{"MISHNA_BERURA":[["(א) כופין וכו' - ז\"ל הרמב\"ם הלכות תפלה פי\"א כ\"מ שיש בו י' מישראל צריך להכין לו בית שיכנסו בו לתפלה בכל עת תפלה ומקום זה נקרא ביהכ\"נ. ואפילו המיעוט יכולין לכוף את המרובים [רמ\"א חו\"מ סי' קס\"ג ס\"א]:","(ב) לבנות - ואם אין בכחם לבנות מחויבין עכ\"פ לשכור מקום מיוחד לתפלה. וכתבו הפוסקים דבבנין ביהכ\"נ גובין לפי ממון לחודא ובשכירות ביהכ\"נ גובין חציו לפי ממון וחציו לפי נפשות. כתב מ\"א ס\"ס קנ\"ד בשם הריב\"ש [והובא בחו\"מ ס\"ס קס\"ב ברמ\"א] המעכב לבנות ביהכ\"נ אפילו יש ביהכ\"נ אחרת בעיר מונע הוא רבים מלעשות מצוה ומסיק שם דאם הביהכ\"נ מכילה אותם אז אדרבה אסורים להפרד ועיין בת' רדב\"ז ח\"ג סי' תע\"ב שהאריך בדינים אלו ובסוף דבריו כתב וכ\"ז בזמן שכולם לב אחד הוא שקילוסן עולה יפה אבל אם חלק לבם יותר טוב הוא שיתפללו כל כת בפני עצמה וכו' ולא תטעה בדברי לומר שאני סובר שהחלוקה טובה ח\"ו דהא קרא כתיב חבור עצבים אפרים הנח לו חלק לבם עתה יאשמו וגו' אלא צריך להשתדל שיהיו לב אחד לאביהם שבשמים ואם א\"א אלא שתמיד הם מתקוטטי' והם במחלוקת דחה הרע במיעוטו עכ\"ל שם בתשובה ועי' בפ\"ת חו\"מ סי' קס\"ב מה שהאריך בענינים אלה:","(ג) וכתובים - כדי שיקרא בהם כל מי שירצה מן הצבור (ח\"מ ר\"ס קס\"ג) ודוקא בימיהם שלא ניתן לכתוב רק תורה נביאים וכתובים אבל עכשיו מחויבים גם לקנות ספרי תלמוד ופירושיהם ללמד בהם לקטנים ולגדולים (מ\"א) ובמקומות שהספרים מצויים אין כופין לקנות ספרים רק ס\"ת דהרי יכולים לשאול אצל אנשי העיר:","(ד) בגבהה של עיר - שנאמר בראש הומיות תקרא:","(ה) גבוה מכל בתי העיר - שנאמר לרומם את בית אלהינו. ויש מקומות שאין נזהרין בזה וכתבו האחרונים שהטעם דכיון דיש שם הרבה בתי עו\"ג שגבוהים מביהכ\"נ א\"כ בלא\"ה ליכא הכירא לביהכ\"נ ומ\"מ ראוי לכתחלה ליזהר בזה בכל מה דאפשר כי בגמרא החמירו מאד ע\"ז עי\"ש וכן כתב בש\"ת:","(ו) העשויים לנוי - ר\"ל לנוי בעלמא ואין משתמשין בתוכן כלל לכן אפילו הבתים עצמן גבוהין לית לן בה:","(ז) על גביו - ר\"ל וא\"כ הביהכ\"נ נמוך ממקום דירתו אפ\"ה שרי:","(ח) בקרן אחד מביהכ\"נ - ר\"ל שהגביה רק זוית אחד מכותלי ביהכ\"נ. ודוקא שהגביהו ע\"י בנין כגון בגג או עליה אבל לא כמו שעושין קצת שתוחבין עמוד ברזל בקרן אחת ולא הועילו כלום בתקנתן:","(ט) אין מספיק לו - ר\"ל דאלו בנה כותל ברשותו נגד חלונו של חבירו דינא הוא דצריך להרחיק ד\"א כדי שלא יאפיל את חלונו ודי אבל בביהכ\"נ דצריך אור גדול מהני החזקת חלונות שיש להם מכבר שיהיה צריך להרחיק יותר ולא נתבאר כמה יותר ועכ\"פ בשמונה אמות ודאי סגי ועיין בש\"ת בשם הנו\"ב. ועיין בפמ\"ג שמסתפק לענין עזרה ועזרת נשים אם גם שם לא סגי בד\"א ולדעתי נראה דהבו דלא לוסיף עלה דבלא\"ה גם עיקר דינא דהמחבר אינו ברור עיין בחידושי רע\"א. כתב רמ\"א בתשובה ס\"ס ל\"ב חצר ביהכ\"נ שאין בו תשמיש צנוע לרבים אין יכולין למחות ליחיד שפותח שם חלונותיו [דכפותח חלונו נגד רה\"ר דמיא] אבל אם הקהל פותחין חלונות ביהכ\"נ לחצירו יכול הוא למחות בידם עכ\"ד ודין זה מיירי שהיחיד פותח חלונותיו למקום שהוא מהלך לרבים וא\"א להם לבנות במקום הזה בשום פעם דאל\"ה יכולין למחות דשמא ירצו הקהל לבנות במקום הזה והוא יטעון שיש לו חזקה בחלונותיו וימחה מלבנות ואע\"ג דפסק רמ\"א בח\"מ סוף סימן קמ\"ט דאין מועיל חזקה בשל קהל מ\"מ יכולין לומר דלא ניחא להו למיקם בהדיה בדינא ודיינא. כתב בס\"ח סימן תתט\"ז חלון שהולך כנגד ר\"ה ובני אדם עוברים דרך שם לביהכ\"נ לא ישפכו מי רגלים מן החלון לפי שיש שהולכין בהשכמה לביהכ\"נ וכשהולכין בחושך לא יוכלו להזהר שלא יתטנפו במי רגלים וכתיב שמור רגלך כאשר תלך אל בית האלהים עכ\"ל ובלא\"ה יש ליזהר שלא לשפוך שופכין במקום מהלך בני אדם שלא יחליקו בם דהוא כמו בור בר\"ה. כתב בספר שארית יוסף שכני ביהכ\"נ שיש להם בית הכסא שמגיע ממנו ריח רע לביהכ\"נ צריכין להרחיקו ואפילו אם קדם הבית הכסא לבנין ביהכ\"נ אפ\"ה צריכין לסלקו דשאני הזיקא דרבים מהזיקא דיחיד אלא שצריכין לתת לו דמיה ודמיא להא דמבואר בח\"מ סימן קנ\"ה סכ\"ב ע\"ש ועיין מה שכתב המ\"א בסוף סימן קנ\"ד בזה:","(י) באותה העיר - ולפיכך במדינות אלו שאנו מתפללים ומשתחוים נגד מזרח (דהיינו מפני שאנו יושבין בצד מערבו של א\"י) צריך לעשות פתח הביהכ\"נ במערב כדי שישתחוה מן הפתח נגד ארון הקודש. כתב המ\"א דאם היה הפתח בצד אחר וחרב הביהכ\"נ ורצו קצת מנהיגים לעשות הפתח כדינו אין האחרים יכולים למחות אפילו הם הרוב ואע\"פ שמשנים סדר הישיבה יקוב הדין ביניהם ועיין בבה\"ל:","(יא) נגד הארון שהוא ברוח וכו' - והטעם שצריך לקבוע הארון שם מבואר ברמב\"ם וטור וז\"ל ובונין היכל זה ברוח שמתפללין כנגדו באותה העיר כדי שיהיו פניהם אל מול ההיכל כשיעמדו לתפלה:","(יב) ועושין בימה וכו' - ואין עושין יותר משש מדרגות לבימה [מ\"א בשם הזוהר]:","(יג) וכשמתפלל הש\"ץ וכו' - הרמ\"א קיצר כאן וז\"ל הטור ובעת שש\"ץ עומד בתפלה יורד לארץ לפני התיבה ופניו כלפי הקודש כשאר העם:","(יד) וסדר הישיבה וכו' - ועכשיו אין ענין לסדר זה כי קונין המקומות מ\"מ יזהרו שלא יעשו שום מקום לישב עליו בין הבימה ובין ההיכל באופן שיהיה פני היושב נגד הבימה ואחוריו להיכל דגנאי הוא ואיסורא נמי איכא דהעומד על הבימה לברך ומשתחוה נראה כמשתחוה לו אם לא שיעשו המקום מן הצדדין. וכתב הפמ\"ג דעכשיו שעושין מקומות אצל הבימה שקורין אלמימר\"א ופני היושב להיכל ואחוריו לבימה אף שאחוריו לס\"ת מ\"מ רשות אחרת היא הבימה:"],["(א) קלות ראש - כי הם נקראים מקדש מעט כמו דכתיב ואהי להם למקדש מעט. ובמקדש כתיב ואת מקדשי תיראו שיהא מוראו של השוכן בה עליו וכתב בסמ\"ק שבעון קלות ראש בביהכ\"נ נהפכין לבית ע\"ג ח\"ו:","(ב) ושיחה בטילה - היינו אפילו שיחת חולין שהיא לצורך פרנסה דבחוץ שרי בביהכ\"נ אסור ובפרט שיחה בטלה לגמרי דבודאי שראוי למנוע תמיד מזה [פמ\"ג] ובזוה\"ק פ' ויקהל הפליג מאד בגודל העון הזה וכ\"ש שיש ליזהר בביהכ\"נ וביהמ\"ד מעון דבורים אסורים כגון לשה\"ר ורכילות ומחלוקת וקטטות כי מלבד שהם עונות חמורים מאד עוד יגדל העון יותר במקום קדוש כי הוא מזלזל בכבוד השכינה ואינו דומה החוטא בינו לבין עצמו לחוטא בפלטין של מלך לפני המלך ועוד תגדל הרעה בזה שהוא מכשיל גם את הרבים בעונות החמורות הנ\"ל כי האי תגרא דמיא לבדקא דמיא ומתחלה הותחל העון באיזה אנשים ולבסוף יתלקטו ויתחברו חבורות חבורות לריב איש ברעהו עד שנעשה כל הביהכ\"נ כמדורה גדולה ובעו\"ה באין מזה כמה פעמים לידי חרפות וגידופין והלבנת פנים ברבים [וגם פעמים רבות בפני הס\"ת שזה ג\"כ עון חמור בפני עצמו כי אפילו המבזה חבירו בפני ת\"ח אחז\"ל [סנהד' פרק חלק] שהוא אפיקורוס ואין לו חלק לעוה\"ב וכ\"ש למבזה חבירו בפני הס\"ת וכבוד השכינה וכמו שכתב כעין זה בתשובת מהרי\"ו סימן קנ\"ב עי\"ש] ולידי הכאות ומלשינות וגודל חילול שם שמים בין האומות ומי גרם לכל זה אם לא הראשון שהתחיל בעבירה תחלה ובודאי לע\"ל יטול שכר כנגד כולם ע\"כ הירא וחרד לדבר ה' ישים תמיד עיניו ולבו לזה שלא לדבר שום דברים בטלים בביהכ\"נ וביהמ\"ד והמקום הזה יהיה מיוחד אצלו רק לתורה ולתפלה:","(ג) ואין אוכלין וכו' - וה\"ה דאין עושין בהן שום מלאכה:","(ד) מפני החמה וכו' - ולא מהני שיקרא או ישנה מעט בכניסתו כדלקמן מאחר שיוכל ליכנס לבית של חול להנצל מהחמה והגשמים אם לא שעסק מקודם באיזה דבר הלכה בחוץ והתחילו גשמים לירד שאז מותר לו ליכנס לביה\"מ כדי שלא יטרידוהו הגשמים:","(ה) מותרים וכו' - וה\"ה דאם הוצרכו אנשי העיר לפי שעה להאכיל בהם אורחים עניים או להשכיבן שם דמותר אבל זהו רק דוקא בבתי כנסיות שבחוצה לארץ ויש אוסרין גם בזה ונראה דבמקום הדחק אין להחמיר בזה:","(ו) לאכול ולשתות - וה\"ה לישן דשרי אבל לעשות קפנדריא או ליכנס בהם בחמה מפני החמה ובגשמים מפני הגשמים וכל הני דלקמן וכ\"ש שחוק והיתול ושיחה בטלה אסורים דאטו ת\"ח אינו מוזהר על מורא המקדש:","(ז) מדוחק - היינו שהיה מקום דחוק לתלמידים והוצרכו לאכול שם והמ\"א כתב דלאנשים הלומדים שם בקביעות לעולם שעת הדחק הוא דאם יצטרך לילך לאכול ולשתות בביתו בודאי יתבטל מלימודו אבל אם אין לומדים בבית הכנסת ובבית המדרש אסורים לאכול ולשתות שם וכן הסכימו כמה אחרונים:","(ח) וי\"א דבבית המדרש וכו' - אף דקדושת ביהמ\"ד חמורה יותר מביהכ\"נ כדלקמן בסימן קנ\"ג ס\"א ס\"ל דלענין חכמים ותלמידיהם שלומדים שם בקביעות התירו להם אפילו שלא מדוחק משום דביהמ\"ד הוא ביתו ולאו דוקא אכילה ושתיה דה\"ה לכל תשמישיהם שרי:","(ט) שרי - עיין בלבוש וב\"ח שמצדדים כן לדינא וכן נראה שאין להחמיר לאנשים שלומדים שם כל היום:","(י) העיר - שמת קרובו של הגדול ומחמת זה באים רבים להספד וכ\"ש כשההספד הוא על ת\"ח [אחרונים]. האר\"י היה נזהר מאד שלא לדבר בביהכ\"נ רק תפלתו אפילו דברי מוסר לא דבר פן ימשך ממנו דברי חול:","(יא) שמועה - פירוש הלכה או משנה:","(יב) ואח\"כ יקראנו - ר\"ל אבל לא יקדים הקריאה מקודם שיאמר איזה ד\"ת דיהיה נראה דאמירת הד\"ת הוא רק טפל [אחרונים]:","(יג) כדי הילוך - היינו שישהא שיעור הילוך שני פתחים דהיינו ח' טפחים:","(יד) לצרכו - אבל אם הקדיש בית לצורך רבים ללמוד בו אפילו אם אין מתפללין שם כלל יש עליו קדושת ביהמ\"ד ועיין לקמן בסימן קנ\"ג ס\"ח לענין ביהכ\"נ וה\"ה לענין זה:","(טו) אין ישנים וכו' - ומיירי באנשים דעלמא אבל לת\"ח כשלומד שם כבר ביארנו בסק\"ו דשרי:","(טז) אבל בביהמ\"ד מותר - ר\"ל שינת עראי ועיין בחידושי רע\"א שמפקפק בהיתר זה ואפשר דכיון שביהמ\"ד עשוי לשהות שם זמן הרבה ללמוד ולשמוע דברי תורה וקשה ליזהר משינת עראי ע\"כ לא אסרו זה לשום אדם. ולת\"ח הלומד שם בקביעות מותר אפילו שינת קבע [כ\"מ בלבוש]:","(יז) לצורך ביהכ\"נ - כגון מי ששומר אותו וכה\"ג:","(יח) ולישן בתוכו - ולא יכניס מטתו לשם [מ\"א] ובא\"ר חולק עליו וכן בחידושי רע\"א עי\"ש:","(יט) ומטעם זה וכו' - ר\"ל כדי לשמור הנרות:","(כ) לעבר השנה - עיין במ\"א שהביא בשם הגהת סמ\"ק דלא הותר בסעודת מצוה אלא כגון סעודת עיבור שנה שאין בה קלות ראש שהיתה עשויה בפת וקטניות בלבד ור\"ל לאפוקי סעודת מצוה שיש בה שכרות אסור אף בבית המדרש [פמ\"ג ע\"ש] ומ\"מ הנוהגין להקל לעשות סעודת סיום הש\"ס בביהמ\"ד מפני שאין להם מקום אחר מרווח לזה אין למחות בידם דיש להם על מי לסמוך:","(כא) מותר למי שנכנס וכו' - צ\"ל מצוה למי שנכנס [אחרונים] ובגמרא מייתי לזה מקרא שנאמר ובבוא עם הארץ לפני ד' במועדים הבא דרך שער צפון להשתחות יצא דרך שער נגב וגו' והטעם כדי שיהיה נראה כמחבב [ר\"ן]:","(כב) בסכין ארוך - לפי שביהכ\"נ שהוא מיוחד לתפלה מארכת ימיו של אדם והסכין מקצר ימי אדם ועיין בא\"ר שדעתו שאין להחמיר כ\"א בסכין מגולה:","(כג) או בראש מגולה - עיין לעיל בסימן צ\"א ס\"ג בבה\"ל ד\"ה ויש אומרים:","(כד) לרוק בו - ובלבד שלא בשעת תפלת י\"ח כדלעיל בסימן צ\"ז ס\"ב. ויהיה זהיר שלא ירוק בפני חבירו שימאס בה [חגיגה ה']. האר\"י היה נזהר מרקיקה:","(כה) שישפשפנו ברגליו - ובשבת שאסור לשפשף יעמיד המנעל עליו עד שיתמעך [אחרונים]:","(כו) גמי - או תבן וחול:","(כז) להדליק - ונהגו להדליק קודם שיכנס אדם להתפלל משום דאמרינן בגמרא מקום שמתפללין בו בעשרה קדמה שכינה ואתיא ועוד שכן היו עושין במקדש [א\"ר בשם הכל בו]:","(כח) לאחר שחרבו - הבתי כנסיות ובתי מדרשות והטעם דכתיב והשמותי את מקדשיכם ולא כתיב ואת מקדשיכם אשימם להורות לנו דקדושים הם אף כשהן שוממין. ואין חילוק בזה בין אם הם בתי כנסיות שבא\"י ובין שבחו\"ל אם לא בהתנו וכדלקמן בסי\"א:","(כט) תולשים אותם וכו' - ר\"ל מותר לתלוש אותם ובלבד שיניחם במקומם ולא יטלם משם:","(ל) כדי שיראו וכו' - לפ\"ז באם סתרו ביהכ\"נ ממקום זה ובנאוהו במקום אחר ואין בדעתם לבנות עוד במקום הראשון אין שייך דין זה אלא יעשו גדר סביבו שלא יבואו לזלזל שם ואם הוא במקום שיוכלו למכור כנזכר בסימן קנ\"ג ימכרוהו [ט\"ז]:","(לא) אם בשעת בנין - אבל לאח\"כ לא מהני תנאי כלל [ב\"ח וע\"ת]:","(לב) התנו עליו - משמע דוקא שהתנו בפירוש אבל מסתמא לא אמרינן על תנאי הן עשויות. מ\"א דלא כמשאת בנימין ובא\"ר מצדד לדינא כהמ\"ב שמקיל בזה:","(לג) בחרבנו - פי' אותו תנאי מועיל שלאחר שיחרב יהיה מותר להשתמש בו אבל כל זמן שקיימת אין תנאו מועיל:","(לד) בישובו לא מהני - ודוקא לאכילה ושתיה או ליכנס בחמה מפני החמה ובגשמים מפני הגשמים דיש בזה משום קלות ראש אבל לשאר תשמישים מהני תנאי [מ\"א] ועיין בה\"ל:","(לה) כגון זריעה - פשוט דה\"ה לכל הדברים הנזכרים לקמן בסי' קנ\"ג ס\"ט דהם תשמיש מגונה ביותר:","(לו) של רבים - דאוושא מילתא ויש בזה משום קלות ראש ביותר ומשמע בפמ\"ג דחשבונות של יחיד בחורבנו מותר דלזה מועיל תנאי וברבינו ירוחם משמע דנקט של רבים לרבותא דאף שהוא צורך רבים וכ\"ש של יחיד:","(לז) שבחוצה לארץ - שאין קדושתן עולמית שהרי כשיבוא הגואל במהרה בימינו תפקע קדושתן משא\"כ בבתי כנסיות שבא\"י:","(לח) שום תנאי - לפי דעת המ\"א לעיל בסקל\"ד גם בא\"י מהני תנאי לשאר תשמישין שאין בהם קלות ראש:","(לט) תשמיש קבוע וכו' - מלשון זה משמע דלשכב שם בדרך מקרה מותר דבדרך מקרה לא מקרי שכיבה תשמיש של גנאי:","(מ) יש להסתפק - אם לדמותו לעליות העזרה דלא נתקדשו או כיון דבהכ\"נ וביהמ\"ד נקרא מקדש מעט יש לדמותו לעליות היכל דקי\"ל דנתקדשו בקדושת היכל. ולפי מה שכתב בש\"ת בשם תשובת פאר הדור יש להקל חוץ ממקום שע\"ג ההיכל [ר\"ל הארון ששם מונח הס\"ת] שם יש ליזהר שלא להשתמש שם:","(מא) אבל בית שיחדו וכו' - ונראה דכ\"ש אם בשעה שנבנה ביהכ\"נ נבנה בית דירה למעלה ממנו דשרי לדור שם דזה בודאי לא הוקדש כלל למעלה ומ\"מ להשתמש שם תשמיש שהוא מגונה מאד כטינוף וכיו\"ב נראה דבכל גווני אסור וע\"כ אין לעשות כלל ביהכ\"נ אם יש בהדירה שלמעלה ממנו דבר מגונה כזה [ט\"ז] וע\"ש שכתב שנענש בזה הרבה. ומה שמנהג העולם בעיירות ששוכרין בתי כנסיות לזמן בבתים תחתיים ולמעלה מהן בית דירה שמצוי שם תינוקות ודבר מאוס אפשר משום שהוא לזמן לא חיישינן לזה:","(מב) לשכב עליו - ומ\"מ שומר נפשו ירחק מהם ובפרט במקום שהוא נגד ההיכל:"],["(א) בית הכנסת - וה\"ה ביהמ\"ד ובין של יחיד או של רבים:","(ב) כדי לבנות וכו' - ר\"ל לא מיבעיא אם אין דעתו לבנותו אח\"כ כלל דאסור אלא אפילו אם סותרו כדי לבנות אחר במקומו או במקום אחר דאסור ואפילו אם דעתו לבנותו עתה בגודל פאר ויופי:","(ג) בית הכנסת אחר - וה\"ה לעשות ממנו ביהמ\"ד נמי אסור אע\"פ שקדושתו גדולה יותר [כדלקמן בסימן קנ\"ג ס\"א] ומהאי טעמא דמסיים. כתבו האחרונים דה\"ה כשהבהכ\"נ מושכרת להם רק לזמן ודעתם לשכור אח\"כ במקום אחר אסור לסלק את עצמם ממקום הראשון עד שישכרו תחלה במקום אחר:","(ד) אונס וכו' - ואפילו אם היו כבר המעות גבויים לצורך כל הבנין ומונחים ביד הגבאי ואפילו האבנים והקורות וכל צרכי הבנין מוכנים אפ\"ה אסור דלמא מתרמי להו פדיון שבויים ויהבי להו [גמרא]:","(ה) שלא יבנו האחר - ונמצאו עומדין בלא ביהכ\"נ ואפילו איכא להו דוכתא לצלויי באיזה מקום נמי אסור. והיכא דאיכא עוד ביהכ\"נ קבוע בעיר שיכולים להתפלל שם כולם הט\"ז מתיר והמ\"א אוסר בכל גוונא ועיין בביאור הלכה:","(ו) בונים האחר תחלה - היינו שגומרים אותה כולה ואף שלא התפללו עדיין בה מותר לסתור הישנה דתו ליכא למיחש דילמא איתרמי להו שום דבר מצוה ויזבנו הביהכ\"נ כדלקמן בסימן קנ\"ג סי\"ג:","(ז) ואח\"כ סותרין - כתב המ\"א בשם המשאת בנימין דאפילו היה הביהכ\"נ של כרכים דמבואר לקמן בסימן קנ\"ג ס\"ז דאנשי העיר אין יכולין למכרו בשום גוונא דמסתמא בנאוהו אדעתא דכו\"ע ושמא יש אחד בעולם דלא ניחא ליה במכירה זו הכא שרי דמסתמא כל העולם מרוצים לזה כיון שבנו להם ביהכ\"נ אחרת תחת זה:","(ח) דינא הכי - שאין סותרין המחיצ' אלא בונין החדש בצד הישן ואח\"כ סותרין הישן ועיין ביאור הלכה:","(ט) אבל אם חרבו וכו' - וה\"ה כשגזר מלכות שלא יתפללו עוד באותו ביהכ\"נ ומן הנמנע להשתדל [א\"ר] כתב הט\"ז מעשה בעיר אחת שהיו היהודים דרים חוץ לחומה ואירע הענין שנתישבו בתוך החומה והיתה הביהכ\"נ לבדו חוץ לחומה ואמרתי אין לך תיוהא גדולה מזו והתרתי לסתור אותה כדי לבנותה תוך החומה ויתחילו לבנות ביהכ\"נ החדשה ויטלו אח\"כ האבנים מן הישנה ויבנו תוך החומה מהם:","(י) ואסור ליקח אבנים וכו' - ענין בפני עצמו הוא ולא קאי אחרבו יסודותיו דאז בודאי מותר לסתרו ולבנות ממנו את הבנין החדש אלא אריש הסעיף קאי דהבהכ\"נ הישן הוא שלם וקמיירי שכבר התחיל בנין החדש וחסרו לו אבנים להשלים הבנין ורוצה לסתור הישן כדי להשלים החדש וקמ\"ל דאפילו בכה\"ג שאין סתירתו של זה אלא לבנינו של זה אפ\"ה חיישינן שמא יארע לו אונס ולא ישלים וע\"כ אסור אפילו באיכא דוכתא לצלויי וכמ\"ש לעיל בריש הסימן:","(יא) ואסור לסתור דבר - דהוי כנותץ אבן מן ההיכל דאסור משום שנאמר את מזבחותם תתצון וגו' לא תעשון כן לה' אלהיכם ובהכ\"נ וביהמ\"ד ג\"כ נקרא מקדש מעט. ודוקא לנתוץ ולשבר כלי קודש או לעקור דבר מחובר כמו אבן ממזבח לאפוקי לפנות הכלי קודש והספסלין וכדומה מביהכ\"נ אף שאין זה כבוד לביהכ\"נ יש לומר שאין בכלל זה [מהר\"מ פאדווה סי' ס\"ה]:","(יב) א\"כ עושה וכו' - דאין זה נתיצה אלא בנין. ואותן שמדבקין דף בכותל ביהמ\"ד ועושים גומא בכותל שיוכל להחזיק שם על ידי עץ אותו דף רבים מהאחרונים מקילין בזה דלא כט\"ז:"],["(א) מבית הכנסת בית המדרש - הוא מקום המיוחד לתורה וקדושתו גדולה יותר ואפילו אין דרך להתפלל שם כלל. כתב המ\"א צ\"ע אי מותר לעשות מביהכ\"נ ביהמ\"ד ליחיד בביתו ובא\"ר מצדד להחמיר בזה וכן משמע במאירי שם במגילה:","(ב) אבל לא וכו' - שמעלין בקודש ואין מורידין:","(ג) שמכרו ביהכ\"נ - ואפילו לכתחלה נמי מותר למכור כדי לקנות עילוי קדושה והא דנקט שמכרו היינו משום סיפא דלהוריד מקדושה אפילו כבר מכרו אסור [א\"ר] ועיין לקמן בסי\"ג בבה\"ל מה שכתבנו שם אם לעילוי קדושה מותר למכור ביהכ\"נ כשאין לו ביהכ\"נ אחרת:","(ד) יכולים ליקח וכו' - שכל זה דקחשיב פה הוא העלאה בקדושה:","(ה) כל חומש לבדו - בימיהם היו כותבין החומשין כעין ס\"ת בגלילה ובתפירת גידין:","(ו) וכן נביאים וכתובים - שוים לחומשים לענין שיש עילוי בקדושתן ממטפחת ויכול לקנותן בדמי מטפחת ומ\"מ לא שוים לכל צד דקדושת חומשים העשוים בגלילה גדולה מהן ואסור ליקח בדמי חומשין נביאים וכתובים ובדמי נביאים וכתובים לוקחין חומשים. ונביאים וכתובים גופא כי הדדי נינהו [אחרונים] וחומשין שלנו אפילו אם כל החמשה היו כרוכין יחד גרע מחומש אחד העשוי כתיקון ס\"ת [א\"ר]:","(ז) אבל איפכא וכו' - דהיינו מס\"ת ליקח חומשים וכן מחומשים מטפחת וכן בכולהו:","(ח) דינו כחומשים - כיון שאין קורין בו אע\"פ שאפשר לתקנו:","(ט) כיוצא בה - דהיינו שמכרו ביהכ\"נ ישנה ורוצה בדמיה ליקח חדשה וכן בכל הדברים:","(י) יש אוסרים - כיון דאין מעלן בקדושה אע\"ג דאין מורידן ג\"כ ודוקא בכל הדברים שיכול להעלות בקדושה וכנ\"ל אבל בס\"ת שאין יכול להעלות הדמים בקדושה יותר לכו\"ע כשמכרה יקח בדמיה אחרת:","(יא) ויש מתירין - כיון דעכ\"פ אין מורידן מקדושתן וכ\"ז לענין דיעבד אבל לענין לכתחלה בודאי אסור למכור שום דבר קדושה כדי ליקח כיוצא בה ואפילו היכא דליכא למיחש לפשיעותא כגון שהדבר קדושה אחרת מזומן לפנינו ואינו חסר אלא נתינת מעות אפ\"ה אסור דצריך להעלות בקדושה דוקא. ואם חזי ביה תיוהא [דבר רעוע] או שהיה קטן מהכיל לכו\"ע מותר אפילו לכתחלה למכרו כדי ליקח אחר [פמ\"ג וש\"א]. כתב הט\"ז בזמנינו אנו רואין הרבה מוכרים ספרים ולוקחין אחרים בדמיהם נראה דעכשיו מתחלה כשקונה הספר היה דעתו לכך שיהיה לו כ\"ז שיצטרך לו ובאם יזדמן לו יותר יפה ימכור זה ויקח היפה ואף שלא התנה בפירוש והא\"ר כתב דטעם המנהג הוא משום דסומכין על מה שכתוב בס\"י דיחיד על ס\"ת שלו מותר למכור וכו' אבל הספר של צבור ה\"נ דאסור ועי\"ש במ\"ב:","(יב) או ס\"ת - אמה דמסיים אין משנין קאי או דנקטיה לאשמועינן דמשנין אותו להפסקת תלמידים וכדלקמיה בס\"ו:","(יג) אין משנין וכו' - ואם רוצים הגבאים ללותן וליתן אח\"כ אחרים תחתם להמ\"א אסור דהבעלים ניחא להו למעבד המצוה בממון זה דוקא ולט\"ז שרי אך ע\"י שבעה טובי העיר במעמד אנשי העיר לכו\"ע שרו לשנות המעות כמ\"ש בסעיף ז':","(יד) לכל מה שירצו - היינו אפילו דבר שאין בו קדושה כלל אלא שהוא צרכי צבור והטעם כיון שנעשה דעת אנשי העיר בהמעות מש\"ה שרי בהמותר:","(טו) אפילו קנו ומכרו וכו' - הא\"ר והגר\"א מפקפקין בזה דאפשר שכיון שאח\"כ קנו סתם מכל הדמים חיילא הקדושה בכל הקניה ואסור אח\"כ כשמכרו והותירו:","(טז) אבל אם לא התנו וכו' - הטעם דאז כשקנו חל הקדושה על כל מה שקנו ואינו מועיל אח\"כ התנאי בעת המכירה:","(יז) חלה קדושת הדמים וכו' - להמ\"א שכתבנו לעיל בסקי\"ג אסור ללותן וליתן אחרים תחתם:","(יח) ואסור לשנותן רק וכו' - ואע\"ג דמוכח לקמיה בס\"ח דאפילו אם בנאוהו לשם ביהכ\"נ בעינן דוקא שהתפללו בו אבל כ\"ז שלא התפללו בו יכולין לשנותו דהזמנה לאו מילתא היא התם מיירי שלא נעשה הביהכ\"נ ע\"י גביית מעות שגבו לצרכה מבני העיר אלא שקנאוהו הקהל ממעות חולין שגבו סתם או שכל אחד הביא עצו ואבנו ובנו ביהכ\"נ אבל כשנגבה מעות ע\"ז מבני העיר ודאי דאסור לשנותו אפילו עדיין לא התפללו שם כלום וכן אם יש עדיין מעות הגביה או עצים ואבנים שקנו מהם וכמו שפסק המחבר והרב. והטעם י\"א משום דכבר בא ליד הגבאי והמ\"א כתב הטעם דכיון שנגבו המעות מבני העיר לצורך ביהכ\"נ יש בזיון אח\"כ אם ישנוהו להורדת קדושה:","(יט) ואם הביאו עצים וכו' - לפי פירוש המ\"א מיירי כאן שלא הלכו לקבץ אותם מבני העיר דזה לא גריעי מגבו מעות אלא שנמצאו רבים שהתנדבו מעצמן והביאו דאז מותר לשנותן קודם שבאו ליד גבאי ועיין בבה\"ל ד\"ה אין משנין:","(כ) ליד גבאי אסור לשנותן - אבל ע\"י שבעה טובי העיר במעמד אנשי העיר שרי וכמ\"ש ס\"ז:","(כא) מותר לשנותן - פי' ללותן ולתת אחרים תחתיהם וה\"ה כשהתנדבו מעות לביהכ\"נ נמי דינא הכי [מ\"א]:","(כב) לא יוכל לחזור בו - דהוי נדר:","(כג) ואפילו ס\"ת - הטעם דהא אמרינן אין מוכרין ספר תורה אלא ללמוד תורה משמע דללמוד תורה מותר אפילו למכור ס\"ת [תשובת הרא\"ש ע\"ש שהאריך בזה] וד\"ז תוכחת מגולה לאותן האנשים המתרשלין להחזיק תורה בעריהן:","(כד) או להשיא יתומים - ואפילו יתומות דאע\"ג דאין האשה מצווה על פריה ורביה מ\"מ לשבת יצרה שייך גם באשה. וה\"ה דמוכרין ס\"ת לפדיון שבויים [מ\"א וכן הסכים הא\"ר בשם כמה פוסקים] ועיין לקמן בסי\"ג במ\"א שם דמוכח דאין ראוי למכור אפילו ביהכ\"נ ואפילו לפ\"ש כ\"א בשא\"א להשיג מעות אחרות ע\"ז מן הצבור ובאופן זה בודאי מותר אפילו בשאין להם רק ביהכ\"נ אחת. הנה מפני שהסעיף זיי\"ן יש בו כמה פרטים לכן אקדים לזה הקדמה קצרה והוא דמה שנזכר לעיל מענין מכירת ביהכ\"נ ה\"מ אם הוא של כפר דסתמא בנאוהו רק אדעתא דידהו ולכן יש יכולת ביד רוב בני העיר למכרו אך שלא יורידו אח\"כ הדמים מקדושתן וכשהוא נמכר גם בהסכמת הז' טובים שלהם אז יכולין לעשות בהדמים מה שירצו דהיינו להוציאם לחולין כדאיתא לקמיה אבל אם הוא ביהכ\"נ של כרכים תלינן דבעת הבנין בנוהו גם אדעתא דכולי עלמא ואפילו אם נתנו כל מעות הבנין משלהם אפ\"ה תלינן דבשביל כולם בנוהו ולכן אפילו הסכימו אח\"כ במכירתו ז' טו\"ה במעמד אנשי העיר אין מכירתן מכירה ועתה נבאר דברי השו\"ע:","(כה) של כפרים - והסכימו האחרונים דבאתרא דלא שכיחי רבים דאתי מעלמא נקרא כפר אע\"ג דשכיחי רבים עוברים ושבים לפרקים כיון דלא קביעי בעיר אלא עוברים ושבים דרך עראי מקרי כפר אמנם כל מקום דשכיחי רבים מעלמא שבאין להתפלל שם כגון מקום שהסוחרים מתקבצין שם תדיר לסחורה אפילו אם העיר היא קטנה או מקום שיש שם חכם גדול שמתקבצים שם רבים הצריכים לו ולתורתו הוי ככרך דמסתמא אדעתא דכל העולם בנאוהו. עוד כתבו הפוסקים דאפילו ביהכ\"נ שבכרך אם ידוע שלא עשו אותה אלא למעט עם כגון הביהכ\"נ שעושין אותה בעלי אומניות לעצמן [וה\"ה כשנתקבצו הבע\"ב של איזה רחוב הרחוק מן ביהכ\"נ שבעיר ועשו ביהכ\"נ לעצמן] ג\"כ דינו כבהכ\"נ של כפרים אפילו הוא בכרך דמסתמא רק על דעת עצמן בנוהו אם לא שסייעו אנשי העיר ג\"כ על הבנין ואפילו מעט אז אין להם רשות על המכירה בלא דעתן:","(כו) ואפילו בנו - דמסתמא אחרים נתנו להם המעות שיעשו הם בהם מה שירצו כיון שאין רגילות לבוא שם ולכן אפילו אותם אחרים אינם מסכימים אח\"כ במכירה מותר למכרה:","(כז) ואינם רשאים וכו' - עיין לעיל בס\"ד דיש דעות אם מותר לשנותן לכיוצא בה:","(כח) פרנסיהם - ז' טובי העיר:","(כט) ז' טובי העיר - כתב הרשב\"א ח\"א סימן תרי\"ז והביאו הרשד\"ם סימן קע\"ה ז' טו\"ה אינם שבעה אנשים המובחרים בחכמה או בעושר וכבוד אלא שבעה אנשים שהעמידום הצבור פרנסים על עניני העיר והרי הם כאפוטרופסין עליהם וכתב עוד שם וא\"ת אי כשקבלו עליהם למה לי ז' ומשני שם דאם מקבלים עליהם אנשים לעסוק בדבר ידוע ומפורט כגון בענינינו שביררו אותן למכירה אפילו אחד נמי יכולין למנות וכל מה שעשה עשוי אלא דמיירי שהעמידו עליהם פרנסים בסתם לפקח על עסקי הצבור לפיכך כשהן שבעה יש להן רשות לכל דבר כאלו עשו כן כל בני העיר אע\"פ שלא העמידו אותם על דבר זה בפירוש אבל בפחות מז' אין כחן שוה להיותן ככל בני העיר עד שיטלו רשות בפירוש מבני העיר וכן כתבו כמה פוסקים:","(ל) אבל וכו' לכל מה שירצו - ר\"ל אפילו לאיזה דבר של חול:","(לא) בפירוש וכו' כל מה וכו' - ר\"ל באופן זה דינו כשבעה טובי העיר במעמד אנשי העיר שרשאים אח\"כ להוציא המעות לכל מה שירצו כיון שהרשוהו לזה אבל אם נתנו לו סתם רשות למכור אז המעות בקדושתן [א\"ר]:","(לב) מוכרין בפרסום וכו' - ר\"ל דכל שמוכרין ז' טובי העיר בפרהסיא ולא בצינעא ולא מיחו בהם בני העיר מקרי במעמד אנשי העיר. ותיבת או לאו שכתב הרמ\"א שיגרא דלישנא הוא ואינו מדוקדק גם במרדכי ובד\"מ הארוך ליתא:","(לג) אפילו בנו אותו משלהם - דכיון דמעלמא אתו לשם מסתמא בני העיר הקדישוהו גם לדעת הנכנסים ולפיכך אין להם רשות למכור שמא יש אחד בסוף העולם שהיה סמוך לעיר הזאת ורגיל ליכנס בה ולדעתו הוקדשה והוא אינו מסכים במכירה ולכן אפילו הסכימו במכירה זט\"ה במעמד אנשי העיר אין מכירתן מכירה דאינהו לא כייפי לבני העיר ולפרנסיה ואפילו אם ירצו להעלות אח\"כ הדמים בקדושה כגון לקנות מזה ס\"ת וכה\"ג ג\"כ אין להם רשות לזה דשמא אותן אחרים לא יסכימו לזה. וכ\"ז בסתמא אבל אם ברור לן דלא בנאו אלא אדעתא דבני עירם לבד [כגון שהתנו בעת בנינם או שבשעת בנין היתה כפר ואח\"כ נתרבו בה תושבים הרבה] וגם לא סייעו להם אחרים דינו ככפר. כתב המ\"א בשם המבי\"ט דאפילו ביהכ\"נ של כרכים אם אינם מתפללין בו יכולין למכרו:","(לד) אינו נמכר - ודוקא כשמכרו בענין שלא יהיה אח\"כ ביהכ\"נ אבל אם אח\"כ ג\"כ ישאר ביהכ\"נ שרבים יתפללו בו מותר דמאי נ\"מ להני דאתו מעלמא אם הביהכ\"נ שייך לאלו או לאלו:","(לה) אא\"כ תלו אותו וכו' - היינו שתלו בעת הבנין את הביהכ\"נ על דעתו וע\"כ דעתו חשובה אח\"כ כז' טובי העיר וכ\"ז דוקא כשבנאוהו משלהם אבל אם נדבו אחרים לזה אין מועיל מה שתלו הם בדעת היחיד דשמא יש אחד בסוף העולם שאין דעתו נוחה בזה:","(לו) בהסכמת הצבור - דודאי לא היה דעתם שימכור היחיד ביהכ\"נ שלהם בלא דעתם אלא להכי אהני דעת היחיד דלא בעי טובי העיר רק במעמד אנשי העיר לבד וגם לא מצי אינש דעלמא לעכבו [מ\"א] ואם בפירוש תלו בדעת היחיד שיכול למכור ויעשה מה שירצה בלא הסכמתם א\"צ לעשות בהסכמתם [נ\"צ וא\"ר] ועיין בבה\"ל מה שכתבנו בזה:","(לז) וה\"ה לכל דברי קדושה - פירוש כגון תיבה ומטפחת וכדומה הנזכרים בס\"ב דינם כמו בהכ\"נ עצמו לענין זה דכל היכי דאיהו נעשה אדעתא דכו\"ע כגון דכרכים הנך נמי נעשו מסתמא אדעתא דכו\"ע וזהו מה שכתב המחבר דכולהו גרירי בתר ביהכ\"נ וכן כל דבר השייך לביהכ\"נ כגון חצרות או מקוה אמרינן ג\"כ כי האי גוונא ולא מצי למוכרן או לסוגרן למנוע מהן אורחין ומ\"מ לא חמיר מביהכ\"נ. וכן מה שנזכר בסעיף זה דזט\"ה במעמד אנשי העיר בכפרים יכולים להוציא הדמים לחולין לאו דוקא בביהכ\"נ אלא אפילו בתשמישי קדושה הדין כן. אך מ\"מ יש חילוק בינייהו דבתשמישי קדושה אף דמותר להשתמש בדמיהם כשנמכר בזט\"ה במא\"ה בכפרים מ\"מ הם גופא בקדושתייהו קיימי ביד הלוקח דקדושת הגוף נינהו ואין יוצא לחולין אבל ביהכ\"נ ותשמישי מצוה מותר להשתמש בהן כמ\"ש לקמן בסעיף ט' [מ\"א וא\"ר וש\"א] ועיין לקמן בסעיף י' ובסימן קנ\"ד ס\"ג במ\"ב וביאור הלכה:","(לח) דכולהו גרירי בתר בהכ\"נ - כל כלי ביהכ\"נ וספסלים ויריעות שבבהכ\"נ דינם כביהכ\"נ ועל כן כשמכרו זט\"ה במעמד אנשי העיר בכפרים יכולים להשתמש במעות לכל מה שירצו ואי לא\"ה לא [כן הוא לפי פשטות דברי המ\"א שהעתיק דברי הר\"ן בשם הירושלמי על דברי השו\"ע ובספר קובץ על הרמב\"ם הלכות תפלה פי\"א כתב דנ\"ל דאפילו בכרכים יכולים למכרם לדברי הר\"ן דדוקא לענין מכירת בהכ\"נ גופא אמרינן דלא מחלי רבים חלקם לזט\"ה משא\"כ בזה ולכן יכול הגבאי למכרם בצירוף אנשי העיר ולהוציא המעות לחולין]:","(לט) דינה כביהכ\"נ של קהל - ונמכרת על פיהם לבד ולא בעינן דעת הנותן בזה כלל:","(מ) וכל זה - פי' הא דכפרים או של כרכים שתלו אותו בדעת יחיד:","(מא) כשיש להם ביהכ\"נ אחרת - המ\"א פירש דר\"ל כשבנאו עכשיו אחרת אבל כשיש להם שני בתי כנסיות מקודם אסור למכור אחד אבל להט\"ז בריש סימן קנ\"ב מותר אפילו באופן זה וכן דעת הא\"ר שם כוותיה וכן משמע מביאור הגר\"א אבל כ\"ז דוקא כשאותו ביהכ\"נ מרווח והוא מחזיק לכולם דאל\"ה פשוט דלכו\"ע אסור. כתבו האחרונים דאפי' בכרכים היכא דבנאו אחרת טובה מותר לסתור הראשונה דודאי כו\"ע ניחא להו בזה [וכבר העתקנו זה לעיל בסימן קנ\"ב] וכן עצים ואבנים מראשונה מותר להשתמש בהן ולהוציאן לחולין ע\"פ זט\"ה במעמד אנשי העיר דמאי איכפת להו לבני עלמא בזה כיון שיש להם מקום טוב להתפלל:","(מב) אסור וכו' - אפילו בזט\"ה במעמד אנשי העיר ואפילו כשמוכרים זה כדי לקנות אחרת דומיא דסתירה דאסור אפילו באופן זה וכנ\"ל בסימן קנ\"ב:","(מג) למכרו - אם לא שירצו לקנות בדמים אחרת בגוונא דליכא למיחש לפשיעותא כגון שמזומן ביהכ\"נ ליקח ואינו חסר אלא נתינת המעות אז מותר ע\"י זט\"ה במעמד אנשי העיר:","(מד) שנמכר ומותר לשנותו וכו' - פי' דבר זה הוא ע\"פ המבואר ברשב\"א באחד שצוה שבית זה יהיה לעניים שיאכלו הפירות ולא יעשו בני הקהל שום הברחה ואח\"כ רצו הקהל למכור הבית ולקנות בדמים דבר אחר שתהא נושאת הפרות לעניים וכתב הרשב\"א דצריכים הכרזה בשעת המכירה דכיון שצוה שבני הקהל לא יעשו הברחה א\"כ בודאי אין הצבור יכולים ליתן בית זה במתנה למי שירצו וא\"כ ה\"ה דאין רשאים למכור בלא הכרזה דכל שלא הכריזו אנו רואים כאלו מוזלי בקרקע זו דדילמא אם הכריזו היה נמצא מי שיתן ביוקר ומה לי נותנים כולה במתנה ומה לי מוזלי במקצתה עכ\"ד ועתה נפרש דברי רמ\"א כל דבר וכו' ומותר לשנותו היינו שהמוכרים יש להם רשות בלא\"ה לעשות בדבר הנמכר מה שירצו לא בעו הכרזה דלו יהא דבשביל מניעת הכרזה נמכר בזול נמי לא איכפת לן דמי גרע מאם נתנו במתנה לאחד:","(מה) ואין בו אונאה - מיירי במכירת קרקע ובתים ומשום שאין אונאה לקרקעות ואשמועינן דלא תימא דהוו כשליח דאפילו בכל שהוא מכרו בטל משום דיכול לומר לתקוני שדרתיך ולא לעוותי אלא הוו כשלהן אבל במכירת מטלטלין בודאי יש אונאה:","(מו) אבל דבר שאסור לשנותו - כצ\"ל. והיינו כדלעיל בשם הרשב\"א שצריך הכרזה כדי שלא ימכר בזול וממילא יש אונאה ג\"כ ואפילו בקרקעות [פמ\"ג]:","(מז) צריך הכרזה - דוקא בקרקע אבל במכירת מטלטלין אין צריך הכרזה כדאיתא בח\"מ סימן ק\"ט [ט\"ז]:","(מח) דינו כביהכ\"נ - ר\"ל אע\"ג דמתחלה נשתמשו בה להדיוט מ\"מ נעשית כביהכ\"נ לכל מילי ונראה דאפילו לכתחלה שרי ועיין לקמן סימן קנ\"ד סכ\"א ולעיל סימן קמ\"ז ס\"א בהג\"ה והתם ענין קדושה היא והכא ביהכ\"נ תשמישי מצוה היא כמ\"ש הפוסקים:","(מט) אינו קדוש - דקי\"ל הזמנה לאו מילתא היא ומותר לשנות הבית לחול ועיין לעיל במשנה ברורה סקי\"ח דמיירי הכא שבנאוהו הקהל ממעות חולין שיש להם אבל כשגבו המעות לצורך ביהכ\"נ אסור לשנות הבית להורידו מקדושתו לחול ומ\"מ עדיין אין לו קדושת ביהכ\"נ לכל מילי רק שאסור לשנותו (ועיין שם בבה\"ל שהבאנו שם דעת הט\"ז דאפילו בגבו המעות לצורך ביהכ\"נ ג\"כ אין האיסור לשנותו רק שמ\"מ לבסוף הוא מחוייב לקיים נדרו) ויחיד שבנה ביהכ\"נ אף שעדיין לא התפללו בו ואין לו קדושת ביהכ\"נ מ\"מ אינו יכול לחזור בו דהוי כאלו נדר צדקה לרבים אבל אם עשה מטפחת לס\"ת שלו שיש לו בביתו ואין קורין בו ברבים כל שלא נשתמש בו לס\"ת יכול לחזור בו דהזמנה לאו מילתא היא [מ\"א] ומשמע דלא הוי נדר כלל לדעתו ועיין בפמ\"ג שהביא בשם הא\"ר דדין זה לא נהירא:","(נ) אפילו אם בנאוהו וכו' - דאף שהיה מעשה ג\"כ לא מקרי רק הזמנה בעלמא:","(נא) כיון שהיה מיוחד - ר\"ל ההזמנה היתה הזמנה מעולה שהזמין אותה לעולם להתפלל בו וכמה דאיתא לעיל בסימן מ\"ב דהיכא דאזמניה לסודר לעולם למיצר ביה תפלין וצר ביה אפילו פעם אחד שוב אסור למיצר ביה זוזי ולאפוקי אם הזמין אותה לבית התפלה רק לפי שעה דהיינו עד שיעבור הרגל או היריד [מפני שאז הדרך שמתקבץ אנשים] לא חשיבא הזמנה כלל ומותר אפילו בעת הרגל לאכול ולשתות בו:","(נב) ואם לפי שעה הקדישו - היינו שאמר סתם אני מזמין אותה לרגלים דמשמע הלשון בכל עת שיהיה רגל ע\"כ חשובה הזמנה עולמית עכ\"פ על אותו הזמן ואסור בזה הזמן. וסתם הזמנה לפי שעה כבר כתב בב\"י בשם המרדכי דלא חשיבא הזמנה כלל וכמ\"ש מתחלה. ולענין תנאי עיין לעיל סימן קנ\"א סי\"א ובמ\"ב שם:","(נג) אנשי הכפר ביהכ\"נ - וה\"ה בשל כרכים כשתלו בשעת הבנין בדעת יחיד המבואר לעיל בסוף ס\"ז:","(נד) ממכר עולם - כיון שאנשי העיר או טובי העיר מסכימים להמכירה וכדלעיל בס\"ז:","(נה) חוץ ממרחץ וכו' - שכל אלו הם תשמישים מגונים מאד ואסור לעשותן במקום שהיה ביהכ\"נ ואפילו אם נפל הבנין במקום ההוא ונשאר רק תל בעלמא אסור להשתמש שם באלו הארבעה דברים וכן אסור לזרוע במקום ההוא שכל זה הוא גנאי למקום שהיה מתחלה ביהכ\"נ:","(נו) ואם מכרוהו שבעה וכו' - הטעם דאז פקעה הקדושה מהמקום ההוא לגמרי ועיין בפמ\"ג דמסתפק דאפשר דבעינן דוקא כשהתנו בהדיא בעת המכירה והרשו ללוקח על זה:","(נז) יעשה הלוקח וכו' - וה\"ה שע\"י זט\"ה במא\"ה מותר להוציא הדמים לכל מה שירצו אפילו לדבר חול:","(נח) אפילו אלו ארבעה דברים - עי' בבה\"ל דדין זה לא ברירא ולכתחלה בודאי צריך ליזהר בזה:","(נט) דיחיד בשלו וכו' - הטעם דעל שלו יש לו כח כזט\"ה במא\"ה בשל צבור דמותר להוציא ע\"י מכירה זו הדמים לכל מה שירצו וכנ\"ל:","(ס) אפילו ס\"ת - כתב הע\"ת דאף לפי דעה זו דמותר ואין הדמים נתפסין בקדושה מ\"מ לכו\"ע אין רואה סימן ברכה בדמים אלו וכ\"כ הא\"ר:","(סא) כל שלא הקדישו וכו' - המ\"א מצדד דאם נתנו לרבים לקרות בו אסור לכו\"ע אפילו לא הקדישו ממש וכתב עוד וצ\"ע על מה סומכין העולם שמוכרין ס\"ת ומשתמשין בדמיהן אפילו נתנו לביהכ\"נ וצ\"ל כיון דהמנהג כן הו\"ל כאלו התנה בתחלה שלא תחול קדושת רבים עליהן וכמ\"ש ביו\"ד סימן רנ\"ט ס\"ב בהג\"ה:","(סב) ויש מי שאוסר - ולדעה זו אפילו זט\"ה במעמד אנ\"ה ג\"כ אסורין למכור ס\"ת ולהשתמש בדמיה אא\"כ הוא תועלת בשביל לימוד התורה ואם מכר צריך לקנות בדמיה ס\"ת אחרת [מ\"א] ומלבוש יו\"ד משמע דבזט\"ה במעמד אנ\"ה לכו\"ע מותר להשתמש בדמיה [א\"ר]. כתב מ\"א דדוקא בספר תורה אבל בתשמישי קדושה לכו\"ע מותר ביחיד למוכרו ולהשתמש בדמיה כל מה שירצה מיהו מהמחבר ביו\"ד רפ\"ב סי\"ח מוכח דיש מי שאוסר ס\"ל דאפילו בתשמישין נמי אסור להשתמש בדמיה דיחיד אין לו כח כזט\"ה במא\"ה. כתבו האחרונים דאפילו בס\"ת אם קנה מתחלה הס\"ת כדי למכרה וכ\"ש אם קבלה בחוב פשוט דמותר למכרה לכ\"ע ולהשתמש בדמיה למה שירצה. איתא ביו\"ד סי' ע\"ר דשארי ספרים דינן כס\"ת ואסור למכרן אלא ללמוד תורה או לישא אשה והנה פה כתב המחבר דיש שתי דעות אפילו בס\"ת אפשר דשם מיירי כשהקדישו לרבים לקרות בו:","(סג) ללמוד תורה - היינו להתפרנס בדמיו בריוח [פמ\"ג] וכתב עוד צ\"ע אם מוכרין ס\"ת לקנות גמרא ופוסקים ופירושיהן דהא הטעם דמוכרין ס\"ת בשביל ת\"ת משום דלמוד גדול שמביא לידי מעשה א\"כ ה\"ה אפשר דכה\"ג נמי דא\"א ללמוד בלא ספרים:","(סד) בית הכנסת - ישן:","(סה) מבית הכנסת ישן - פי' שכבר התפללו בו כדלעיל סעיף ח':","(סו) יכולים ליתן - היינו שבעה טובי העיר במעמד אנשי העיר ויש אומרים דאפי' בלא מעמד אנשי העיר נמי יכולים. ובכרכים אסור בכל גווני:","(סז) במתנה - והלוקח יכול להשתמש בם תשמיש חול:","(סח) דאי לאו דהוה להו וכו' - או שמקוים שיהיה להם הנאה ממנו באיזה פעם [ריטב\"א] ולפ\"ז ליתנו לאנשי עיר רחוקה שבודאי לא נהנו ולא יהנו מהם לעולם אסור דהא אין כאן דבר אחר שתחול ע\"ז קדושת בית הכנסת וע\"כ לא נפקע קדושתה ואסור להשתמש בה. וכ\"ז מיירי כשנותנין להשתמש בה בחול אבל ליתנה להן במתנה שיתפללו בתוכה מותר דהא אין כאן הורדה מקדושה וכמ\"ש בהג\"ה ועיין במ\"א שמצדד דה\"ה דמותר להם ליתן ס\"ת [וה\"ה כל תשמישי קדושה] במתנה דהא אינן מורידין אותן מקדושתן בזה:","(סט) למשכנן או להשכירן - דכיון שגוף החפץ לא נמכר עדיין ברשות בעלים הראשונים הוא ובקדושתיה קאי:","(ע) או להשאילן - פי' על זמן ואח\"כ יחזירם בעין דאילו בהלואה לחלוטין והלוה יחזיר לבנים אחרים תמורתם בודאי שרי דהיינו חליפין דשרינן [ריטב\"א]:","(עא) ואפילו ע\"י זט\"ה - ואפי' אם היה ג\"כ במעמד אנשי העיר:","(עב) שאין כאן דבר אחר וכו' - ואע\"פ שקבל מעות כשמשכנן או השכירן אין שייך לומר דחלה הקדושה על המעות שהרי אין גוף החפץ קנוי לו ועדיין נשאר בקדושתו וקא משתמש בקודש:","(עג) שמורידן מקדושתן - דהיינו שהשואל והשוכר משתמש בהן בחול:","(עד) אפילו ס\"ת וכו' - וכ\"ש להשאיל ביהכ\"נ להתפלל בה ועיין בע\"ת דזה דוקא כשהשואל והשוכר קורא בס\"ת וכן מתפלל בביהכ\"נ בעשרה הא לא\"ה יש בזה משום זלזול קדושה והמ\"א כתב בסקכ\"ז דמסתימת הפוסקים משמע דבכל גווני שרי:","(עה) לבנות ביהכ\"נ - וה\"ה בשאר דבר מצוה:","(עו) אינו יכול למכור - דמסתברא דלא השליטו הקהל על אותה מצוה אלא לאותו איש ולזרעו ולא למכור לאחרים אא\"כ התנו בפירוש שיכול למכור זכותו [לבוש]. כתב הט\"ז דהשו\"ע מיירי שכיבדו אותו בחנם אבל אם קנה מהם בדמים הוא ככל קנין דעלמא ויכול למכור זכותו לאחר ומ\"מ ברור הוא כי דוקא להגון כמוהו הקנו לו זכות זה וכ\"כ הא\"ר וכן בדינא דלבוש כשהרשוהו בפירוש שיכול למכור זכותו הוא ג\"כ דוקא להגון כמוהו [פמ\"ג]:","(עז) דבר מצוה - מדסתם משמע כל דבר מצוה כצדקה וכיו\"ב אף שאינה חמורה מקדושת בהכ\"נ ואע\"ג דלעיל בס\"ה פסק בגבו מעות דאין משנין אלא לקדושה חמורה הכא מיירי ע\"י זט\"ה במעמד אנשי העיר דשרי להוציא המעות אף לקדושה קלה ואף לחולין וכנ\"ל בס\"ז [מ\"א] והט\"ז מוקי לה אף שלא ע\"י זט\"ה במעמד אנ\"ה אלא דמיירי דשקילי המעות דרך הלואה ואח\"כ יחזירו מעות אחרים לבנין ביהכ\"נ ואזיל לטעמיה בסק\"ב דס\"ל שם בגבו מעות דמותר ליקח דרך הלואה:","(עח) לא ימכרום לד\"מ - אע\"פ שע\"פ הדין מותר ע\"פ זט\"ה במא\"ה אפילו להוציא לחולין כ\"ש לד\"מ מ\"מ לא יעשו כן [מ\"א] ויגבו מן הצבור:","(עט) בנו וגמרו - דוקא גמרו אבל לא גמרו את הבנין דינו כאבנים וקורות שנזכרו מקודם [ט\"ז וח\"מ ועיין לעיל בסימן קנ\"ב בבה\"ל]:","(פ) לא ימכרו ביהכ\"נ - פי' אין ראוי לאנשי העיר לעשות כן אבל מן הדין שרי בפדיון שבוים ולקדושה חמורה בכל גווני ואפילו בלא זט\"ה במעמד אנשי העיר:","(פא) לא מצי וכו' - דנעשה נדר מכי אמר קרקע זו לביהכ\"נ וכדאמרינן בפיך זו צדקה:","(פב) יכולים לשנותה - ואפילו לדבר הרשות ואף שהוזמן הקרקע לביהכ\"נ הזמנה לאו מילתא היא כדלעיל ס\"ח ואף שהוא עומד וצווח איני חפץ אלא שיהיה לביהכ\"נ לא משגחינן ביה כיון דמעיקרא סתמא אמר ולא כפליה לתנאיה דלא אמר אם לא יבנו ביהכ\"נ יחזירו לי הקרקע אמרינן אדעתא דידהו יהבה מעיקרא והשתא קהדר ביה ולא מצי [מרדכי]:","(פג) אינם רשאים - ר\"ל שיכול לעכבם שלא לבנות עליה בהמ\"ד אף שהיא קדושה חמורה מזה כנ\"ל בריש הסימן והטעם כיון דאיתיהב אדעתא דכולהו לא גרע כחו מאחד משאר אנשי העיר שיכולים למחות כשרוצים לשנות ואע\"ג דמבואר לעיל בסעיף ו' דלקדושה חמורה יכולים בני העיר לשנות ואפילו שלא בשבעה טובי העיר התם מיירי שאין אחד מאנשי העיר מוחה ע\"ז בפירוש. ועיין במ\"א שהקשה דביו\"ד סימן רנ\"ט ס\"ב איתא בהדיא דאין הבעלים יכולים למחות מלבנות ביה\"מ כיון שהיא קדושה חמורה ודחק את עצמו לתרץ ועיין בפמ\"ג שמפקפק בתירוצו וגם בבאור הגר\"א הקשה קושיא זה דמ\"א ונשאר בדין זה בצ\"ע:","(פד) לשנותה - ומסיים המרדכי דמ\"מ ראובן נמי לא מצי לשנות ולמהדר ואפילו לא מצי עתה לבנותה מפני השלטון שמא לאחר זמן ימצאו חנינה לבנותה:","(פה) ושבעה טובי העיר וכו' - ר\"ל במעמד הקהל:","(פו) אין אדם וכו' - היינו בין ליחיד בין לכל הקהל:","(פז) אינו כלום - כן תקנו הגאונים דאל\"כ כל אחד שיהיה לו דבר מה עם חבירו יאסור חלקו עליו וממילא יהא כל ביהכ\"נ אסורה עליו דאין ברירה [לבוש]:","(פח) אינו יכול לאסרה - היינו מצד חרגמ\"ה שיש ע\"ז והטעם נראה דחששו לבזיון דההוא גברא עיין גיטין נ\"ז משא\"כ כשיאסור לכולם ליכא כיסופא. והא דיכול לאסור לכל הקהל היינו משום דלא השאיל להם אלא בסתם הא אם השאיל להם לזמן עיין ביו\"ד סימן רכ\"א סעיף ו' וז' דיש פלוגתא אם חל איסור בתוך הזמן:","(פט) למחות במי שירצה - כצ\"ל. וכן הוא בד\"מ:","(צ) אין וכו' - מפני דרכי שלום שלא יאמרו על ב\"ב זה אנשים שאינם מהוגנים הם ולפיכך נמנעו הצבור מלהתפלל שם ולכן אפי' יש להצבור קצת טעם בדבר נמי אינם רשאים:","(צא) הצבור - ואם רק מקצת מהצבור רוצים להתפרד ולהתפלל במקום אחר רשאים כיון שגם בביתו מתפללים קצת ולא נתבטל ממנו המצוה בשום פעם. אבל חברה שהיו לומדים בבית אחד כמה שנים ואח\"כ רוצים ללמוד ב' חדשים בכל בית ובית אינם יכולים לשנות [אחרונים]:","(צב) לשנותו - וה\"ה במי שזכה באיזה ענין של כבוד או של מצוה אין מעבירים ממנו [אם לא שיש טענה גמורה למערערים] ול\"ד בדברים הנוגעים תדיר אלא אפילו בדברים דמזמן לזמן קאתי נמי דינא הכי. כתבו האחרונים אנשים שהחזיקו לקבור מתים אינם יכולים למחות באחרים שבאים לקבור שבעשיית מצוה כל אחד רוצה לזכות ובמדינות שיש חבורות מנויות על כך שמניחים עסקיהם בכל השנה כשמזדמן להם מצוה זו צריך ליתן להחברה כמנהגם:","(צג) בבית אחר - ר\"ל בבית של יחיד אבל אם רוצים לבנות ביהכ\"נ קבוע רשאים ואין בזה משום דרכי שלום (לבוש):","(צד) שנהגו להביאם וכו' - כגון מנורות להדליק בהם או תכשיטים לתלות על ס\"ת:","(צה) אין יכולים - כיון שלא פירשו בהדיא דנותנים זאת רק בתורת שאלה בעלמא משנשתמשו בהם חל עלייהו קדושה וכתב המ\"א דעכשיו המנהג פשוט שנשארים ברשות בעליהם ואם כן המביאים את הכלים מביאים אדעתא דמנהגא והוי כמו שהתנה בפירוש דלא תחול עלייהו קדושה ומ\"מ יותר טוב להתנות בהדיא בשעת הבאה דהוא רק בתורת שאלה בעלמא:","(צו) שאם נמצא וכו' - ר\"ל שנמצא בביתו בין שטרותיו:","(צז) הוי הקדש - דודאי הקדישו כיון שכתב לו על המגילה [ועיין במ\"א סקמ\"ה מה שהעיר בזה מח\"מ סי' פ\"א סעיף י\"ז ובדברי הש\"ך שם יתורץ קושיתו כמ\"ש במחצית השקל אבל א\"כ אין זה דין ברור להוציא ממון דהרבה אחרונים סוברין שם דלא כהש\"ך עיין בח\"מ סימן רנ\"ה בפתחי תשובה]:","(צח) שהיה של אבותיו - ומונחת בביהכ\"נ:","(צט) אין הצבור יכולים - ולא אמרינן דבודאי החליטה להקדש ולא דמי לכלי הקודש של כסף שנהגו להביאם בביהכ\"נ המובא בסעיף י\"ח דאין הבעלים יכולים להוציאם לחולין דשאני הכא בס\"ת שכן הדרך לעשות ס\"ת ע\"מ כן להניחה בביהכ\"נ שיקראו בה רבים ושתהיה מונחת שם עד יום פקוד הבעלים אותה ליקח לביתו ואפילו היתה לבושה מעילין של צבור ולא הקפיד לא אמרינן בשביל זה מסתמא כבר סילק ידו ממנה משום דכן המנהג תדיר להחליף המעילין מס\"ת אל ס\"ת הן של יחידים הן של הקהל מיהו כמה אחרונים כתבו דגם הכא בס\"ת מיירי שאנו יודעין בבירור שבתחלה לא הניחה לחלוטין רק שהשאילה לבהכ\"נ שיקראו בה רבים ואשמועינן דלא אמרינן כיון שהניחה זמן רב מסתמא כבר החליטה להקדש אבל בהניחה סתם אמרינן דמסתמא אקדשה לעולם וכההיא דכלי הקודש בסעיף י\"ח הנ\"ל. ועיין במ\"א סקכ\"ב שכתב דמנהג העולם כהיום למכור ס\"ת אפילו נתנו מתחלה לביהכ\"נ לקרות בו וכתב דכיון שנהגו כן הו\"ל כאלו התנו מתחלה בהדיא שלא תחול קדושת רבים עליהן ולפ\"ז נראה דלכו\"ע אין להחמיר בזה בדיעבד ומ\"מ לכתחלה בודאי טוב להתנות בהדיא שאין נותנה לחלוטין:","(ק) להחזיק בו - ואפילו יש עדים מבני אותה העיר דנתנה לצבור לא מהני דנוגעין בעדות הם ואפילו אם ירצו לסלק עצמם ממנה לא מהני אא\"כ יש להם ס\"ת אחרת מדוייקת וכשרה כמותה [אחרונים]. ישוב שלא היה לצבור ס\"ת וקראו בס\"ת של יחיד ואח\"כ קנו הצבור ס\"ת וטוען היחיד שיש לו חזקה שיקראו דוקא בס\"ת שלו אין זו חזקה דאין עמה טענה [וכמבואר בחו\"מ סוף סימן קמ\"ט בהג\"ה ע\"ש] ומ\"מ אין למעט כבוד ס\"ת של היחיד אלא יקראו בכל שבת בס\"ת אחרת:","(קא) שנשתמש בהם - עיין לעיל בסימן קמ\"ז ס\"א בהג\"ה במ\"ב מה שכתבנו בזה:","(קב) הדיוט - וכ\"ש מדברים שנשתמש בהן לע\"ג ובזה אפילו בדיעבד אסור וצריך למכרן ולחזור ולקנות אחרת [ח\"א]:","(קג) לתשמיש קדושה - אבל למצוה שרי וכמ\"ש למעלה בסימן קנ\"ז ס\"א במ\"ב וספרי פסולים של העו\"ג שמכורכים בשיראים לנוי אין ליקח השיראים לעשות מהן טלית דמאיסי כמו בגדי אליל וק\"ו דאסור לעשות מהן תשמישי קדושה וע\"כ אסור ליקח הכריכות ולכרכן על ספרי קודש שלנו [חידושי רע\"א]:","(קד) אסור לעשות וכו' - כמו שאסרה תורה להביאם למקדש ולמזבח שנאמר לא תביא אתנן זונה ומחיר כלב וגו' כי תועבת ה' אלהיך וגו' ומ\"מ אינו אלא מדרבנן:","(קה) מאתנן זונה - ואיסור דאתנן חל על כל מה שיתן לה ואפילו פסק עמה טלה אחד בשכרה ונותן לה הרבה כולם אסורים דכולם בתורת אתנן קאתו לה. ודין אתנן הוא דוקא כשנתן לה אתנן ואח\"כ בא עליה אבל בא עליה ואח\"כ נתן לה אתננה שהתנה עמה מותר כיון שבשעת ביאה לא היה קנוי לה זה האתנן. גם דאיסור אתנן הוא דוקא כשנתן הנואף להנואפת אבל אם האשה נתנה לו מותר האתנן ואם נתן האתנן לזכר לשכב עמו אסור האתנן:","(קו) מחיר כלב - כגון שהחליף כלב באיזה דבר:","(קז) כגון ביהכ\"נ - כגון שנתן להזונה או שהחליף בהכלב אבנים וקורות וה\"ה דלעשות מהאתנן כלי ביהכ\"נ גם כן אסור:","(קח) או ס\"ת - כגון שנתן לה קלף וה\"ה מפות לס\"ת אסור וה\"ה דשום דבר מצוה אסור לעשות מהאתנן ומחיר כגון נר ושמן לביהכ\"נ [א\"ר בשם רי\"ו] ובפמ\"ג משמע דה\"ה ציצית וטלית מצוה ג\"כ אין לעשות מזה:","(קט) מהאתנן עצמה - כמו שכתבנו מקודם ואם נשתנו האתנן והמחיר כגון זיתים ועשאן שמן ענבים ועשאן יין מותר:","(קי) נתן לה מעות - וה\"ה כשלקח בעד הכלב מעות מותר לקנות בהם דבר מצוה:","(קיא) איסור ערוה - דהיינו חייבי כריתות וי\"א דה\"ה חייבי לאוין וזונה נכרית לכ\"ע אתננה אסור:","(קיב) שהוא רגיל - ר\"ל שהחזיק בה ברשות הקהל [ובתשובת רדב\"ז ח\"ד סי\"א כתב דאפילו לא הרשוהו בפירוש אלא כל שהחזיק זמן רב ושתקו ולא מיחו הוי חזקה]:","(קיג) היה סיפוק - היינו שגם באונסו או בעניו היה סיפוק בידו לתת כפי מה שרגיל:","(קיד) ונתרצה וכו' - לאו דוקא נתרצה בפירוש אלא כל שסיפוק בידו ולא חפץ ליתן איבד זכותו ונקט נתרצה משום סיפא:","(קטו) חוזר למצותו - ואין לשנותו אפילו מע\"ה לת\"ח אם לא שיש טענה גמורה למערער. אך אם יש ראיה ברורה שכבר נתייאש מזה אבד חזקתו. כתבו הפוסקים דה\"ה פרנס שעבר מחמת אונס ומינו אחר תחתיו דכשיעבור אונסו חוזר לפרנסותו ואין ליתן לשני שום חלק בפרנסות משום איבה דראשון ומ\"מ אין לנהוג בזיון בשני ויתנו לו שום מינוי של כבוד בצרכי צבור. אם עבר משררותו מחמת עבירה שעשה אפילו בשוגג אינו חוזר לשררותו כדקי\"ל במכות [י\"ב] לענין רוצח שגלה לעיר מקלטו ושב דאינו חוזר לשררותו שהיה לו מקודם [מ\"א] והא\"ר מסתפק בזה דאפשר דדוקא ברוצח ע\"ש ועיין בריטב\"א שם מה שכתב בזה:\n"],["(א) רחבה של עיר - הוא מקום שמתכנסין בו בתעניות להתפלל בו מפני שאז הקיבוץ רב ואין בתי כנסיות מכילין אותן:","(ב) שמתקבצים בהם וכו' - היינו אפילו הוא בית פנוי שאין דר בה אדם ואצ\"ל אם מתקבצין להתפלל בבית שדרין בו ומשתמשין בו צרכיהם בודאי אין ע\"ז שם ביהכ\"נ אפילו מתפללין שם תדיר כיון שאין מיוחד לתפלה בלבד:","(ג) באקראי - ועזרות שלנו לא עדיפי מבתים וחצירות שאינן מתפללין בהם אלא כשהם נדחקים ומ\"מ אפשר לומר הואיל ומתפללין שם תדיר כ\"ז שהם נדחקים אע\"פ שהוא אקראי לגבי זה המתפלל המקום נעשה קבע לעצלנים [מהרי\"ט ח\"ב סימן ד'] ובעיירות גדולות שהדרך להתפלל שם בעזרה בקביעות פשוט דכל קדושת ביהכ\"נ עליו אבל גן ופרדס ואיצטבא שסביבה אע\"פ שפתוח לביהכ\"נ אין בה קדושה ואם היה פתוח נגד ההיכל יש להחמיר שלא לנהוג שם קלות ראש ואע\"פ שהמקום חול הואיל והוא מכוון כנגד הקודש איכא זילותא [שם]:","(ד) השוכרים בית - לזמן קבוע לחודש או לשנה והטעם דכיון דבכלות זמן השכירות יש ביד הבעה\"ב שלא להשכיר להם עוד א\"כ אינו אלא עראי ואין בו קדושה [זה הטעם מוכח מלבוש ובע\"ת לא משמע כן ועיין בה\"ל]:","(ה) ומתפללים בו - דוקא אם הוא להתפלל לבד אבל אם הוא ביהמ\"ד יש בו קדושה [ש\"ת בשם תשוב' כנה\"ג ואיני יודע טעמו ואולי דכיון שהוא נעשה קבע גמור להתפלל וללמוד בו כדרך ביהמ\"ד לא מקרי עראי]:","(ו) תשמישי קדושה וכו' - והיינו דאף דבתשמישי מצוה קי\"ל בסימן כ\"א דלאחר שעבר מצותן מותר לזורקן בתשמישי קדושה אינו כן אלא אף לאחר שנתבלו ואין ראויין עוד לתשמישן מ\"מ יש בהן קדושה וצריך לגנזן וגם אסור להשתמש בהן שום תשמיש ודוקא תשמיש קדושה עצמה אבל דבר המשמש להתשמיש קדושה והוא הנקרא תשמיש דתשמיש אין בו קדושה ומותר להשתמש בהן אף בעודן קיימין [פמ\"ג]:","(ז) תיק של ספרים - היינו תורה נביאים וכתובים שהם קדושה והתיק הוי תשמיש לקדושה וה\"ה לשאר ספרי קודש ומש\"כ ורצועות תפילין ה\"ה לתיק שלהן וכל זה בין בשל יד ובין בשל ראש:","(ח) וארגז וכו' - מיירי שהוכן לכך ואפילו אם עדיין לא נתן בו רק פעם אחד או שלא הוכן מתחלה לכך אך שרגיל ליתן שם בקביעות ג\"כ נתקדש עי\"ז וכנ\"ל בסימן מ\"ב במ\"ב סק\"ט וכ\"ד עי\"ש:","(ט) שנותנין בו ס\"ת - קמ\"ל דלא נימא דלשמירה בעלמא עביד ולא לכבוד ואין על הארגז שם תשמישי קדושה [גמרא]. ואותן תיבות המיוחדות לשום שם ספרים שלנו שהספרים מכוסים בנייר ובעור או בקרשים מקרי התיבה תשמיש דתשמיש [ספר שיורי ברכה בשם תשובת ר\"י בן הרא\"ש] ואף דבארגז שנותנין בו ס\"ת קי\"ל דאפילו הס\"ת מונחת בתיק אפ\"ה הוי הארגז תשמישי קדושה כמבואר בי\"ד סימן רפ\"ב סי\"ב אפשר דארגז שאני שעשוי לכבוד הס\"ת כדאיתא בגמרא משא\"כ באלו התיבות שעשוי רק לשמירה בעלמא:","(י) וכסא וכו' - הוא השלחן שעומד על הבימה ואף דעליו מונח מטפחת ועל המטפחת מונח הס\"ת א\"כ השלחן אינו אלא תשמיש לתשמיש אפ\"ה דין תשמיש קדושה יש לו משום דלפעמים נותנין עליו הס\"ת בלא מטפחת [גמרא]:","(יא) ווילון שתולין - הוא הפרוכת והיינו למנהג התלמוד שהיו לפעמים מניחין ס\"ת עליה או שהיו מכסין בה הס\"ת [ונראה שהיה זה דבר מצוי בזמנם דאל\"כ הו\"ל תשמיש אקראי בעלמא ואין ע\"ז שם תשמיש קדושה] אבל האידנא דלא נהגינן הכי הו\"ל רק תשמיש דתשמיש וזהו שהגיה הרמ\"א לקמן בס\"ו בהג\"ה [אחרונים]:","(יב) יש בהן קדושה - וה\"ה מקק ספרים ומקק מטפחותיהן והיינו רקב של הספרים והמטפחת שנעשה על ידי התולעת האוכלתן [שבת צ' עמוד א']:","(יג) וצריך לגנזן - היינו אחר שנתבלו ואין עומדין לתשמישן עוד אפ\"ה יש בהן קדושה ואסור להשתמש בהן או לזורקן וע\"כ יגנזם במקום המשומר משא\"כ תשמיש דתשמיש אפילו בעודן קיימין מותר ליהנות בהן וכנ\"ל:","(יד) ודוקא הדבר וכו' - זה הכלל כל שנוגע ממש בקדושה בלי הפסק אע\"פ שאין כ\"כ לכבוד רק קצת שמירה כמו ארגז וכו' (לאפוקי ארון בחומה שהוא רק לשמירה בעלמא) ולכבוד אע\"פ שאין נוגע כך כמו טסי כסף ומכסה על הקרשים הואיל ומונח על הקדושה אע\"פ שיש הפסק תשמישי קדושה הוה משא\"כ פרוכת שלנו בסעיף ו' אע\"ג דדבר יקר וכבוד הוא מ\"מ הוי כמחיצה ואין מונח כלל על הקדושה [פמ\"ג] ועיין בבה\"ל מה שכתבנו בשם הגר\"א בזה:","(טו) המכסה שעל הקרשים - שדרכן היה לעשות לספרים תיק של קרשים ועליהן היו מכסין במכסה לנוי ולכבוד והואיל שהיא עשויה לכבוד הקדושה לכן נחשבת לתשמישי קדושה אף שאינה נוגעת בקדושה עצמה:","(טז) הבנוי בחומה - היינו שיש חלל בחומה כמין ארון וה\"ה אם נעשה כן בכותל של עץ דבכל זה הוי כחדר בעלמא כיון שלא נעשה לכבוד רק לשמירה ואם עושין ארון עץ תוך חלל החומה אותו הארון תשמיש קדושה הוה וכן כששוטחים חתיכת בגד בתוך החומה שלא יתקלקלו הספרים יש על אותו הבגד שם תשמישי קדושה [פמ\"ג]:","(יז) מתקלקלים - א\"כ לא היה ראוי מעיקרא ולא חלה עליו שם קדושה דלא מקרי תשמיש דידיה אלא מזיק דידיה ובאופן זה אפילו עשוי לנוי כיון שהוא מתקלקל אין עליו שם תשמיש קדושה:","(יח) דמותר ליטלן משם - ר\"ל דיטול הס\"ת ומותר לסתור אותו המקום ולא הוי כשאר תשמישי קדושה דאין לקלקלן וכנ\"ל בסוף סימן קנ\"ב עיין שם:","(יט) מטפחת של ס\"ת - וה\"ה לכל תשמישי קדושה:","(כ) במי רגלים - וה\"ה בכל דבר המסריח כמו מי משרה של פשתן וכיו\"ב:","(כא) למת מצוה - שצרכיו מוטלין על צרכי צבור [מאירי]:","(כב) ס\"ת שבלה - וה\"ה נביאים וכתובים כשהם כתובים בעור ובגלילה ובדיו [פמ\"ג]:","(כג) בכלי חרס - שיהיה לו קיום:","(כד) וגונזין אותו - וה\"ה שאר ספרים שבלו שצריך לגונזן ואסור לשורפן אע\"ג דכונתו שלא יבואו לידי בזיון מ\"מ דרך השחתה עביד וכתב הרמב\"ם במל\"ת סימן ס\"ה שהמאבד כתבי הקודש עובר בלאו דלא תעשון כן לה' אלהיכם וה\"ה בכל תשמישי קדושה יש ליזהר בזה [אחרונים]:","(כה) שונה הלכות - פי' משניות וברייתות ולא שימש ת\"ח בגמרא שהיא הסברת טעמי המשנה:","(כו) מתיבה כסא - תיבה הוא ארון הקודש ואף דכסא הוא ג\"כ תשמישי קדושה כדלעיל ס\"ג אפ\"ה אסור דתיבה הס\"ת מונח בה תמיד וכסא שהוא השלחן אין נותנין עליו הס\"ת אלא לפעמים והוי הורדת הקדושה:","(כז) כיס לחומש - דהוילון משמש לפעמים לס\"ת גופא כנ\"ל וחומש אפילו אם הוא עשוי בגלילה קדושתו קלה מס\"ת:","(כח) אסור - וכ\"ש שאסור לכרוך מפה של ס\"ת על הנביאים. ומפה שפורסין על השלחן אסור לפרוס על העמוד שלפני החזן. ומפות שפורסין על הס\"ת יכולין לתלותן בכותל ביהכ\"נ וכן כלי כסף שמשימין על הס\"ת יכולין להניחן על העמודים שבביהכ\"נ והטעם בזה דאינו תולה אותן לשם תשמיש ומה לי אם מונחים כאן או כאן:","(כט) אין לו קדושת ארון - דבזמנינו לעולם אין נותנין עליו ס\"ת בלא מטפחת ומותר לעשות מפרוכת מפה שעל השלחן וצ\"ע למה נהגו לפרסו לחופה לחתנים ואפשר דלב ב\"ד מתנה עליהם וכמ\"ש ס\"ח:","(ל) רק קדושת ביהכ\"נ - ואף שהוא רק תשמיש דתשמיש מ\"מ לא גרע משאר כלי ביהכ\"נ שדינם כביהכ\"נ אבל שאר תשמיש דתשמיש שאינם בביהכ\"נ כגון של תפילין וכדומה אין בו קדושה כלל [פמ\"ג]:","(לא) שאינן קדושים - שאינן לא לנוי ולא למלבוש רק לסימן בעלמא שלא יטעו וע\"כ הוי הורדה מקדושת ביהכ\"נ ועכשיו שנהגו לתלות היד בס\"ת לנוי א\"כ תשמיש קדושה הוה בודאי מותר לעשותו מכלונסים. איתא בס\"ח סימן תתקל\"ה דאסור להניח בתוך אה\"ק יריעות פסולים דהוי הורדה לקדושה ובמ\"א כתב דאפשר דשרי משום דלב ב\"ד מתנה עליהם וכ\"כ בא\"ר בשם שכנה\"ג דנוהגין להניח בתוכו יריעות פסולים אבל חומשים ושאר ספרים יש ליזהר שלא להניח בתוכו אפילו לפי שעה בין כשהס\"ת מונח בתוכה או לא ובארון הבנוי בחומה לפי המבואר לעיל בס\"ג בהג\"ה דיש לו רק קדושת בהכ\"נ שרי. ועיין ט\"ז שמפקפק קצת על מה שנוהגין בהו\"ר שלאחר שמוציאין כל הס\"ת שמים שם נר דולק דהוי דופן ארון הקודש תשמיש לאותו הנר. וקדושת הארון הוא דוקא כשעושין אותו שיהיה קבוע לעולם ואז אפילו נתיישן הארון ועשו אחר אפ\"ה אין להשתמש בראשון להורידו מקדושתו אבל אם עושין אותו לזמן עד שירחיב ה' לעשות אה\"ק כראוי לאחר שעושה ארון השני נתבטל קדושת ארון הראשון וע\"כ מותר לשום בתוכו ספרים [ט\"ז ושארי אחרונים]. אסור להשתמש בספר להנאתו כגון להגן בפני החמה או כדי שלא יראה חבירו מה שעושה. ולהניח ספר אחר תחת ספר שלומד בו כדי להגביהו יש להתיר ואם מונח ספר אחד לכו\"ע מותר להניח ספר אחר עליו [ח\"א] וכשהשמש זורחת על הספר שלומד בו יש להקל במקום הדחק להגן בספר אחר להיות לצל כיון שאינו עושה להנאתו. לא ישרטט קונטרס על הספר שהקונטרס עדיין אין בו קדושה אבל כשכבר כתוב עליו ד\"ת יש להקל אם הוא לצורך. אל יניח קונטרסים שלא נכתבו בם ד\"ת בספר ולא שום דבר ופשיטא לכתוב בספר חשבונותיו דאסור ולא ינסה בו בקולמוס. וצריך למחות בקושרי הספרים שמדבקין בלוחות הספרים כתבי קודש וידוע שהמאבד כתבי קודש עובר בלאו דלא תעשון כן לה' אלהיכם ואפילו אם נאמר דיזהר שלא ימחוק שם התיבות ובפרט השמות עכ\"פ הוא מורידן מקדושתן והוא איסור גמור:","(לב) למלך - שהיה קורא בתורה עליו בזמן הקהל וה\"ה בימה שלנו שעומד עליו האוחז הס\"ת:","(לג) מועיל בו תנאי - היינו כשהתנו בתחלת עשייתו שיהא מותר להשתמש בו. ואין חילוק בין לזמן שהס\"ת מונחת בו או אח\"כ:","(לד) אפילו דחול - ומ\"מ לתשמיש מגונה לא מהני תנאה [מ\"א לעיל בסימן קנ\"א סקי\"ד]:","(לה) ואי אפשר ליזהר - עיין בתה\"ד דמוכח שם דזהו דוקא בביהכ\"נ אבל לא בס\"ת של יחיד שיש לו בביתו:","(לו) מתנה עליהם מעיקרא - ודוקא במה שמבורר מנהגא להקל אבל במה שאינו מנהגא אין לנו להקל מעצמנו דאפשר דלא התנו ע\"ז:","(לז) ואע\"ג דלא התנו - ומסיים בתה\"ד נדחקתי כדי ליישב קצת מה שאין העולם נזהרין עכ\"ל ומשמע שם דראוי לכל אדם כשמנדב דבר לביהכ\"נ או הגזברים כשקונין איזה דבר להתנות שיהיו רשאים להשתמש בהם [מ\"א]:","(לח) שלדעת כולן הוקדשו - וכ\"ש מטפחות שהגזברים קונים אותם לצרכי הספרים שבביהכ\"נ בודאי לדעת כן נתקדשו לכתחלה שיהא מותר ליתנם מספר לספר:","(לט) אסור להניחו וכו' - משום דכל שינוי מקדושה לקדושה אסור אם לא לחמורה ממנו:","(מ) ויש מתירים - כיון שעכ\"פ אינו מורידה מקדושתה:","(מא) משום לב ב\"ד וכו' - ר\"ל אע\"ג דמצד הדין ראוי לפסוק כהדעה ראשונה שהיא דעת רוב הפוסקים דשינוי מקדושה לקדושה ששוה לה אסור מ\"מ הכא מותר משום לב ב\"ד וכו':","(מב) אין מוחין בידם - שאני אומר לב ב\"ד מתנה ע\"ז במקום שנהגו כן כיון שמשתמשין לכבוד התורה אבל בראשי חתנים דעלמא לא שאין אדם מתנה בעטרות שהן תשמישי קדושה לכבוד הס\"ת שיהא משתמש בהן הדיוט לכבוד עצמו אבל אם התנו בהדיא בשעת עשיית העטרה שיניחוהו בראשי חתנים דעלמא שרי כמש\"כ ס\"ח [מ\"א וא\"ר]:","(מג) שנתנם כותי לעכו\"ם - פי' לבית עכו\"ם להדלקה:","(מד) וכיבן שמשן וכו' - כלומר דאז מותרין להדיוט וכמו שכתב בהג\"ה דנתבטל מהם שם נוי עכו\"ם ע\"י כיבויין אפ\"ה אסורין לגבוה משום דמאיס וה\"ה שעוה הנוטף מנרותיהם דאסור [ח\"א] ואם לא הודלקו עדיין מעולם ומכרן שמשן לישראל מותר אף לגבוה דלא חל עלייהו שם נוי עכו\"ם מעולם:","(מה) בביהכ\"נ - וה\"ה לכל הדלקה של מצוה כגון הדלקת הנר דשבת ודחנוכה או ללמוד לפניהן דאסור וה\"ה לכל מילי דמצוה אין עושין מדבר שנעשה לעכו\"ם עיין סימן י\"א ס\"ח וסימן תקפ\"ו ס\"ג. ולענין לעשות מבית תפלה של עכו\"ם ביהכ\"נ כתב המ\"א בשם הרא\"ם להקל והטעם כי לא נעבד הבית עצמו מעולם ודעת הא\"ר נוטה להחמיר לעשות ביהכ\"נ קבוע ע\"ש וכמדומה שהעולם נוהגין להקל ועיין בה\"ל שביררנו דדוקא כשאין דרכן להעמיד שם אליליהם אבל אלו שמעמידין שם אליליהם אף שהוציאום משם ומכרו הבית לישראל דאז מותר הבית להדיוט מטעם שכבר נתבטל עי\"ז משם משמשי אליל כדאיתא ביו\"ד קמ\"ה ס\"ג עכ\"פ לביהכ\"נ אסור:","(מו) אע\"פ שמותרים להדיוט - ר\"ל מטעם ביטול וכנ\"ל אפ\"ה לגבוה אסור משום דמאיס. וה\"ה מנורות שקורין לייכטע\"ר שהיו בבית אלילים שלקחן ישראל אחר שביטלן העו\"ג שמותרין להדיוט אפ\"ה לביהכ\"נ אסור משום דמאיס וה\"ה להדליק בהן בביתו לצורך מצוה כמו לנר שבת וכדומה [פמ\"ג בפירוש דברי הט\"ז] ואף דא\"ר צידד להקל הפמ\"ג והגרע\"א מצדדים להורות כדברי הט\"ז. ולענין ספסלים מבתי אלילים שהם עשויין רק לישיבה בעלמא ולא לנוי לעכו\"ם פסק הפמ\"ג דמותרים לביהכ\"נ אף בלי בטול:","(מז) שעוה או נר - וה\"ה שאר דברים:","(מח) אסור להדליקו - דדמי לקרבן שאין מקבלין ממנו וה\"ה ממומר לחלל שבת בפרהסיא או מומר להכעיס אפילו באחד משאר עבירות שאין מקבלין מהן קרבן אין מקבלין מהן דבר לבהכ\"נ. מיהו אם נתנו מעות לכתוב ס\"ת בשמן שרי [מ\"א]:","(מט) אם הוא מאוס - ואפילו יש ששים נגדו דמותר באכילה כיון שמאוס אסור משום הקריבהו נא לפחתך ויש מקילין ביש ששים:","(נ) אסור להדליקו בביהכ\"נ - בפמ\"ג מצדד דה\"ה לשאר הדלקה של מצוה כגון נר שבת וחנוכה אסור אם הוא מאוס לו:","(נא) נר של ביהכ\"נ - היינו שנדר אחד שמן להדלקה בביהכ\"נ:","(נב) מותר לקרות - היינו בד\"ת ולא בקריאה של חול ולא דמי לנר חנוכה דלרוב הפוסקים אפילו ללמוד אסור לאורן וכדלקמן בסימן תרע\"ג שאני התם דבעינן שיהא ניכר שהודלק לשם מצות נר חנוכה ולא לשום דבר אחר משא\"כ הכא דכונת הנודר היה רק כדי להרבות מאור ביהכ\"נ לפיכך כל כמה דקרו אינשי לאורו בד\"ת טפי איכא מצוה ומקבל שכר. ומיהו זה דוקא במי שנדר נדר לביהכ\"נ וכנ\"ל אבל במקומות שעושין הגזברים נרות והדרך ליקח במו\"ש כ\"א נר לביתו אפילו משתמש בהן תשמיש חול שרי דה\"ל לב ב\"ד מתנה עליהן אבל באותם שעומדים על המנורה אסור לקרות בהן דבר של חול [אחרונים]:","(נג) אין מדליקין וכו' - דיש קדושת ביהכ\"נ עליהם:","(נד) של הדיוט - ולאפוקי להדליק ממנו נר שבת וחנוכה או לצורך ת\"ת דשרי:","(נה) כשצריך לכבותן - הטעם דלא חמירי מנר חנוכה דלאחר שדלקו זמן שיעורן מותר ליהנות מהן [הגר\"א]:","(נו) לצורך גדול - ולענין להדליק הפיפ\"א של טאבא\"ק מנר של ביהכ\"נ עיין בש\"ת שפוסק לאיסור מנר של תפלה ואך מנר של יא\"צ שדולק כל המעל\"ע יש להתיר. כתב ס\"ח סימן תתי\"ג לא יקח נר לבקש מעותיו אבל אם ירא פן נחבאו גנבים בביהכ\"נ יקח נר ויחפש [א\"ר] ולענ\"ד אחר שכתב רמ\"א דלצורך גדול אמרינן לב ב\"ד מתנה מסתברא דשרי נמי ליקח נר לחפש מעותיו שנפלו ממנו:","(נז) והתנו וכו' - ובלא התנו א\"צ ליתן לזה שהולך כלום דהא קנו אותה אדעתא שתשאר פה:","(נח) אלא מה שנתן - דמסתמא לא התנו אלא לחלק מבורר באותה שעה ולא לעשות שומא אחרת ואף אם היה ראוי להסתפק בלשונם למה נתכונו נמי דינא הכי כיון דממ\"נ הס\"ת נשאר להנשארים אלא שצריכין להחזיר הדמים ויש ספק כמה יחזירו מצו למימר הס\"ת ממ\"נ דידן היא ואי משום דמי אייתי ראיה ושקול [ב\"י]. ולפי טעם זה האחרון אפילו הוזלו הספרים א\"צ ליתן לו אלא כשער הזול [לבוש] ואם היה התנאי ביניהם שאם ירצה הוא יתן להם דמיהם ויקח הס\"ת אע\"פ שנתרצה אח\"כ ליתן להם הס\"ת מ\"מ הם אינם נקראים מוחזקים כיון שיש בידו לסלקן [מ\"א]:","(נט) בלבד - וכ\"ז בנידון כזה דבלא תנאי לא היה לו שום זכות למישקל דמי עבור חלקו וכנ\"ל וממילא הוי ס\"ת בחזקת הנשארים אלא שהתנאי גורם שיתנו לו דמים הם אומרים אייתי ראיה כמה מגיע לך בשביל תנאי שלך ושקול אבל שותפים שקנו ביחד בית אחד והיה תנאי ביניהם שיתנו לו חלקו כ\"ז שירצה ואח\"כ הוקר ואחד רוצה להסתלק וליטול חלקו מן הנשארים ודאי צריכים ליתן לו כפי מה ששוה עתה דמכח התנאי לא יגרע כחו דלא בא תנאי זה אלא ליפות כחו דלא יצטרך להמתין עד זמן שירצו הם משא\"כ כאן בס\"ת דמצד הדין אין לו שום זכות בס\"ת בלתי התנאי וכנ\"ל [ט\"ז]. בני העיר שהיה להם ביהכ\"נ אחד ומחמת איזה סיבה הוצרכו לחלוק עצמן לשנים הדין הוא שכל כלי הקודש וס\"ת יחלוקו באופן זה אם יש חפצים ידועים שהקדישם יחיד ועדיין לא נשתקע שם הבעלים יכול הוא או יורשיו להוליכם לביהכ\"נ שמתפלל בתוכה אבל אם נשתקע שם בעליו ממנו אע\"פ שידוע מי הקדישם אין לו שום יפוי כח ויתרון בהם מאחרים. וההקדשות הבאים מקופת הקהל יש אומרים שאלו ההקדשות יחולקו לפי ערך אנשים שהם מבן י\"ג ומעלה [שיש לכולם זכות בס\"ת לקרות בהם ולהשתמש בחפצים של הקדש] אבל המג\"א כתב דגם לנשים וטף יש חלק בכל הדברים כי יורשים הזכות מאבותיהם. ואם אי אפשר לחלקם ישתמשו בהם כל אחד ערך זמן לפי הזכות שיש להם בהם. קהל שברחו מעיר מאיזה סיבה ואחד מהם לקח כלי הקודש עמו ואח\"כ חזרו רוב הקהל ונתישבו מחויב להחזיר להם כלי הקודש אע\"ג שהוא היה המנדב את הכלים והוא אינו רוצה לחזור ולהתישב באותו קהל כיון שחזרו ונתישבו שם רוב הקהל [משפטי שמואל סימן ט\"ו]. כתב רמ\"ע בת' סי' ס\"ד אחד שקנה מצוה לשנה כגון גלילה ובתוך השנה גירש המלך היהודים אם בשעת הקנין נשמע דבר המלך אע\"ג שהיו משתדלים לבטל הגזירה מ\"מ הוי ליה להתנות ואם לא התנה צריך לשלם וגם בהתנה בעינן שיתנה כמשפטי התנאי דהיינו תנאי קודם למעשה וכדומה ובחידושי רעק\"א משיג על זה ודעתו דכל שגילה דעתו דאינו קונה אלא בדוקא שיתנו לו הגלילה סגי. מצא דבר בחצר ביהכ\"נ או בביהכ\"נ זכה בו ולא אמרינן דיקנה החצר להקדש דחצר קונה מטעם יד ואין יד להקדש (מג\"א בשם אגודה ועיין בחי' רעק\"א) ובספר מגן גבורים כתב שיש בזה דעות בין הראשונים עי\"ש. המתנדב איזה דבר לביהכ\"נ כגון פרוכת וטסי כסף וכיוצא בזה ורוצה לכתוב שמו עליו אין הצבור יכולים לעכב עליו שגם התורה כותבת ומפרסמת העושה מצוה (רשב\"א) ומיהו דוקא אם נתרצו לקבל נדבתו אבל אין יכול להתנדב ולכתוב שמו עליו בע\"כ של הצבור (פמ\"ג). כתב בס\"ח סי' תק\"ג מעשה באחד שבנה ביהכ\"נ ורצו הקהל להשתתף עמו במעות ולא רצה כדי שיהיה לו ולזרעו לשם וכלה זרעו. כתב אמונת שמואל סימן ל\"ה גבאי צדקה ששכר פועלים לסייד או לכייד במעות צדקה אין לכתוב בביהמ\"ד זאת נעשה בפקודת פלוני גבאי וכו' דדוקא מי שעושה בעצמו או מקדיש ממונו כותבין עכ\"ל והובא בא\"ר עי\"ש בסימן ק\"נ:\n"],["(א) ילך לבית המדרש - דאיתא בגמרא היוצא מביהכ\"נ ונכנס לבהמ\"ד ועוסק בתורה זוכה ומקבל פני השכינה שנאמר ילכו מחיל אל חיל יראה אל אלהים בציון. והנה בזמנם היה הביהכ\"נ מיוחד לתפלה וביהמ\"ד מיוחד לתורה לחוד והיה דרכם להתפלל בביהכ\"נ ואף בזמנינו שמתפללים בבתי מדרשות מ\"מ שייך ג\"כ דבר זה דאחר התפלה ילך להתחבר עם האנשים העוסקים בתורה במשניות וכדומה ונאמר עליו הכתוב ילכו מחיל אל חיל וגו':","(ב) ויקבע - דאיתא בגמרא כשמכניסין אדם לדין שואלין אותו קבעת עתים לתורה וטוב שיקבע העת מיד אחר התפלה משום ילכו מחיל אל חיל וכנ\"ל וגם דאם ילך מקודם לעסקיו חיישינן שמא ימשך ויתבטל קביעותו (פמ\"ג):","(ג) ללמוד - חייב אדם ללמוד בכל יום תורה שבכתב שהוא תנ\"ך ומשנה וגמרא ופוסקים ובעלי בתים שאינם לומדים רק ג' או ד' שעות ביום לא ילמדו בגמרא לחוד דבזה אינו יוצא אלא צריך שילמוד דוקא גם ספרי פוסקים כל אחד כפי השגתו [שו\"ע יו\"ד וש\"ך שם]:","(ד) שלא יעבירנו - דעיקר מצות ת\"ת אין לה שיעור וחיובה הוא כל היום כ\"ז שיש לו פנאי וכדכתיב לא ימוש ספר התורה הזה מפיך וגו' וכשיש לו פנאי והוא מבטל מלמוד תורה מרצונו הוא קרוב למה שאחז\"ל [סנהדרין צ\"ט] על הפסוק כי דבר ה' בזה זה שאפשר לו לעסוק בתורה ואינו עוסק. ואחז\"ל [ירושלמי סוף פ\"ט דברכות] ר' חלקיה בשם ר' סימון העושה תורתו עתים [ר\"ל שאינו לומד אלא בעתות מיוחדות אף שיש לו פנאי ללמוד יותר] הרי זה מפר ברית ויליף זה מן הכתוב עת לעשות לה' הפרו תורתך [ועי\"ש בפירוש הפני משה] אלא הכונה בקביעת עתים לתורה הוא שצריך האדם ליחד עת קבוע בכל יום שלא יעבירנו בשום פעם. ואם אירע לו אונס שלא היה יכול להשלים הקביעות שלו ביום יהיה עליו כמו חוב וישלימנו בלילה וכדאמרינן [עירובין ס\"ה] רב אחא בר יעקב יזיף ביממא ופרע בלילא. וכתבו האחרונים שלעולם קודם שיצא מביהמ\"ד שחרית אפילו אם אירע לו אונס שלא יוכל ללמוד בקביעות ילמוד עכ\"פ פסוק אחד או הלכה אחת:","(ה) להרויח הרבה - ואיש כזה הוא מבעלי אמנה שמאמין ובוטח בה' שלא יחסר לו מזונותיו עי\"ז וכדאיתא בירושלמי [סוטה פ\"ט] מאי אנשי אמנה כהדא דהוו צוחין ליה בפרגמטיא [פי' שהיו צועקים הקונים שיבא עם סחורתו למכור] והוי אמר לית אנא מבטל ענתי מה דחמי למיתי מיתי וז\"ל הקרבן עדה שם הוי אמר אין אני מבטל השעה שקבעתי ללמוד התורה בשביל הרווחת ממון אם ראוי שיבוא לי ריוח יבוא הוא מעצמו מהקב\"ה אף לאחר שאגמור קביעות למודי:","(ו) ילך לביהמ\"ד - שלומדים שם ואפי' אם אינו מבין מה שלומדים מ\"מ העכבה בביהמ\"ד מצוה היא וכש\"כ אם יוכל להבין מה שלומדים בהלכה או באגדה יקבע עצמו לשמוע ויעלה לו במקום למוד וכמו שאחז\"ל [דברים רבה פרשת כי תבא] אמר ר' יהושע אמר רב נחמן כל מי שבא לביהכ\"נ ושומע דברי תורה זוכה לישב בין החכמים לעת\"ל שנאמר אזן שומעת תוכחת חיים בקרב חכמים תלין:","(ז) או יקבע לו מקום - הוא ענין בפני עצמו ואריש הסעיף קאי דצריך אדם לקבוע תורתו בביהמ\"ד ושם יהיה לו מקום קבוע לתורה וצ\"ל ויקבע לו מקום:","(ח) וילמוד - לפי רהיטת לשון הרמ\"א הוא מגומגם דהלא מיירי בתחלה באדם שאינו יודע כלל ללמוד שאין לו אלא שכר הליכה אלא האמת כמו שכתבנו מתחלה דקאי הכל אריש הסעיף וקמ\"ל דאפילו מי שיודע ללמוד רק מעט אפ\"ה יקבע לו מקום בבהמ\"ד ללמוד במה שיודע וכן מבואר בתר\"י שממנו נובע הג\"ה זו שכתב וז\"ל ואפילו מי שאינו יודע ללמוד אלא מעט יש לו לקבוע באותו מקום ללמוד במה שיודע וכו' ואם אינו יודע כלל ללמוד יש לו ללכת לבתי מדרשות שלומדין ושכר הליכה בידו:","(ט) מעט במה שיודע - וכשלומד רק מעט נכון שעיקר למודו יהיה בהלכות שידע איך להתנהג למעשה וכנ\"ל ואמרו חז\"ל על הפסוק אוהב ה' שערי ציון מכל משכנות יעקב אוהב ה' שערים המצוינים בהלכה יותר מכל בתי כנסיות וכו' וגם אמרו כל השונה הלכות בכל יום מובטח לו שהוא בן עוה\"ב ואם אינו מבין בהלכות ילמוד כל מה שיודע וכעת בזמנינו יש כמה ספרים ממאמרי חז\"ל מועתקים על לשון אשכנז ויוכל כל אדם לקרות וללמוד בהם:","(י) ויחשוב בעניניו - פי' שיראה ויבדוק בשבתו קצת פנוי בביהמ\"ד אם יש צד עבירה במו\"מ שלו גזל ואונא' ורבית וכדומה ויפרוש ממנה:","(יא) וטוב שירגיל בו - כדאמרינן בגמרא שמונים ושלשה מיני חלאים תלויים במרה וכולם פת במלח וקיתון של מים שחרית מבטלתן ומצוה להנהיג עצמו במדה טובה והנהגה טובה לשמור בריאותו כדי שיהיה בריא וחזק לעבודת הבורא יתעלה [טור]:\n"],["(א) ילך לעסקיו - והנהגת האדם צריך להיות הכל בדרך המיצוע לא יקמץ יותר מדאי ולא יפזר יותר מדאי וכן בכל המדות רק הגאוה והכעס יתרחק מהם עד קצה האחרון וכמו שאמר התנא מאד הוי שפל רוח וכן בכעס הזהירו חז\"ל הרבה עליה:","(ב) עיקר - אלא יעשה רק כדי פרנסתו אך בזה גופא צריך להזהר מפיתוי היצר שמפתהו שכל היום צריך השתדלות על הרוחה זו. והעיקר שיתבונן בעצמו מה הוא הכרח האמיתי שאי אפשר בלעדו ואז יכול להתקיים בידו שיהא מלאכתו עראי ותורתו עיקר:","(ג) בידו - כי אין מעצור לה' להושיע ברב או במעט וישלח לו ברכה במעשה ידיו:","(ד) באמונה - היינו שלא ימצא בעסקו שום גזל ותרמית וגם ע\"ז שואלין לו לאדם בשעת הדין כמו שאחז\"ל. והנה יש כמה מצות תדיריות [עשין ולאוין] שמוטלות על האדם לעשות ולהזהר בהן בכל עת ואינן מובאות בהשו\"ע וכמה מהן העתיקן המ\"א מדברי הרמב\"ם ושארי הראשוני' וכן כמה הנהגות טובות המוזכרים בדחז\"ל לכן לא אחדול ג\"כ מלהעתיק מקצת מהדברים פה. כתב הרמב\"ם (פ\"ו מהלכות דעות הלכה ב) מצות עשה להדבק בחכמים ותלמידיהם כדי ללמוד ממעשיהם כענין שנאמר ובו תדבק וכי אפשר לו לאדם להתדבק בשכינה אלא כך אמרו חכמים בפירוש מצוה זו הדבק בחכמים ותלמידיהם לפיכך צריך אדם להשתדל שישא בת ת\"ח וישיא בתו לת\"ח ולאכול ולשתות עם ת\"ח ולעשות פרקמטיא לת\"ח ולהתחבר להן בכל מיני חיבור שנאמר ולדבקה בו עכ\"ל ואמרו חז\"ל כל הנהנה מסעודה שת\"ח שרוי בתוכה כאלו נהנה מזיו השכינה (ברכות ס\"ד). עוד כתב בפ\"י הלכה ג' מצוה על כל אדם לאהוב את כ\"א מישראל כגופו שנא' ואהבת לרעך כמוך לפיכך צריך לספר בשבחו [ובפני שונאיו אסור שלא יבואו לספר בגנותו שם בפ\"ז מה\"ד] ולחוס על ממונו כאשר הוא חס על ממון עצמו ורוצה בכבוד עצמו לפיכך המתכבד בקלון חבירו אין לו חלק לעוה\"ב עכ\"ל. ודוקא רעך בתורה ומצות אבל אדם רשע שראה אותו שעבר עבירה המפורסמת בישראל ולא קבל תוכחה מצוה לשנאתו [ע\"פ קי\"ג]. אהבת הגר שנתגייר [בזה\"ב] שני מ\"ע הן שנא' בו גם מצוה בפ\"ע ואהבתם את הגר. השונא אחד מישראל בלבו עובר בל\"ת שנאמר לא תשנא את אחיך בלבבך והמכה את חבירו והמחרפו אינו עובר בלאו זה אלא הוא עובר משום לא יוסיף להכותו ובחירוף עובר משום לא תונו איש את עמיתו ואם הכלימו בזה עובר ג\"כ משום לא תשא עליו חטא. כתב הרמב\"ם בסה\"מ מצוה ר\"ה דבכלל מצות הוכחה הוא שנוכיח קצתנו לקצתנו כשיחטא איש ממנו לאיש ולא נטור בלבבנו ולא נחשוב לו עון אבל נצטוינו להוכיחו במאמר עד שלא ישאר דבר בנפש ומ\"מ לא ידבר לו קשות עד שיכלימנו שנאמר ולא תשא עליו חטא אלא יוכיחנו בסתר בנחת ובלשון רכה [ועיקר דיני הוכחה נבאר אי\"ה לקמן בסי' תר\"ו ותר\"ח]. חייב אדם להזהר ביתומים ואלמנות אפילו הם עשירים גדולים וכל המקניטן או מכעיסן או הכאיב לבן או רדה בהן או אבד ממונן עובר בל\"ת וכש\"כ המכה אותן או המקללן שנא' כל אלמנה ויתום לא תענון בד\"א שעינה אותן לצרכו אבל כשעינה אותן הרב ללמוד תורה או אומניות או להוליכן דרך ישרה מותר ואעפ\"י כן לא ינהג בהן מנהג כל אדם אלא יעשה להן הפרש וינהלם בנחת וברחמים גדולים אחד יתום האב ואחד יתום האם. ועד אימתי נקראין יתומים לענין זה עד שלא יהיו צריכים לאדם להסמך עליו ולאמן ולהטפל בהן אלא יהיה עושה כל צרכיו לעצמו כשאר כל הגדולים. המרגל בחבירו עובר בל\"ת שנאמר לא תלך רכיל בעמיך איזהו רכיל זה שטוען דברים והולך מזה לזה ואומר כך אמר פלוני כך וכך שמעתי על פלוני אעפ\"י שהוא אמת הרי זה מחריב את העולם. יש עון גדול מזה עד מאד והוא בכלל לאו זה והוא לשון הרע והוא המספר בגנות חבירו אף שהוא אמר אמת אבל האומר שקר נקרא מוציא שם רע על חבירו. המספר דברים שגורמין אם נשמעו איש מפי איש להזיק חבירו בגופו או בממונו ואפילו להצר לו או להפחידו הרי זה לשון הרע [ובלאו הזה נמצאו הרבה הלכות ומבוארים באורך בכמה מקומות בדברי הראשונים והרוצה לעמוד על כל פרטי הדינים יעיין בספר חפץ חיים כי שם יבוארו כל הפרטים באורך]. שלא להחזיק במחלוקת שנאמר ולא יהיה כקרח וכעדתו [סמ\"ג ל\"ת קנ\"ז]. הנוקם מחבירו עובר בל\"ת שנאמר לא תקום ולא תטור כיצד אמר לו השאילני קרדומך ולא רצה למחר אמר לו השאילני מגלך אמר לו איני משאילך כדרך שלא שאלתני זו היא נקימה [וכתב רבינו אליעזר ממיץ בס\"י שלו וז\"ל לאו דוקא שאלת כלים דהא לאו כלים כתיב בקרא אלא אפילו שאר ממון דלאו כלים נינהו למדנו שמוזהרים ישראל שלא למנוע לעשות צדקה וגמ\"ח בממון בשביל שלא עשה הוא עמו שזו היא נקימה וכו' עיין שם] ואם אמר לו הא לך הריני משאילך ואיני כמותך זו היא נטירה אלא ימחק הדבר מלבו ולא יזכרנו כלל עכ\"ל הרמב\"ם עוד במצוה ע\"ג להתודות לפני ה' מכל חטא שיעשה האדם שנאמר והתודו את חטאתם וגו'. בחלק ל\"ת סימן קצ\"ה שלא לאכול ולשתות דרך זולל וסובא בימי הנערות שנאמר לא תאכלו על הדם ר\"ל לא תאכל אכילה שהיא מביאה לשפוך דם והוא אכילת סורר ומורה שחייב עליה מיתה [ואף שלאחר שעבר ימי הנערות לא נתחייב בתורה מיתה על אכילה כזאת מ\"מ נוכל לראות כמה מגונה ומכוער הדבר ביותר מדכתיב ואמרו אל זקני עירו בננו זה וגו' זולל וסובא ונאמר בקבלה אל תהי בסובאי יין בזוללי בשר למו ולהרמב\"ן נכלל כל זה במ\"ע קדושים תהיו עיין שם]. אל יוציא אדם דבר מגונה מפיו [פסחים ג']. מצוה רצ\"ט שלא להכשיל תם בדרך והיינו שלא ליתן לו עצה שאינה הוגנת לו שנאמר ולפני עור לא תתן מכשול. יזהר מליצנות וחניפות וכן ירחק משקר בתכלית הריחוק [עי' שבועות ל\"א] אך מפני השלום מותר לשנות [וע' במ\"א מש\"כ בשם הס\"ח וצ\"ע בזה]. בג' דברים מותר לשנות במסכתא ובפוריא ובאושפיזא [חו\"מ רס\"ב ע\"ש]. איתא בסוטה בסוף פרק ז' בשעה שקרא אגריפס המלך לא תוכל לתת עליך איש נכרי וגו' זלגו עיניו דמעות מפני שלא היה מזרע ישראל אמרו לו אחינו אתה ובאותה שעה נתחייבו ישראל כליה על שחנפו לאגריפס דאעפ\"י שלא היה בידם למחות מ\"מ היה להם לשתוק ולא להחזיקו בכך וזה עונש המחניף בדבר עבירה מחמת יראתו מפניו ואינו חושש על יראת הקב\"ה. ומיהו אם מתיירא שלא יהרגנו מותר לו לומר יפה עשית אפילו עבר עבירה. אמרו חכמינו ז\"ל על הפסוק בצדק תשפוט עמיתך הוי דן את חברך לכף זכות עיין בשבת דף קכ\"ז והחושד בכשרים לוקה בגופו [יומא י\"ט]. השח שיחת חולין עובר בעשה פי' דבר גנאי וקלות ראש שנאמר ודברת בם ולא בדברים בטלים ולאו הבא מכלל עשה עשה [יומא י\"ט]. כתב הרמב\"ם בסה\"מ מצוה ח' צונו להדמות לו יתעלה כפי היכולת והוא והלכת בדרכיו וכבר נכפל זה הצווי ואמר ללכת בכל דרכיו ובא בפירושו [סוטה י\"ד] מה הקב\"ה נקרא חנון אף אתה היה חנון מה הקב\"ה נקרא רחום אף אתה היה רחום וכו' וכבר נכפל זה הענין בלשון אחר ואמר אחרי ה' תלכו ובא בפירושו שר\"ל ההדמות בפעולותיו הטובות והמדות הנכבדות שיתואר בהם עכ\"ל. ועוד יש הרבה מצות תדיריות עשין ולאוין הנזכרות בכל ארבעה ספרי השו\"ע וימצא אותם המעיין כל אחד במקומו ועוד יש הרבה והרבה שלא הובאו בהשו\"ע ונמצאים בספרי מוני המצות הרמב\"ם והסמ\"ג והחינוך [וביותר בספר חרדים כי הוא קיבץ מכל הראשונים הקודמים לו בהמצות הנוהגות למעשה בזמן הזה] ונכון מאד שילמוד אותם כל אדם ויהיה בקי בהן ועי\"ז יהיה ביכולתו לקיימן וכמו שאחז\"ל על הפסוק וראיתם אותו וזכרתם את כל מצות ה' ועשיתם אותם זכירה מביאה לידי עשייה דאם לא ידע אם היא מצוה כלל מה יזכור לקיימן:\n"]],"AROCH_HASHULCHA":[["כופין בני העיר זה את זה לבנות בית הכנסת, ולקנות להם תורה נביאים וכתובים. ובזמן הזה כופין זה את זה לקנות משניות וגמרא וארבע שולחן ערוך, ועוד ספרים המוכרחים. וכבר בארנו זה בחושן משפט סימן קס\"ג, עיין שם. ונראה לי דאפילו יש להם מקום להתפלל במניין, ששוכרים בית להתפלל, מכל מקום אם מצבם מורה שביכולתם לבנות בית הכנסת – יכולים לכוף זה את זה. אבל כשיש להם בית הכנסת אחד – אין יכולים לכוף זה את זה לבנות עוד בית הכנסת אף שהראשון צר להם, דכל אחד יכול לומר: \"לדידי די זה הבית הכנסת\". ואם הבית הכנסת צריך תיקון ההכרחי, כמו שדולף גשמים או נתקלקלו הכותלים וכיוצא בזה – יכולים לכוף זה את זה שיתנו מעות לתקנו. אבל בשביל יפוי בעלמא נראה לי דאין יכולין לכוף זה את זה. ואם זה אומר שהוא הכרחית, וזה אומר שאינו הכרחית – תלוי בראיית עיני בית דין (כן נראה לעניות דעתי בדינים אלו).","ראיתי מי שכתב דלעניין גבייה לבניין בית הכנסת – גובין לפי ממון ולא לפי נפשות. וכששוכרין מקום לתפילה – גובין לפי נפשות (כנסת הגדולה וע\"ת). ויש מי שאומר דחציו לפי ממון וחציו לפי נפשות (אליה רבה סעיף קטן א'). ולפי מנהג מדינתינו שמוכרין מקומות – לא שייך זה כלל. דעושים קצבה לכל המקומות, ומי שרוצה במקום זה ישלם כך, ומקום זה ישלם כך. וקצבת המקומות יעשו על פי בית דין אם לא יוכלו להשתוות ביניהם. וכן על תיקון בית הכנסת ישלמו לפי המקומות. וכן הוא המנהג הפשוט אצלינו, דמקומות המזרחיים משלמין יותר, וכל אחד משלם לפי ערך מקומו. ובכל דבר חילוקי דעות בבית הכנסת, כגון אם למכור העליות אם לאו, או בשכירות שליח ציבור, או בשארי הנהגות והוצאות בית הכנסת, ואין יכולין להשתוות בדעות – יסמוכו על בית הדין, והם יפסוקו כפי הדין. ובחושן משפט סימן קס\"ג בארנו עוד בעניינים אלו, עיין שם. ולעיל סימן נ\"ה נתבאר כשאין מניין תמיד בבית הכנסת – כופין זה את זה בקנסות שיהיו תמיד עשרה. ובמקום שיש מעט מישראל – אין כופין לשכור להשלים מניין רק בימים נוראים, עיין שם.","איתא בשבת (יא א): כל עיר שגגותיה גבוהים מבית הכנסת – לסוף חרבה, שנאמר: \"לרומם את בית ה' אלהינו ולהעמיד חרבותיו\". ובתוספתא פרק שלישי דמגילה תניא: אין בונין בית הכנסת אלא בגובהה של עיר, שנאמר: \"בראש הומיות תקרא\". כלומר: לבנותה במקום שהארץ גבוה, ואז אף אם עצם הבניין לא יהיה גבוה כל כך, מכל מקום כיון שעומד על מקום גבוה – ממילא עולה בגבהו על כל בתי העיר. וכתבו הטור והשולחן ערוך דדווקא בתים שמשתמשים שם. אבל בירניות ומגדלים העשוים לנוי בעלמא, ולא להשתמש שם – מותר.והכי איתא בגמרא שם.","ומזה מבואר דאין הטעם מפני הכבוד בלבד, כלומר שתהא הבית הכנסת גבוה מכל הבניינים שבעיר. דאם כן למה הותרו בירניות ומגדלים? אלא הטעם הוא כדי שהמשתמש על גג ביתו לא יעמוד למעלה מגגו של הבית הכנסת. ולזה אמרו: כל עיר שגגותיה גבוהים..., משום דאצלם היו הגגים שווים, והיו משתמשים על הגגים. ולכן באמת בגגים שלנו כתבו הטור והשולחן ערוך דגג שהוא משופע ואינו ראוי לתשמיש – משערין עד המקום שהוא ראוי לתשמיש, דהיינו שאם יש עלייה תחת הגג – לא תהא גבוה יותר מבית הכנסת. עד כאן לשונם. ולפי זה מבואר דאין להשתמש בעליית בית הכנסת, ויתבאר בסימן קנ\"א. (הגהת הט\"ז סעיף קטן א' צריך עיון.)","ונראה לעניות דעתי דלהרמב\"ם דעת אחרת בזה. וזה לשונו בריש פרק אחד עשר מתפילה: כשבונין בית הכנסת – אין בונין אלא בגבהה של עיר. ומגביהין אותה עד שתהא גבוה מכל חצרות העיר. עד כאן לשונו. ושינה מלשון \"גגות\" ל\"חצרות\", וגם השמיט הך היתר דבירניות ומגדלים שבגמרא. ולשון הגמרא כך הוא: והני מילי בבתים. אבל בקשקושי ואברורי – לית לן בה. ורש\"י פירש \"קשקושי ואברורי\" – בירניות ומגדלים. וכן כתב הרא\"ש, ומזה התיר בגגין שלנו, ובדרך זו דרכו הטור והשולחן ערוך. אבל הרמב\"ם נראה לי שמפרש כפירוש הערוך (ערך \"אברורי\"), דאברורי הוא חומת העיר, ובלשון פרסי הוא \"קשקוש\". ואם כן אין זה מבנייני העיר אלא היקף החומה שסביב לעיר. ולכן השמיט זה משום, דזה לא שייך אצלינו כמובן. אבל כל מין בניין אסור, והטעם מפני הכבוד בלבד: שיהא גבוה יותר מכל הבניינים שבעיר. ולכן כתב \"חצרות העיר\" ולא \"גגות\", שיהא הטעם מפני תשמיש. ולפי זה גם בגגין שלנו אסור. ותמיהני על הפוסקים שלא הרגישו בזה.","ומי שהגביה ביתו יותר מבית הכנסת, יש אומרים שכופין אותו להשפילו. מיהו מפירוש רש\"י משמע דדווקא לכתחילה צריך למונעו, אבל בדיעבד אין כופין להשפילו (ב\"י וב\"ח). וכתב רבינו הרמ\"א בסעיף ג דאם עשה בניין גבוה יותר בקרן אחד מהבית הכנסת – סגי בכך. עד כאן לשונו. כלומר: דאפילו אם הגובה אינו על כל הבית הכנסת אלא בצד אחד – מותר. ודווקא בניין ממש, כגג או עלייה. אבל לתחוב עמוד בעלמא – אינו מועיל כלום (מגן אברהם סעיף קטן ג'). ונראה לי דמטעם זה רובי בתי כנסיות שלנו עושים אותו גבוה הרבה באמצע, ולא על כל הבית הכנסת. ודע דבבתי מדרשים ליכא דין זה. וכן המנהג דהבית הכנסת עושים גבוה הרבה, ולא בית המדרש. ואף על גב דקיימא לן דקדושת בית המדרש גדולה מקדושת בית הכנסת (כרבי יהושע בן לוי במגילה כז א), מכל מקום לעניין זה בית הכנסת שהוא מקום תפילה לכל העיר חמור טפי, דההרגשה נראית יותר בבית הכנסת מבבית המדרש. והכתוב אומר: \"וקבצתים בבית תפילתי\". (מה שכתב הרמ\"א בסעיף ב דבשעת הדחק או שאין מניחים לבנות בית הכנסת כדינו – מותר להתפלל בבית אף על פי שדרין בעלייה על גביו. ובלבד שינהגו בעלייה שעליו בנקיות. עד כאן לשונו. וזה יתבאר עוד בסימן קנ\"א סעיף י\"ז. ועיין מגן אברהם סעיף קטן ב' ואליה רבה, דעכשיו שיש בתים אחרים גבוהים – אין נזהרים בזה. וצריך עיון.)","בחושן משפט סימן קנ\"ד נתבאר דהבונה כנגד חלון של חברו – צריך להרחיק ארבע אמות שלא יאפיל עליו, עיין שם. ובארבע אמות די. אבל הבונה כנגד חלון בית הכנסת או בית המדרש – אין מספיק לו בהרחקת ארבע אמות לפי שהוא צריך אור גדול, וצריך להרחיק הרבה כפי שישאר האור כמקדם. דלא גריעא מאכסדרה שצריכה אור רב (בבא בתרא ז א). ודווקא כשהחזיקו הציבור בהחלונות (מגן אברהם סעיף קטן ד'). ויחיד יכול לפתוח חלונותיו לחצר בית הכנסת, כיון שהיא מקום כניסה לרבים – הוי כמבוי מפולש שאין בו היזק ראייה, כמו שכתבתי בחושן משפט שם. אבל הציבור אין להם לפתוח חלונות לחצר של יחיד. ואם חצר בית הכנסת אינו מקום גלוי לרבים, ומשתמשים בו לפעמים תשמיש צנוע – יכולים גם הם למחות בהיחיד שבא לפתוח חלונותיו לשם (שם בשם תשובת רמ\"א). וצריכין ליזהר כשרשאי לפתוח חלונות, שלא ישאר לו חזקה בזה, וימחה אותם מלבנות בפני חלונותיו כשיצטרכו לזה. והוא באמת אין לו חזקה, רק שעתה אין יכולין למחות, וכשיצטרכו לבנות שם יכולין להאפיל לו החלונות (שם). ויכתבו זה בפנקס לזכרון.","תניא בתוספתא פרק שלישי דמגילה: אין פותחין פתחי בתי כנסיות אלא למזרח, שכן מצינו בהיכל שפתחו למזרח... והטעם מפני שהם היו מתפללים למערב. והיתה הפתח במזרח, כדי שבהכנסם ישתחוו לעומת הארון שהוא במערב. וממילא לדידן שאנו מתפללים לצד מזרח, מפני שאנו עומדים במערבה של ארץ ישראל כמו שכתבתי בסימן צ\"ד – צריך להיות הפתח במערב. כן כתבו הראשונים, וכן המנהג הפשוט ואין לשנות. וזהו שכתב רבינו הבית יוסף בסעיף ה: אין פותחין פתח בית הכנסת אלא כנגד הצד שמתפללין..., כדי שישתחוו מן הפתח כנגד הארון... עד כאן לשונו. (ועיין בית יוסף שכתב בשם הגהות מיימוניות: וכן צפון ודרום, עיין שם. נראה לי הכוונה גם כן כן: שהמתפללים לצד דרום יפתחו לצפון וכן להיפך. ומלבוש ופרישה משמע שאינו לעיכובא, עיין שם. וצריך עיון.)","כתב הרמב\"ם בפרק אחד עשר מתפילה דין ג: מעמידין הבימה באמצע הבית, כדי שיעלה עליה הקורא בתורה או מי אשר אומר לעם דברי כבושין, כדי שישמעו כולם. וכן פסק רבינו הרמ\"א בסעיף ה. וחדשים מקרוב באו לשנות מנהגי ישראל, לעשות הבימה מן הצד. ועונשם מרובה, שבלי טעם ודעת משנין מנהג קדום שגם השכל מוכיח עליו. והם כמו להכעיס רוצים לשנות. ועל פי הזוהר אין לעשות יותר מששה מדרגות להבימה. ושליח הציבור מתפלל כנגד ההיכל, ואין לישב בין הבימה ובין ההיכל כשאחוריו כלפי ההיכל. וסדר הישיבה בבית הכנסת כתב הטור על פי תוספתא: דהזקנים יושבים פניהם כלפי העם, ושאר העם כולם יושבים שורות שורות פניהם כלפי הקודש וכלפי הזקנים, עיין שם. והטוב בעיני ה' שלא לשנות מנהג אבות, ועל זה נאמר: \"שאל אביך ויגדך\"."],["בתי כנסיות ובתי מדרשות יש בהם קדושה גדולה, כיון שמתפללין בהם ולומדין בהן תורה. והמה מעין קדושת המקדש, כמו שדרשו חכמינו ז\"ל במגילה (כט א): \"ואהי להם למקדש מעט\" – אלו בתי כנסיות ובתי מדרשות... ומאי דכתיב: \"ה' מעון אתה היית לנו\" – אלו בתי כנסיות ובתי מדרשות. עיין שם. ואפילו בשעת חורבנן יש בהם קדושה, דכתיב: \"והשימותי את מקדשיכם\" – קדושתן אף כשהן שוממין (משנה שם כח א). ולפיכך בתי כנסיות ובתי מדרשות אין נוהגין בהן קלות ראש, כגון שחוק והיתול ושיחה בטילה. והאריז\"ל היה נזהר מאוד שלא לדבר בבית הכנסת רק דברי תפילה. ואפילו דברי מוסר לא דיבר, פן ימשך ממנו דברי חול (מגן אברהם סעיף קטן ג').","ואין אוכלין ואין שותין בהן, אפילו אכילה ושתייה עראי. ולא מתקשטין בהם, ולא מטיילין בהם, ולא נכנסים בהם בחמה מפני החמה ובגשמים מפני הגשמים. ותלמידי חכמים ותלמידיהם מותרין לאכול בהם מדוחק. ויש אומרים דבבית המדרש אפילו שלא מדוחק שרי; כיון שיושבין שם רוב היום ללמוד, אם כן יהיה בזה ביטול תורה כשיצטרכו לילך משם ולאכול. אבל ליכנס מפני המטר או מפני חום וקור – גם לתלמיד חכם אסור אלא אם כן נצרך ללמוד שם, או בבית הכנסת להתפלל (שם סעיף קטן ב'). ואיתא בירושלמי דתלמיד חכם מותר להתאכסן בבית המדרש (שם). וכן משמע בפסחים (ק א) לכאורה, דאורחים יכולין לאכול בבית הכנסת. אמנם באמת כתבו שם התוספות דקאי אחדרים הסמוכים לבית הכנסת, עיין שם. (עיין ט\"ז סעיף קטן א', ודבריו תמוהין. וגם הרמב\"ן לא כתב רק משום תנאי, עיין שם.)","ואין מחשבין בהם חשבונות אלא אם כן הם של מצוה, כגון חשבון קופה של צדקה ופדיון שבוים וכיוצא בהם. ואין מספידים בהם אלא לאדם גדול. או שיהא שייך ההספד לאדם גדול מבני העיר, שבני העיר כולם מתקבצים ובאים להספידו, כגון שמת אחד מבני בית של הגדול, שלכבודו כולם באים על ההספד. (עיין רש\"י מגילה כח ב שפירש \"הספד של רבים\" – של תלמיד חכם שמת... ואם כן מאי בעי הש\"ס: היכי דמי הספידא דרבים? ואולי מדלא קתני של תלמיד חכם שמת – שמע מינה דאפילו לאחד מביתו מפני כבודו, עיין שם. ודייק ותמצא קל.)","ומה יעשה האדם כשצריך לכנוס לבית הכנסת או לבית המדרש, כגון לקרוא אדם משם וכיוצא בזה? יכנס ויקרא מעט מקרא או איזה הלכה ואחר כך יקראנו, כדי שלא יהא נראה שנכנס לצרכו. ואם אינו יודע לא לקרות ולא לשנות, יאמר לאחד מהתינוקות \"קרא לי פסוק שאתה קורא בו\". או ישהא מעט, שהישיבה גם כן מצוה, שנאמר: \"אשרי יושבי ביתך\". ואחר כך יקרא למי שצריך. ושיעור הישיבה: כדי הילוך שני פתחים, כמו שכתבתי בסימן צ. ולאו דווקא ישיבה, והוא הדין עמידה (ב\"ח). ד\"ישיבה\" הוא לשון עכבה, כדכתיב: \"כימים אשר ישבתם\". אך יתכוין לשֵם מצות ישיבת בית הכנסת ובית המדרש. ונראה דבכהאי גוונא מותר גם ליכנס מפני החמה והצינה או מפני הגשמים. אף שנראה שנכנס מפני זה, מכל מקום כיון שלומד פסוק או הלכה – לא מינכר כל כך שנכנס מפני הגשמים והחמה והצינה.","ויש לתמוה על מה שעכשיו מקילים לדבר בבית הכנסת ובבית המדרש אחר התפילה כמה דברים של חול, ונעשה כהיתר. ונראה לי דסבירא להו כשיטת הרמב\"ן שיתבאר, דבתי כנסיות של בבל על תנאי הן עשויות אפילו ביישובן לדבר שמוכרחין לכך. ואנחנו חושבים זה להכרח, כל אחד לפי עניינו. מיהו זהו וודאי לעשן שם עלים מרורים כנהוג, ולהעלות שם עשן – וודאי איסור גמור יש בזה, ואין לך קלות ראש גדול מזה. ולא הותרה רק להיושבים ולומדים שם כל היום או חצי היום, דזהו כאכילה אצלם. ולכן מותר להם בבית המדרש ולא בבית הכנסת. ושאר כל אדם איסור גמור הוא, ולזה לא מהני תנאי. ולכן ראוי לגעור בהעושים כן.","ואין ישנים בבית הכנסת אפילו שינת עראי. אבל בית המדרש מותר למי שלומד שם. ולצורך בית הכנסת מותר לאכול ולישן בתוכן, רק לא להכניס מיטה לשם (מגן אברהם סעיף קטן ד'). ומטעם זה ישנים בליל יום הכיפורים בבית הכנסת כדי לשמור הנרות, שלא יארע סיבה. וגם הישנים שם אומרים הרבה תהלים ושירות ותשבחות. וכן לצורך מצוה מותר, כמו בזמן הקדמון שהיו נכנסים לעיבור השנה לבית הכנסת, ולא היו הולכים לבתיהם כלל – יכולים לאכול ולישן שם. אך הם היו עולים רק בפת וקטניות. וכן כשעושים סיום על מסכתא, וכל שכן על יותר – יכולים לאכול מעט בבית המדרש, דזהו סעודת מצוה. ולקבוע שם סעודה גדולה נראה שאינו כדאי, ואין לעשות כן רק בדוחק גדול. וזהו דווקא בסעודת מצוה של תלמוד תורה, ולא של מצוה אחרת כסעודת ברית מילה או פדיון הבן או חתונה – אסור, דאין לזה שייכות לבית המדרש.","יש אומרים דמה ששנינו בקדושת בתי מדרשות – אינו אלא של רבים, כמו בית הכנסת. אבל יחיד הקובע חדר בביתו למדרש, ולצרכו שילמוד שם – אין בזה קדושת בית המדרש. ואין שום ספק בזה, שהרי תחילת בניינו היתה לבית בעלמא. וגם עתה שייחד חדר זה ללימודו – לא כיון להקדישו כלל כקדושת בית המדרש. ואינו צריך תנאי מפורש על זה, דסתמא כן הוא.","ואין עושין אותן קפנדריא. והיינו כשהיה להם שני פתחים – אסור ליכנס בפתח זה ולצאת דרך פתח האחר כדי לקצר הדרך, שהרי אסור ליכנס בחינם לבית הכנסת ולבית המדרש. ואיך יכנס ויצא רק כדי לקצר הדרך? ולכן אם לא נכנס תחילה כדי לקצר דרכו, אלא שהיה צריך ליכנס לדבר מצוה – יכול לצאת דרך פתח האחר אף על גב דמקצר דרכו בזה. וכל שכן כשנכנס להתפלל, דמותר ליצא דרך פתח האחר. ומצוה נמי איכא, כדכתיב: \"הבא דרך שער צפון יצא דרך שער נגב\" (טור). וכן אם קודם בניין בית הכנסת היתה הדרך עובר כן – מותר גם אחר כך. ונראה לי דדווקא בית הכנסת עצמו, אבל לעבור דרך חצר בית הכנסת כדי לקצר הדרך – מותר, ומעשים בכל יום יוכיחו. וכן דרך פרוזדור של הבית הכנסת – מותר לקצר.","מותר ליכנס לבית הכנסת במקלו ובתרמילו ובפונדתו, והם מיני כיסים גדולים. ואף על גב דבבית המקדש היה אסור ליכנס בהם, שאני בית המקדש דקדושה יתירא אית ביה, מידי דהוה אמנעל שאסור גם כן בבית המקדש ומותר בהם (ברכות סב ב). וכן לרוק היה אסור בבית המקדש ומותר בהם, דאין לאסור בהם מה שדרכו של אדם לעשות בביתו (שם). ויש במדינות ישמעאל שהולכים לבית הכנסת בלא מנעל. ואינו מנהג יפה ומהישמעאלים למדו כן, ויש לבטלו. ורק כשירוק – ישפשפנו ברגליו, שדבר מאוס הוא ואין ראוי שיתראה דבר מאוס במקומות הקודש. ובשבת ישים המנעל עליו עד שיתמעך (אליה רבה סעיף קטן י\"ב). ואם יש שם חול או תבן או נמי שהרוק אינו נראה בשם – ירוק לשם. ורקיקה מותר אף אחר התפילה (ב\"ח), שכן דרך בני אדם לעשות בביתם כן. וכל שכן בתוך התפילה, דאם לא ירוק יהיה לו בלבול בתפילתו. והאריז\"ל היה נזהר מרקיקה (מגן אברהם סעיף קטן ט'), דגופו הקדוש היה יכול לעמוד בזה מה, שאין כן לדידן.","כתב רבינו הבית יוסף בסעיף ו: ויש אוסרים ליכנס בו בסכין ארוך, או בראש מגולה. עד כאן לשונו. ואינו מובן: מה עניין זה לזה? ועוד: דבראש מגולה בלאו הכי אסור. ונראה כמי שאומר דכן צריך לומר: בסכין ארוך ובראש מגולה, כלומר: כשעצם הסכין מגולה שאינו בכיס, דכשהוא בכיס מותר (אליה רבה סעיף קטן י'). ולכן דווקא סכין ארוך, דקצר יכול לטמון אותו תחת בגדיו או בכיסו (עיין ט\"ז שטרח בזה). וטעם האיסור: לפי שהברזל מקצר ימיו של אדם, ותורה ותפילה מאריכין ימיו של אדם – אינו בדין שיתראה המקצר במקום קדוש הלזה. ואסור לשחוט בבית הכנסת או בבית המדרש. וכן אין ליכנס בטיט שעל רגליו. וראוי לקנחם קודם כניסתו, וכן המנעלים שיהיו נקיים. וראוי שלא יהיה עליו ועל בגדיו שום לכלוך. וכן נוהגים בהם כבוד לכבד הרצפה, ולרבץ במים שלא יעלה האבק, ולנקות את הכתלים. ונוהגים להדליק בהם נרות לכבוד. (ומה שכתב המגן אברהם בסעיף קטן י' בשם ס\"ח, דהר\"י היה מכבד בזקנו לפני ארון הקודש, עיין שם – הוא דבר תמוה לזלזל בזקנו. ורבים אין דעתם נוחה מזה.)","אפילו לאחר שחרבו, עדיין הן בקדושתן. וכשם שנוהגים בהם כבוד ביישובן – כך נוהגין בחורבנם, בין בארץ בין בחוץ לארץ, לבד כיבוד וריבוץ לא שייך בחורבנם. וכך שנינו במשנה דמגילה (כח א): בית הכנסת שחרב – אין מספידין בתוכו. ואין מפשילין בתוכו חבלים, ואין שוטחין על גגו פירות, ואין עושין אותו קפנדריא, שנאמר: \"והשימותי את מקדשיכם\" – קדושתם אף כשהן שוממין. עלו בו עשבים – לא יתלוש מפני עגמת נפש, כדי שיראו העם ותעיר רוחם, וישתדלו לבנותה. ולפי זה אם אינם צריכים לבנותה כגון שבנאו במקום אחר, ואין בדעתם לבנות עוד – אינם צריכים לתלוש העשבים. אלא יעשו גדר סביב המקום, שלא יעשו בהמקום דברים מגונים. וגם יכולים למוכרה כפי הפרטים שיתבארו בסימן קנ\"ג (ט\"ז סעיף קטן ג'). ואיתא בירושלמי פרק רביעי דמגילה (הלכה ג) דר\"י היה מקלל את הנשים שהיו שוטחין בגדיהן לייבשן על אויר בית המדרש. ומשמע שם דאמשנה קאי, ואפילו בחורבנן אסור, עיין שם. וכל שכן לכבס שם בגדים, דוודאי אסור.","כתב רבינו הבית יוסף בסעיף י\"א: אם בשעת בניין בית הכנסת התנו עליו להשתמש בו – מותר להשתמש בו בחורבנו. אבל ביישובו לא מהני תנאה. ואפילו בחורבנו לתשמיש מגונה, כגון זריעה וחשבונות של רבים – לא מהני תנאה. במה דברים אמורים? בבתי כנסיות של חוץ לארץ. אבל בבתי כנסיות של ארץ ישראל – לא מהני תנאה. עד כאן לשונו. והתנאי הוא דווקא כשהתנו בפירוש. אבל בסתמא לא אמרינן \"על תנאי הן עשיות\" בבתי כנסיות של חוץ לארץ. ודווקא בבבל היה כן מנהגם, שכל בניינם היה על תנאי בסתמא, ולא בשאר ארצות שבחוץ לארץ (מגן אברהם סעיף קטן י\"ב). גם הא דבחורבנו מהני תנאי – זהו כשאין דעתם לבנותו. אבל כשדעתם לבנותו – לא מהני (שם סעיף קטן י\"ג). ויש מי שחולק בזה (אליה רבה סעיף קטן י\"ח). וגם יש מגמגמים על החילוק שבין בבל לשאר ארצות (שם סעיף קטן י\"ז). ואם התנה להתפלל בו עד זמן פלוני, ואחר כך לא יתפללו בו כלל – רשאי להשתמש משם ואילך כל תשמיש שירצה, אפילו כולו קיים, כיון שהקדישו מפורש לזמן (שם בשם ב\"ח בסימן קנ\"ג).","והנה זהו שיטת התוספות והרא\"ש והטור ושולחן ערוך, דהא דאמרינן שם דעל תנאי עשויות, אפילו התנו בפירוש על זמן בניינו – לא מהני רק על לאחר חורבנו כמו שכתבתי. אבל שיטת הרמב\"ן והר\"ן הוא דגם בבניינו מועיל תנאי לדבר ההכרחי, כגון שעניים יאכלו ויישנו שם, וכן לכל צרכי עניים לפי שעה. וזהו שאמרו בפסחים (ק א) דקידוש שבבית הכנסת מועיל להני דאכלי בבי כנישתא. אבל התוספות והרא\"ש פירשו שם דזהו בהחדרים שאצל בית הכנסת, כמו שכתבתי בסעיף ה.","ודע דברמב\"ם לא נמצא דין זה לגמרי. ויראה לי שהיה מפרש פירוש אחר: דבאמת מאי שייך תנאי כנגד דיני קדושתן? דכל זמן שהן בקדושתן הרי בהכרח שתהא קדושתן עליהן, כמו המקדיש דבר לבדק הבית ויתנה שיהא יכול להשתמש בו? הרי בוודאי מעל. ובוודאי לא מהני בין בבניינם בין בחורבנן, דמי יכול להפקיע הקדושה שכנגד הדין? אלא מפרש על תנאי שיהא ביכולת למוכרן להדיוט, כמו שיתבאר בסימן קנ\"ג. וזה ביאר בפרק אחד עשר שם. וזהו מותר שעושים תנאי להפקיע קדושתן לגמרי, דהוה כמקדיש לזמן. אבל כל זמן שמשתמשין בו לגבוה – בעל כרחך חל עליו כל דיני הקדושה לעולם. (עיין מגן אברהם סעיף קטן י\"ד, שהקשה על הא דבבניינו לא מועיל תנאי מסימן קנ\"ד, דאפילו לארון מועיל תנאי? ותירץ בדוחק, עיין שם. ולעניות דעתי נראה על פי הסברא שכתבנו: דהתם לכתחילה אינו מקדיש זה לספר התורה, והוי כמו שעומדת ספר התורה בארון של חול, דהא אינו חובה לעשות ארון. אבל בית הכנסת חובה הוא, ובעל כרחך כיון שמתפללים שם הוה בית הכנסת; וקדושתה עליה, ואינו מועיל תנאי בבניינה. ודייק ותמצא קל.) (ועיין מה שכתבתי בסימן קנ\"ג סעיף ד.)","כתב רבינו הבית יוסף בסעיף י\"ב: יש ליזהר מלהשתמש בעליות שעל גבי בית הכנסת תשמיש קבוע של גנאי, כגון לשכב שם. ושאר תשמישים יש להסתפק אם מותר להשתמש שם. עד כאן לשונו. והספק הוא אם נתקדשו גגין ועליות בקדושת בית הכנסת. דבבית המקדש אמרינן בפסחים (פה ב) דבכל העזרה גגין ועליות לא נתקדשו ובהיכל נתקדש, עיין שם (בית יוסף). ולכאורה משמע שם להדיא דמן הדין כל קדושה של בית לא תתפשט על הגגין ועל העליות, ובהיכל מפורש בקרא שקידשו העליות, עיין שם. ואם כן איזה ספק יש בזה? ונראה דלאו מעיקר דינא קא מסתפקי. אלא אולי ראוי לעשות זכרון במקדש מעט, כמו בקדושת ההיכל (וכן משמע מלשון מהרי\"ק שהביא הבית יוסף, עיין שם).","אמנם אתפלא להיפך: דנהי דקדושה ליכא בגגין, מכל מקום הא בסימן ק\"נ נתבאר דהאיסור שלא יהא כל הגגין גבוה מבית הכנסת הוא מטעם שהם השתמשו על הגגים. ולכן פסקו דאצלינו שאין משתמשים על הגגים – אין הקפידא אלא עד מקום הראוי לתשמישים, כמו שכתבתי שם בסעיף ד. ואם כן הרי אסור להשתמש בכל העיר במקום גבוה מבית הכנסת. ואם כן פשיטא שעל גג בית הכנסת עצמו אסור להשתמש. ואם כן איזה ספק יש בזה? ונהי דלשיטת הרמב\"ם שבארנו שם בסעיף ה אין הטעם משום תשמיש, אבל הא לא הביאו דעתו כלל. עיין שם, וצריך עיון גדול. (ובדוחק יש לומר דדווקא כשישתמשו בכל העיר בקביעות יש בזיון, ולא בבית הכנסת עצמה לפרקים כשישתמשו. ומכל מקום לא נראה כן. ודייק ותמצא קל.)","וכתב רבינו הרמ\"א: וכל זה דווקא בבית הכנסת קבוע שנבנה מתחילה לכך. אבל בית שייחדו לאחר שנבנה לבית הכנסת – מותר לשכב עליו. עד כאן לשונו. דכיון שלא נבנה מתחילה לבית הכנסת – מהני ביה תנאי אפילו ביישובו (מגן אברהם סעיף קטן י\"ז). ומכל מקום שומר נפשו ירחק מזה (שם). ויש מי שאומר דכל שכן אם בשעה שבנה בית הכנסת בנה בית דירה למעלה ממנה דשרי, דהא לא הוקדש כלל למעלה. ורק תשמיש של בזיון גדול כטינוף וכיוצא בו אסור (ט\"ז סעיף קטן ד'). ואני תמה מאוד בזה, דנראה לי דבכהאי גוונא וודאי אסור, מטעם דאסור להשתמש בקביעות במקום שהוא יותר גבוה מבית הכנסת, כמו שכתבתי וכמו שנתבאר בסימן ק\"נ. (ודברי הט\"ז תמוהים מאוד. וכתב שהוא בעצמו נענש על זה, עיין שם. ולכן פשיטא שאסור, ולא דמי לדינו של הרמ\"א שמעולם לא נתקדש בקדושת בית הכנסת ואינו צריך לתנאי שכתבנו, והוא רק בית שמתפללים בו. אבל כל שיש שם בית הכנסת עליו – פשיטא שאסור לדור למעלה מהבית הכנסת. ודייק ותמצא קל.)"],["אין סותרין בית הכנסת כדי לבנות אחרת במקומו או במקום אחר. ולא מיבעיא אם אין הסתירה כדי לבנות אחרת, כגון שבונה בית הכנסת אחר במקום אחר מעצים ואבנים חדשים, דפשיטא שאין סותרין את הישן עד שיבנו החדש. אלא אפילו צריך לסתור את הישן תחילה כדי לבנות אחרת במקומו, אי נמי שבונה במקום אחר אך צריך לסתור את זו כדי ליטול עצים ואבנים ממנה לבנות האחרת – מכל מקום אסור (ב\"ח), דחיישינן שמא יארע להם אונס שלא יבנו האחר. אלא בונים אחר תחילה, ואחר כך סותרים הישן. ואפילו לא רצו לסתור כולו, רק לסתור מחיצה אחת להרחיבו – נמי דינא הכי, שבונין תחילה הכותל החדשה ואחר כך סותרין הישנה. ודבר זה מותר אפילו בכרכים. ואף על גב דמכירה לגמרי אסור בכרכים, כמו שכתבתי בסימן קנ\"ג – זהו מפני דאולי לא ניחא להו לכולי עלמא. אבל לבנות אחרת חדשה – וודאי ניחא להו (מגן אברהם סעיף קטן ב').","יש אומרים דאפילו יש שתי בתי כנסיות בעיר או יותר – אסור לסתור אחת מהן עד שיבנו אחרת במקומה (שם סעיף קטן א'). ויש אומרים דבכהאי גוונא מותר. והטעם: דזה לא חיישינן שיארע אונס עד שלא יבנוהו לעולם, דזהו חשש שאינו מצוי. אלא החשש שמא יארע אונס וימשיכו הבניין זמן רב, וביני ביני לא יהיה להם מקום להתפלל. ולכן כשיש בית הכנסת אחר בעיר שיש מקום להתפלל – לית לן בה (ט\"ז סעיף קטן א', וב\"ח, ואליה רבה סעיף קטן א'). וכיון שרוב הפוסקים סוברים כן – יש להקל בכהאי גוונא. (דברשב\"א ור\"ן ונמוקי יוסף מפורש להיתר בכהאי גוונא, רק הבית יוסף כתב דלהתוספות והטור אינו כן. והאריכו לבאר דגם להתוספות והטור כן הוא.)","ואמרינן בגמרא (ריש בבא בתרא) דאיסור זה אינו אלא כשאין בו תיוהא בהישן. אבל כי חזינן בו תיוהא – בכל עניין שרי. כלומר: דדווקא כשישן הוא חזק עדיין ואין בו חשש נזק, דאז אסור לסותרו עד שיבנו החדש. אבל אם חרבו יסודותיו, או נטו כתליו ליפול, או שיש סכנה בהגג או בהקורות – סותרין אותו מיד. רק מתחילין לבנות החדש ביום ובלילה אם אפשר, וממהרין בבניינו שלא יתמשך הרבה. ובגמרא שם איתא במעשה בכהאי גוונא, שהכניס אחד מן החכמים מיטתו לשם כדי שימהרו בבניינו. (ועיין מגן אברהם סעיף קטן ד' דהכוונה סמוך לבית הכנסת, עיין שם. ואינו מוכרח, כמו שכתב האליה רבה סעיף קטן ד' דלצורך בית הכנסת – הא גם בבית הכנסת מותר. וגם מה שכתב בסעיף קטן ה' נגד הב\"ח הולך לשיטתו בסעיף קטן א'. ואינו כן כמו שכתבתי בסעיף ב'. וגם כוונת הב\"ח אינו כמו שכתב אלא כשהאדם עומד באמצע הבניין. וכבר העיר בזה המחצית השקל, עיין שם.)","כתב רבינו הרמ\"א דאסור ליקח אבנים מבית הכנסת הישנה כדי לבנות חדשה. עד כאן לשונו. כלומר: דזה שנתבאר שאסור לסתור בית הכנסת הישנה – זהו אפילו כשצריך האבנים בשביל בניין בית הכנסת החדש, וכבר בארנו זה בסעיף א. ועוד קא משמע לן דאפילו כבר התחיל לבנות החדש, ועומד באמצע הבניין – אסור. (אליה רבה ומגן אברהם סעיף קטן ה'. אך מה שהב\"ח כתב להיתר בכהאי גוונא – זהו כשיש להם בית הכנסת אחר, וכמו שכתבתי בסעיף ב. והמגן אברהם תפס בו כוונה אחרת, ואינו כן כמו שכתבתי. ודייק ותמצא קל.)","עוד כתב דאסור לסתור דבר מבית הכנסת אלא אם כן עושה על מנת לבנות. עד כאן לשונו. ביאור דבריו: דאיתא בספרי פרשת \"ראה\": מניין לנותץ אבן מן ההיכל, מן העזרה, מן המזבח, שהוא בלא תעשה? תלמוד לומר: \"לא תעשון כן לה' אלהיכם\". וכיון דהבית הכנסת הוא מקדש מעט – אסור לנתוץ ולסתור איזה דבר המחובר שבו. אמנם אם כוונתו לסתור על מנת לבנות, ובסתירה זו מתקן – מותר, שהרי אין זו סתירה. ויש שאוסרים לעשות קצת גומא בכותל, לתחוב העץ או הברזל של הדף (ט\"ז סימן קנ\"א סעיף קטן ג'). ויש מתירים (אליה רבה סעיף קטן ז'), שכל שאינו דרך השחתה – מותר, כמו שכתב הרמב\"ם בפרק ראשון מבית הבחירה אף בהבית המקדש, וכל שכן בבית הכנסת. וכן עיקר, וכן המנהג הפשוט. ובית הכנסת ובית המדרש – דין אחד להם בכל דיני סימן זה. (וממכות כב א מוכח דגם תלוש אסור.)"],["קדושת בית המדרש גדולה מקדושת בית הכנסת, דבבית המדרש לומדים תורה ובבית הכנסת מתפללים, ותורה גדולה מתיפלה. ולכן מותר לעשות מבית הכנסת בית המדרש, ואסור לעשות מבית המדרש בית הכנסת, דמעלין בקדש ולא מורידין. וזה שמותר לעשות מבית הכנסת בית המדרש – זהו דווקא בית המדרש של רבים. אבל בית מדרש ליחיד – אסור, דאין בו קדושה כמו בשל רבים. ויש מי שמסתפק בזה (מגן אברהם סעיף קטן א'), ואין ספק דוודאי אסור (אליה רבה סעיף קטן א'). ונראה לי ראיה לזה ממגילה (ג ב) שאומר שם דתלמוד תורה דיחיד קיל מעבודה, עיין שם. וכל שכן מתפילה שהיא במקום עבודה. ועוד נראה לי דאף על גב דבמכירה יתבאר לקמן דשל כרכים אסור למכור, מכל מקום לעשות מבית הכנסת בית המדרש – מותר אפילו בכרכים, דבמכירה הוי הטעם דילמא לא ניחא להו לעלמא, אבל להעלות לקדושה הגדולה מקדושתה – לכולי עלמא ניחא להו. ואף על גב דגם שם עושים בהמעות קדושה מעולה כמו שיתבאר, מכל מקום הבית הכנסת עצמו מיהא יוצא לחולין, מה שאין כן כאן דהבניין עצמו נתעלה בקדושתו.","בסימן זה יתבאר שרשאין בני העיר למכור בית הכנסת או שאר דבר קדושה להדיוט שישתמש בה לדירה, ובלבד שבהמעות יעשו איזה קדושה הגדולה מקדושה זו. ולעשות בזה קדושה שווה לקדושה זו יש מחלוקת כמו שיתבאר. וגם יתבאר שרשאים ליתנם במתנה, משום דבוודאי קבלו טובה מזה המקבל המתנה, דאם לא כן לא היו נותנין לו במתנה. ויש בכלליות העניין הזה שאלה גדולה: כיון דהבית הכנסת הוא קדוש, באיזה דרך תפקע קדושתו? והא בנדרים (כט א) פריך הש\"ס בפשיטות: קדושה שבהן להיכן הלכה? ואין לומר דזהו כקדושת בדק הבית דמהני פדיון, והפדיון נכנס בקדושה וההקדש יצא לחולין, והכא נמי המעות נכנסין לקדושה והבית הכנסת לחולין, דאם כן היאך רשאין ליתנו במתנה? וכי הקדש נפדה על ההנאה הקודמת?","והראשונים ז\"ל נתעוררו בחקירה זו. ותירץ הרמב\"ן ז\"ל דבית הכנסת וכל דדמי לה – אין בה עצם קדושה. אלא עשו אותה כתשמישי מצוה, כמו סוכה, שופר, ולולב, וציצית, דכל זמן מצותן –נוהגין בהן כבוד כדבר של קדושה, ואחר מצוותן נסתלקה קדושתן. ולכן בבית הכנסת כשיפסוקו מלהתפלל בו – בטלה קדושתו. ורק חכמים נתנו בו גדרים וחילוקים, בין שמכרו רק אנשי העיר בלא שבעה טובי העיר, או כשמכרום על ידי שבעה טובי העיר כמו שיתבאר. והר\"ן ז\"ל תירץ דכל הקדושות האלו הם מדרבנן. דרבנן הטילו עליו קדושה והם אמרו פרטים בזה, ובזה ראו לאסור ובזה ראו להתיר, כפי הדינים שיתבארו (ר\"ן פרק \"בני העיר\").","ומדברי הרמב\"ם נראה לי תירוץ אחר בזה. וכבר כתבנו בסימן קנ\"א סעיף י\"ד דהרמב\"ם השמיט הך דבתי כנסיות של בבל על תנאי עשויות. ובארנו שם שמפרש \"על תנאי\" שכשירצו יהיה ביכולת למוכרם, עיין שם. ולפי זה יכול להיות שהקדושה הוא מן התורה כפשטא דלישנא דגמרא שם (כו א), שקורא לבית הכנסת מקום מקודש כמו המקדש. וכמו שדרשו: \"ואהי להם למקדש מעט\" – אלו בתי כנסיות ובתי מדרשות. והכי משמע להדיא בירושלמי שם, שאומר: עד כדון כשבנייה לשם בית הכנסת, בנייה לשם חצר, והקדישה מהו, עיין שם – הרי שקרא לזה \"הקדש\". ודוחק לומר דהכוונה הוא מצוה או מדרבנן. וזה שאומר בתי כנסיות של בבל על תנאי..., הכי פירושו: משום דיש חילוק בין בית הכנסת של כפרים לכרכין כמו שיתבאר, ולזה אומר דבבבל אפילו בכרכין על תנאי עשוין, לפי שעושין אותה על דעת הגדול שבעיר. וכמו שאמר רב אשי (כו א): האי בי כנישתא דמתא מחסיא..., כיון דאדעתא דידי... אי בעינא מזבנינא לה. והכא נמי זה שאמר דין דבתי כנסיות של בבל... (כח ב), בימיו בכל בבל היה כן. ודין זה כתבו הרמב\"ם שם בפרק אחד עשר מתפילה דין י\"ט, עיין שם. ולא הזכיר לא של בבל ולא של מתא מחסיא, משום דאלו המקומות היה רק בימיהם כן. אבל עיקר הטעם להרמב\"ם דכל בית הכנסת מסתמא בונין על תנאי זה, שיהיה ביכולת למוכרן וליתנן, והוה כהקדש לזמן. וחילקו רבנן בזה בפרטי דינים, כמו שיתבאר בסייעתא דשמיא. והכל מפני דהוה כמו שהתנו כך. ויש ראיה לזה מלשון הרמב\"ם שם כשמחלק בין כפרים לכרכים, כמו שיתבאר בסעיף ט\"ז.","שנינו במשנה דריש פרק רביעי דמגילה: בני העיר שמכרו בית הכנסת – יכולים ליקח בדמיו תיבה. דהיינו היכל שמניחים בו ספר תורה. וזהו הארון הקודש דקדושתו גדולה מבית הכנסת, לפי שספר התורה מונחת שם. והוא הדין השולחן שעל הבימה אם הספר תורה מונח עליו בלי הפסק מפה – קדושתו כקדושת הארון הקודש. אבל אם בלא הפסק מפה אין מניחין עליו ספר תורה – אין קדושתו רק כקדושת בית הכנסת. וכן הבימה עצמה – אין קדושתה רק כקדושת בית הכנסת, כמו שיתבאר בסימן קנ\"ד.","מכרו תיבה – יכולים לקנות בדמיו מטפחת של ספר תורה, שהיא קדושה יותר מפני שספר התורה מלובש בה או נכרכת בה, והמפה והמעיל שווין בקדושתן. מכרו מטפחת – לוקחין בדמיו ספרים, והיינו חומשין שנכתבו על קלף כספר תורה. וכן לוקחין נביאים וכתובים הנכתבין על קלף, דאינהו קדישי יותר מהמטפחות אף על גב דמשמשי לספר תורה וספר התורה קדוש יותר, מכל מקום עצם הקדושה חמיר מתשמיש קדושה אף שאותה קדושה גדולה ממנה. מכרו ספרים או נביאים וכתובים – לוקחין בדמיהן ספר תורה. אבל איפכא – לא. כלומר: מכר ספר תורה – אסור ליקח ספרים ונביאים וכתובים. מכר ספרים ונביאים וכתובים – אסור ליקח מטפחת. מכר מטפחת – אסור ליקח תיבה. מכר תיבה – אסור ליקח בית הכנסת. ונביאים גדולים מכתובים. ויש אומרים דכי הדדי נינהו, כמו שכתבתי ביורה דעה סימן רפ\"ב, עיין שם. וקדושת חומשים גדולה מנביאים וכתובים, כמו שכתבתי שם. וכל זה בכתובים על קלף כהכשר ספר תורה. אבל הנדפסין – קדושתן קלה, וכולן קדושתן שווה כמו שבארנו שם סעיף כ\"ב. ומכל מקום נראה לי דקדושתן גדולה אפילו ממטפחות, שהרי בהם יש על כל פנים עצם קדושה, וכמה שמות יש בהם. ולכן אסור למוכרן וליקח בהמעות תשמישי קדושה אלו שחשבנו, ולהיפך מותר. וספר תורה שנמצא בו טעות – קדושתו הוא רק כחומשים. ואף על פי שאפשר לתקנו, כל כמה דלא תיקנו – אין בו קדושת ספר תורה (מגן אברהם סעיף קטן ג'). ודע דאפילו קנו דבר שקדושתו גדולה ממה שמכרו, ונשתיירו עוד מעות מהמכירה, מכל מקום אסור לקנות גם בהמותר דבר שקדושתו קטנה ממנה, מפני שעל כל המעות חלה קדושה הנמכרת (גמרא שם).","כתב רבינו הבית יוסף בסעיף ד: אם מותר לקנות בדמי קדושה אחת קדושה אחרת כיוצא בה – יש אוסרים ויש מתירים. עד כאן לשונו. והנה על ספר תורה וודאי דליכא חילוקי, דעות דלכתחילה פשיטא שאסור למוכרה כדי לקנות אחרת, כמו שכתבתי ביורה דעה סימן ע\"ר. ובגמרא שם הוי בעיא דלא איפשטא ואסור. ובדיעבד פשיטא שמותר לקנות ספר תורה אחרת. דמה יקנה, הלא אין קדושה למעלה מקדושת ספר תורה? ורק המחלוקת היא בשארי דברים. ויש אומרים דכל הדברים דינם כספר תורה. ואין כאן מחלוקת, דלכתחילה אסור ובדיעבד מותר (ב\"ח ודרישה). ואין ראיה: דנהי דלכתחילה וודאי כן הוא דאסור למכור, מכל מקום בדיעבד לא דמי לספר תורה שאין קדושה אחרת למעלה ממנה. אבל בשארי דברים הא יכול לקנות קדושה שלמעלה ממנה, ובזה יש מחלוקת. וכן מדוייק לשון רבינו הבית יוסף דאדיעבד קאי, אבל לכתחילה הכל מודים שאסור. (ולחינם השיגו עליו הדרישה והב\"ח. וגם קושית הט\"ז מיורה דעה שם תמוה, דהתם לכתחילה וכאן מיירי בדיעבד. וכן כתב האליה רבה סעיף קטן ז'. גם מה שכתב המגן אברהם סעיף קטן ד' דבדיעבד מותר – לא ידעתי מנא לן הא. ויש מחלוקת בזה, ודברי הבית יוסף ברורים. ודייק ותמצא קל.)","אמנם מלשון הרמב\"ם פרק אחד עשר מבואר דגם לכתחילה מותר למכור בית הכנסת כדי לקנות בית הכנסת אחר. שכתב: בני הכפר שרצו למכור בית הכנסת שלהם, או לבנות בדמיה בית הכנסת אחרת... עיין שם. הרי דמתיר לכתחילה למכור כדי לקנות קדושה כיוצא בה, וכן בכל הדברים. ורק בספר תורה יש איסור לכתחילה משום דיש קצת בזיון לעשות מסחר בספר תורה. אבל בכל הדברים מותר לכתחילה למכור כדי לקנות אחרת כיוצא בה. וכן המנהג אצלינו למכור ספרים ולקנות אחרים, ורבים הסכימו שכן הוא דעת הרמב\"ם. (תוי\"ט שם, ואליה רבה שם. וכן כתב המגן אברהם שם. ורק מה שכתב לחלק בין ספר תורה מפני שאין יכולין להפקיע מקדושתה חמור טפי, עיין שם – אין לזה טעם, ואדרבא מטעם זה עדיפא כמובן. ועיקר הטעם כמו שכתבתי, והעולם נראה שתפסו דעת הרמב\"ם לעיקר. ודייק ותמצא קל.)","כתב רבינו הבית יוסף בסעיף ה: אם גבו מעות לבנות בית הכנסת או בית המדרש, או לקנות תיבה או מטפחת או ספר תורה, ורצו לשנותן מלצורך מה שגבו אותן – אין משנין אלא מקדושה קלה לחמורה. אבל אם עשו בהם הדבר שגבו אותם בשבילו – משנין המוֹתר לכל מה שירצו. עד כאן לשונו. ובזה קילא מעות מגוף הקדושה, דבגוף הקדושה אסור אפילו מהמוֹתר מעות לשנות, ובגבו מעות – מותר לשנות המוֹתר. ובהיתר המותר מפורש במגילה (כז א), וכלשונו כתבו הרמב\"ם והטור גם כן, עיין שם. וכבר תמה אחד מהראשונים למה אסור לשנות המעות, והא קיימא לן הזמנה לאו מילתא היא? ואפילו בנו בית הכנסת, כל זמן שלא התפללו בו – מותר לשנותו כמו שיתבאר. וכל שכן מעות, שאפילו הזמנה אין כאן. (והוי כטוי לאריג; בית יוסף בשם רמ\"ך.)","ויש מי שתירץ דבאמת לאו משום דחל קדושה על המעות אלא מטעם נדר. וגם בדין שיתבאר גם כן כן, שיכולין לשנותו. מיהו צריכין לבנות בית הכנסת אחר לקיים הנדר, וגם כאן רשאין לשנות מעות אלו רק שיתנו ממון אחר (ט\"ז סעיף קטן ב'). ואי אפשר לומר כן, דאם כן למה מותר לשנותן לקדושה חמורה מזו, הא נדרו לקלה? ויש מי שאומר דבחמורה וודאי ניחא להו (פרי מגדים). ואינו כן, דכיון שנדרו על מצוה זו – אסור לשנות לאחרת אפילו גדולה הימנה. ודבר זה מפורש במשנה דמנחות (קז ב), דבאותו המין אם נדר להביא קטן והביא גדול – הוי פלוגתא אם יצא, אבל ממין אחר לא יצא אפילו בגדול מזה. וכן מתבאר מהרמב\"ם פט\"ז ממעשה הקרבנות, עיין שם.","ויש מי שתירץ: דכיון דבני העיר נתנו על דבר מצוה זו – אסור לשנותן שלא מדעתן. ורק הציבור רשאין לשנותם כיון שעל דעתם נתנו (מגן אברהם סעיף קטן ה'), והיינו שבעה טובי העיר במעמד אנשי העיר (מחצית השקל). וצריך לומר לפי זה כשמשנין לקדושה חמורה מזו – לא מקרי שינוי. ויש מי שתירץ דגבו מעות הוי מעשה ולא הזמנה (ש\"ך יורה דעה סימן רנ\"ט), דכיון שנתנו המעות ליד גבאי – הוה כמעשה. ואף על גב דבניין בית הכנסת הוי וודאי מעשה, ומכל מקום מותר לשנות – זהו מפני שכוונתם כן, שכל זמן שלא יתפללו בה לא חלה הקדושה. מה שאין כן במעות. (אליה רבה סעיף קטן ח', ומתרץ בזה קושית המגן אברהם שם. וגם מה שהקשה מסנהדרין ממת מח ב – לא קשיא כלל, דהתם מיירי במותר, עיין שם. ולכי תידוק זהו גם תירוץ הבית יוסף והב\"ח, שכתבו שכיון שבאו ליד גבאי – אסור לשנות. והט\"ז שם התפלא בזה, עיין שם. ולא קשיא כלל, דכוונתם דעל ידי זה הוי כמעשה. וסברא זו כתבו התוספות בסנהדרין מח א דיבור המתחיל \"מותר\", עיין שם. וכאן עדיף. ודייק ותמצא קל.)","עוד כתב רבינו הבית יוסף: דאם כשגבו המעות התנו לעשות חפצם ממותר הדמים, אפילו קנו ומכרו, וחזרו וקנו קדושה במקצת הדמים – מותר להוריד המותר. אבל אם לא התנו כשגבו, אלא כשמכרו התנו – אסור להורידם. עד כאן לשונו. ביאור דבריו: אם קנו בעד כל המעות ומכרו, וחזרו וקנו במקצת המעות, אפילו התנו בשעת המכירה – לא מהני, דהקדושה חלה על כל המעות מקנייה ראשונה. ורק אם בעת הגבייה התנו – מהני אפילו בכהאי גוונא. (הגר\"א והאליה רבה הקשו על זה, דאם כן מאי פריך אביי לרבא במגילה שם: טעמא דהתנו, הא לא התנו – לא? לימא דמיירי בכהאי גוונא, עיין שם. ולא אבין: דהא הברייתא אמשנה ד\"וכן במותריהן\" קאי והמשנה, הא לא מיירי בכהאי גוונא, עיין שם. ודייק ותמצא קל.)","ודע שזה שנתבאר בגבו מעות, שיכולין לעשות בהמוֹתר מה שירצו, יש אומרים דאפילו לדבר הרשות מותר (מגן אברהם סעיף קטן ו'), ורק מה שהוא לצרכי ציבור (אליה רבה סעיף קטן ט'). ויש מי שכתב דרק לקדושה קלה מותר, ולא לדבר הרשות (ט\"ז שם). והעיקר כדעה ראשונה, דאם לא כן מהו הלשון \"לכל מה שירצו\"? (וקושית הט\"ז תירץ האליה רבה, עיין שם. וכן מוכרח מלשון הש\"ס, עיין שם. ודייק ותמצא קל.)","וכתב רבינו הרמ\"א: ואם קנו בדמים אלו שגבו עצים ואבנים – חלה קדושת הדמים על העצים והאבנים, ואסור לשנותן רק לקדושה חמורה. ואם הביאו עצים ואבנים לצורך בניין בית הכנסת, אם באו ליד גבאי – אסור לשנותן רק לקדושה חמורה. וקודם שבאו ליד גבאי – מותר לשנותן, אבל מכל מקום לא יוכלו לחזור בו. עד כאן לשונו. ביאור דבריו: דאף על גב דהמתנדב עצים ואבנים קודם שבאו ליד גבאי מותר לשנותן, כמבואר ביורה דעה סימן רנ\"ט, מכל מקום אם באו על ידי גביית מעות שבאו ליד גבאי כמו שכתבתי, וקנו העצים והאבנים במעות אלו – יש עליהם דין המעות אף קודם שבאו ליד גבאי. ואחר כך אומר דאם הביאו עצים ואבנים נדבה לבניין בית הכנסת, אם באו ליד גבאי – אסור לשנותן רק לקדושה חמורה, ורק שבעה טובי העיר מותרים לשנות כמו שיתבאר. וקודם שבאו ליד גבאי – מותר לשנותן, כלומר: ללוותן וליתן אחרים תחתיהם (מגן אברהם סעיף קטן ח'). וזהו שכתב \"אבל מכל מקום לא יוכל לחזור בו\", כלומר: מפאת נדבתו דהוה כנדר. (עיין ט\"ז סעיף קטן ג', והולך לשיטתו. ולפי מה שכתבתי אתי שפיר.)","וכיון שנתבאר דמוכרין דברים אלו בשביל קדושה חמורה ממנה, כל שכן שמוכרין אותם כדי ללמוד תורה ולהספקת תלמידים (לבוש). ואפילו ספר תורה, כי מה תועלת יהיה בהם ובספר תורה אם לא ילמודו? ויתירה מעלת הלומד ממעלת התורה עצמה (שם), וכל העולם לא נברא אלא בשביל לימוד התורה. וכן מוכרין ספר תורה להשיא יתומים בדמיו, וכבר נזכר זה בריש אבן העזר. ויש אומרים שם דווקא יתומים ולא יתומות, מפני שהנשים לא נצטוו על מצות פריה ורביה (חלקת מחוקק שם, ועיין שם בבית שמואל). ואינו כן, דאדרבא מצינו בכתובות (סז א) דיתומה קודמת ליתום בנישואין. וכן כתב הלבוש בכאן, דהרי על \"לשבת יצרה\" כולם נצטוו. וחרפת היתומה גדולה מחרפת היתום, והכי קיימא לן. (וכן כתב המגן אברהם והאליה רבה סעיף קטן י\"ב. וכן כתב בתשובה ר\"מ אלשקר.)","איתא במגילה שם (כו א) דהא דבית הכנסת נמכר – זהו דווקא של כפרים. אבל בית הכנסת של כרכים, כיון דמעלמא אתו ליה – לא מצי מזבני ליה, דהוה ליה דרבים דהכל בעליהן, ואין בני העיר בעלים להם (רש\"י). והנה לשיטת הרמב\"ן והר\"ן שהבאנו בסעיף ג דאין בבית הכנסת קדושה אלא תשמיש מצוה או קדושה דרבנן – אינו מובן מה ראו חכמים לחלק בין של כפרים לשל כרכים. ונצרך לדחוק. ולפי מה שבארנו בסעיף ד בשיטת הרמב\"ם דהקדושה הוא מן התורה, והא דמותר למכור משום דלכתחילה אנשי העיר בונין על תנאי זה; ואף על גב דלא התנו כמו שהתנו דמי, דבני העיר מעלים על הדעת תמיד אולי יצטרכו למוכרו. ולפי זה החילוק בין כפרים לכרכים אתי שפיר בטוב טעם: דבכרכים לא בהם בלבד תלוי, ומה מועיל תנאם? והרבים שבעולם וודאי אינו על דעתם תנאי זה, דמה להם ולצרכי העיר? וכן מדוייק לשון הרמב\"ם בדין זה בפרק אחד עשר דין ט\"ז, וזה לשונו: במה דברים אמורים? ...של כפרים, שלא עשו אותה אלא על דעתן לבד... אבל של כרכין הואיל, ועל דעתן לבד... נעשה של כל ישראל. ואין מוכרין אותו לעולם. עד כאן לשונו. כלומר: דמה מהני התנאי של אנשי העיר, שהרי אינם כל הבעלים שלהם? וכל ישראל לא שייך שיתכוונו לתנאי זה.","ודע שאין חילוק באיזה מעות נבנה. דבכפרים אפילו נבנה מנדבות של העולם – מותרים למוכרו, דאדעתא דידהו נתנו הנדבות. ובכרכים אפילו בָנוּ מִשֶּׁל העיר – אין יכולים למוכרו, דכיון דבכרך נבנה כל בית הכנסת אדעתא שמכל העולם יבואו להתפלל בו – הוה לכל ישראל חלק בזה. מיהו אפילו בכרך אם בנו יחידים לעצמם בית הכנסת – יכולים למכור כמו בכפר (ט\"ז סעיף קטן ו'). וזה מפורש בגמרא שם (מגילה כו א), בבית הכנסת של טרסיים שהיה בירושלים ומכרוהו, עיין שם. דכיון שהוא מיוחד רק לבעלי מלאכות, או למיעוט ציבור – שייך להם לבדם. ודווקא בית הכנסת של כלל העיר בכרך אינו נמכר, ובכפר גם בכהאי גוונא נמכר.","וכבר נתבאר דהמעות של הבית הכנסת הנמכר נשארים בקדושתן. ואסור לשנותן רק לקדושה חמורה, ואינם רשאים להורידן מקדושתן. אך זהו דווקא כשמכרו בני העיר שלא מדעת שבעה טובי העיר, או שטובי העיר מכרו שלא במעמד אנשי העיר. אבל אם מכרו שבעה טובי העיר במעמד אנשי העיר – רשאים להוציא המעות לכל מה שירצו אפילו לדבר הרשות, דהמעות יוצאים לגמרי לחולין. ולהרמב\"ן והר\"ן צריך לומר הטעם: דכך תיקנו חכמים. ולהרמב\"ם נראה הטעם משום דלכתחילה היתה דעת בני העיר כן, דאם המכר יהיה בשבעה טובי העיר במעמד כל העיר – יצאו לגמרי לחולין, והוה כהקדישו על תנאי זה. וזה שכתבנו שצריך במעמד כל העיר – לאו דווקא. אלא שיהא בהסכם כל העיר. ולכן אם שבעה טובי העיר מכרוהו בפירסום – מקרי \"במעמד אנשי העיר\" אף שלא אמרו כלום, ורק אם לא מיחו בידם. ולכן אם מקצת אנשי העיר מיחו בידם – לא יצאו המעות לחולין. וכן אם קבלו עליהם אנשי העיר בעת המכירה שכל מה שיעשה יחיד פלוני בהמעות הרשות בידו, מה שעשה – עשוי. ויכול להוציאם לחולין, והוה כשבעה טובי העיר במעמד אנשי העיר.","וגם בשל כרכים, שאמרנו שאסור למכור אפילו בנאו משלהם, כתב רבינו הבית יוסף בסעיף ז: אבל של כרכים... – אינו נמכר אלא אם כן תלו אותו בדעת היחיד, שאז יעשה בו היחיד מה שירצה בהסכמת הציבור. והוא הדין לכל דברי קדושה שהוזכרו כאן, דכולהו גרירי בתר בית הכנסת. עד כאן לשונו. כלומר: שבשעת הבניין תלו אותו בדעת היחיד, דאז יכול לעשות מה שירצה. והנה אין רבותא כלל בזה, דפשיטא דתנאי מתחילתו מהני, ומאי קא משמע לן? ולמה צריך לומר שתלו אותו בדעת היחיד, דהא בתנאי מפורש גם בלא זה מהני? ועוד: דאם מפורש תלאו בדעת היחיד, למה צריך הסכמת הציבור? אמנם העניין כן הוא: שלא היה תנאי מפורש אלא שתלאו כל הבניין בדעת היחיד, שהוא יבנה על דעתו והוא יהיה המתעסק בהוצאות הבניין. דבזה הוי כאילו נתנו לו רשות לעשות בו אחר כך מה שירצה, אף למוכרו ולהוציא הדמים לדבר הרשות (וכן משמע בט\"ז סעיף קטן ז'). ולכן צריך לזה הסכמת הציבור, דסוף דינא כתחילת דינא, דכשם שבתחילה היתה הסכמת הציבור עליו – כן מה שיעשה בו אחר כך צריך הסכמת הציבור.","ויש מי שאומר דזהו דווקא כשבנאוהו משלהם, דאז הוי כתנאי. אבל אם בנאוהו ממעות של אחרים שאינן מאותה העיר, מאי מהני דעתם בלבד, דילמא להאחרים לא ניחא להו בכך (מגן אברהם סעיף קטן י\"ב)? וסברא נכונה היא, אבל אם כן למה לא ביארו זה? וגם לשון רבינו הבית יוסף שכתב \"אפילו בנו משלהם אינו נמכר אלא אם כן תלו בדעת היחיד...\", ומשמע דכל שכן בשל אחרים דאינו נמכר, ועלה קאי הך דתלאו בדעת היחיד. ולכן נראה לעניות דעתי דגם אם בנאוהו משל אחרים, אם בעת קיבוץ הנדבות אמרו שתלאו כל הבניין בפלוני – כולם נתנו על דעת כן. אבל אם לא אמרו – אסור למוכרו אף אם רק מקצת דמים היה משל אחרים כדין כרך (ואולי גם המגן אברהם יודה לזה).","וכן כל דברי קדושה שנתבארו, כולם דינם כן דיש חילוק בין כפרים לכרכים. ובכפרים כשמוכרים שבעה טובי העיר בהסכם העיר – מותר להשתמש בדמים. וכן כל כלי בית הכנסת וספסלים ויריעות (מגן אברהם סעיף קטן ט\"ו). ויריעות שפורסין על הארון הם כארון עצמו (שם). מיהו לא כל הקדושות שוות לעניין עצמם, דבית הכנסת עצמו הרי נמכר אף לתשמיש חול. וכן כל תשמישי מצוה כשנמכרים – מותר להשתמש בהם דברי חול כמו שיתבאר. אבל תשמיש קדושה, כמו הארון והפרוכת וכיוצא בהם – נשארים בקדושתן גם כשימכרו אותם, ונמכרים רק שהלוקח ישתמש בהם לקדושה דומיא דספר תורה. ויתבאר בסימן קנ\"ד (שם סעיף קטן י\"ד).","דבר פשוט הוא דזה שהתרנו מכירת בית הכנסת בכפרים – זהו כשיש להם בית הכנסת אחר להתפלל בו. דאם לא כן, הא אפילו לסותרו כדי לבנות אחר – אסור עד שיבנו אחר מקודם, כמו שכתבתי בסימן קנ\"ב. אם לא שרוצים למוכרו לקנות בהדמים בית הכנסת אחר, ובגוונא דליכא למיחש לפשיעותא דאז מותר. ובכרכים בכל גווני אסור (שם סעיף קטן י\"ז). ויש מי שרוצה לומר דזה שהותר בכפרים למכור כשיש להם בית הכנסת אחר, הכוונה שבנאו עכשיו אחרת. אבל אם לא בנאו עכשיו, אף שיש להם שני בית הכנסת – אסור למכור אחד, דהא אפילו לסתור אחד אסור כמו שכתבתי בסימן קנ\"ב, וכל שכן למכור (שם סעיף קטן ט\"ז). ודברים תמוהים הם, וכל הסוגיא דמגילה ובכל הראשונים לא משמע כן. והא דלסתור אסור – וודאי כן הוא, דכשהוצרכו למכירתו התירו. אבל כשרק רוצים לסותרו ולבנות אחרת, חששו שמא לא יבנו. ומה עניין זה לזה? (ולהיפך מה שכתב בסעיף קטן י\"ז דלקנות קדושה אחרת חמורה מותר אפילו באין להם בית הכנסת אחר – גם כן תמוה. וכבר חלק עליו בזה האליה רבה סעיף קטן י\"ח, עיין שם. וכן משמע ביורה דעה ריש סימן רנ\"ב. וגם מה שכתב המגן אברהם בסעיף קטן ל\"ג צריך עיון. ומה שכתב מש\"ך וט\"ז שם – זהו בפדיון שבויים דווקא כמו שכתב הש\"ך שם, או בגבו לצורך בית הכנסת כמו שכתב הט\"ז שם. אבל למכור בית הכנסת בשביל קדושה חמורה, כשאין להם בית הכנסת אחר – וודאי לא שמענו. ודייק ותמצא קל.)","ובשל כרכים וודאי אפילו בנאו אחרת – אסור למכור הראשונה, מפני שלא בהם בלבד הדבר תלוי. אמנם לעניין דין סתירה שנתבאר בסימן קנ\"ב – אין חילוק בין כפרים לכרכים, כיון שרוצים לבנות אחר במקומו. אם כן מה איכפת להו להרחוקים? אך העצים והאבנים והקרקע בקדושתייהו קיימי, ואסור להשתמש בהם וגם למוכרם, דשמא יש אחד בסוף העולם דלא ניחא ליה שתפקע קדושתן (מגן אברהם סעיף קטן ט\"ז). ויש מי שמתיר (שם בשם משאת בנימין). ויש להחמיר. (האליה רבה סעיף קטן י\"ח הכריע כהמשאת בנימין להיתר, וחולק על המגן אברהם, עיין שם.)","יש מי שכתב ד\"כרך\" לא מקרי אלא עיר שהסוחרים מתקבצים שם תדיר לסחורה, או מצד סיבה אחרת מתקבצין שם תדיר כמו ערי הפלך וכיוצא בזה. אבל מה שרבים עוברים דרך שם בלי ישיבה קבועה בעיר לא מקרי \"כרך\", דמה להעוברים ושבים לבית הכנסת של עיר זו? וכל דברור לנו שלא בנאו אדעתא דכולי עלמא מקרי לעניין זה \"כפר\", ויכולין למוכרו (מגן אברהם סעיף קטן י\"ז בשם משאת בנימין). וכן נראה מצד הסברא. ולפי זה מעטים עתה בזמן הזה בית הכנסת שנדונו ככרך לעניין זה. ויחיד שבנה בית הכנסת ומסרה לציבור – דינה ככל בתי כנסיות שבעיר, שאין להיחיד שום דעה במכירתו. אבל אם שייר לעצמו בה שום כוח – אין לו מכר כי אם על פי שניהם, והיינו: על פי דעת הציבור, ועל פי דעתו או דעת יורשיו כשמת. ואם קודם מיתתו נתן כל כוחו להציבור – אינם צריכים דעת יורשיו. ועיין בסעיף ל\"ט.","כל דבר שבקדושה שנמכר ומותר לשנותו – נמכר בלא הכרזות, אף בקרקעות שצריכות הכרזה. ואין בו אונאה אף במטלטלים שיש בכל מקום אונאה (ט\"ז סעיף קטן ח'). וטעמו של דבר: דעיקר טעמי הכרזות הוא שמא יתאנו, והרי גם במתנה מותרים ליתן (שם). ועוד: דהכרזות לא שייך רק אם מגבים לאחרים, ולא כשאנו מוכרים דבר של עצמינו (מגן אברהם סעיף קטן י\"ח בשם הר\"ן, עיין שם). והטעם דאין בזה אונאה במטלטלים, צריך לומר משום דהוה כבעל הבית המוכר כליו שאין בהם אונאה, כמבואר בחושן משפט סימן רכ\"ז. אבל דבר שאסור לשנותו, וממילא שאין ביכולתם ליתנה במתנה – צריך הכרזה, דכל בלא הכרזה הוי כזלזול במקח (שם סעיף קטן כ'). וממילא דיש לזה אונאה במטלטלין כבכל המטלטלין, דאילו בקרקע בכל מקום אין אונאה דאין אונאה לקרקעות. ויש אומרים דבמטלטלין יש אונאה גם בדבר שמותרין לשנותו, אם לא שידעו לכתחילה ששווה יותר או פחות. אבל דבר שאסור לשנותו יש אונאה אפילו בקרקעות, דדינם כשליח דבכל שהוא מכרו – בטל אף בקרקע, כמבואר בחושן משפט שם (שם ואליה רבה סעיף קטן י\"ט).","דבר ידוע דבכל תשמישי קדושה ותשמישי מצוה, קיימא לן \"הזמנה לאו מילתא היא\" עד שיזמין בפה ויעשה מעשה. לפיכך אם בנו בית הכנסת, כל זמן שלא התפללו בו – אין עליו קדושת בית הכנסת. ואפילו בנו לשם בית בעלמא, אם הקדישוהו אחר כך לבית הכנסת – יש עליו דין בית הכנסת, ואינו קדוש עד שיתפללו בו. אמנם אם התפללו בו אפילו יחידים אפילו אורחים לפי שעה, כיון שהתפללו בו והיה מיוחד לתפילה – קדוש. ואם הקדישוהו לפי שעה – הכל כפי מה שאמרו, דתנאי בכל דבר מהני. ולעניין המעות אם בנוהו ממעות שהתנדבו לבית הכנסת – אסור לשנותם כמו שנתבאר (מגן אברהם סעיף קטן כ\"א). מיהו יחיד שהתנדב ובנה בית הכנסת משלו ועל קרקע שלו או של אחרים, נהי דלא קדוש עד שיתפללו בו, מכל מקום אינו יכול לחזור בו דהוי כנדר כמו שיתבאר בסעיף ל\"ו (שם).","אנשי הכפר כשמוכרים בית הכנסת כמו שיתבאר – יכולין למוכרו ממכר עולם. והקונה אותו יכול לעשות בו כל מה שירצה, לבד ארבעה דברים אסור לו לעשותה, והיינו: מרחץ, ובורסקי, ובית הטבילה, ובית הכסא. ואם מכרוהו שבעה טובי העיר במעמד אנשי העיר – יכול הקונה לעשות אפילו אלו הארבעה דברים, דבכהאי גוונא פקעה הקדושה לגמרי, בין מן הבית הכנסת ובין מן המעות, והמוכר יכול לעשות בהמעות כל מה שירצה. וכן בכל דברי קדושה שנתבאר, לבד ספר תורה וספרים דבעל כרחך נשארו בקדושתן (לבוש). אך בהמעות יכול המוכר גם באלו לעשות כל מה שירצה (שם), כיון דנמכרו בשבעה טובי העיר במעמד...","כתב רבינו הבית יוסף בסעיף י: יש אומרים דיחיד בשלו – אפילו ספר תורה מותר למכרו ולעשות בדמיו כל מה שירצה, כל שלא הקדישו לקרות ברבים. ויש מי שאוסר אלא אם כן ללמוד תורה או לישא אשה. עד כאן לשונו. דעה ראשונה היא דעת הרא\"ש והטור, וסבירא להו דזה שאמרו חכמינו ז\"ל אין מוכרין ספר תורה אלא ללמוד תורה ולישא אשה, וכן כל סוגיא דמגילה – זהו הכל בשל ציבור או יחיד שמסר לציבור. אבל כל יחיד בשלו, כשעושה אפילו הקדושה היותר גדולה כמו ספר תורה מתחילה דעתו על זה, שכשיצטרך ימכרנה וישתמש בהמעות, וכן כשבנה בית הכנסת או בית המדרש רק לעצמו – יכול תמיד למוכרם או לשנותם, מפני דמעיקרא אדעתא דהכי עבדינהו. ולא דמי למה שכתבתי בסוף סעיף כ\"ו דעל כל פנים נדר הוא – זהו כשלא התפללו בו עדיין כלל, או לא למדו בו כלל. אבל בכאן הא התפללו ולמדו וקיים נדרו – שפיר יכול לעשות בו כחפצו כל זמן שלא מסרו לרבים. וה\"יש מי שאוסר\" הוא דעת הרמב\"ם ב[[רמב\"ם הלכות תפילין ומזוזה וספר תורה י|פרק עשירי מספר תורה, שכתב: אין מוכרין ספר תורה... – ולא חילק בין יחיד לרבים. ואני תמה על זה: והרי גם הרא\"ש והטור כתבו כן בהלכות ספר תורה ביורה דעה סימן ע\"ר, עיין שם. ועם כל זה חילקו כאן בין יחיד לרבים, ומה ראיה שרמב\"ם חולק על זה? ולעניות דעתי היה נראה לומר דב\"ספר תורה\" מיירי בספר תורה האחת שחובה על כל איש כמבואר שם, ולכן גם יחיד אסור למוכרה. מה שאין כן כאן מיירי בספר תורה אחרת, דהאיסור הוא מצד קדושתה – בזה אנו מחלקים בין יחיד שעשה לעצמו לבין מסרה לציבור, ואין כאן מחלוקת כלל. וצריך עיון. מיהו לדינא נראה שגם רבינו הבית יוסף תפס כדעה ראשונה, וכן כתב אחד מהגדולים. (אליה רבה סעיף קטן כ\"ב, וכן כתב הרמ\"א בדרכי משה שהמנהג כהמתירין, עיין שם.)","ויש מי שהקשה על דין זה ממה שכתב בחושן משפט סימן רמ\"ח במי שאמר \"נכסי לפלוני\", אם ספר תורה הוי בכלל \"נכסי\" כיון שאסור למוכרה? וזהו גמרא בבא בתרא (קנ א). וביחיד מיירי, דאם הקדישה לרבים – הרי אינו יכול למוכרה. ונדחק לומר דמיירי שנתנה לרבים שיקראו בה, אבל לא מסרה להם לגמרי, דבכהאי גוונא גם כן אינו רשאי למוכרה. ותמה על מנהג העולם שנוהגים למכור גם בכהאי גוונא (מגן אברהם סעיף קטן כ\"ב). ולפי מה שכתבתי לא קשיא כלל: דשם מיירי מספר תורה יחידית שמחוייב לכותבה, ולכן אסור למוכרה. והעולם שנהגו היתר בזה משום דסבירא ליה כדעת הרא\"ש ביורה דעה שם, דהאידנא מצוה בספרים ולא בספר תורה, עיין שם. וביורה דעה שם בארנו עוד בזה, עיין שם. אמנם זהו וודאי דהמוכרה אינו רואה סימן ברכה בהמעות, כמו שכתבתי ביורה דעה שם. (ודע דלפי מה שכתבתי שם ביורה דעה, דאיסור המכירה הוא רק משום בזיון הספר תורה שתהא נמכרת כשארי חפצים, ולכן אפילו כשיש לו כמה ספר תורה אין למוכרה כמו שכתבתי שם – אין זה עניין כלל לדינים שבסימן זה. ואם כן אין ראיה מהרמב\"ם כלל. ודייק ותמצא קל.)","וכשם שמותר למכור בית הכנסת של כפרים, כמו כן התירו ליתנה במתנה. והמקבל מתנה יכול לעשות בה כל חפצו כמו במכירה. והטעם דאי לאו דהוה להו הנאה מיניה בענייני בית הכנסת – לא הוי יהבי ליה מתנה. ולפיכך הדר הוה המתנה כמכר, וצריך לזה שבעה טובי העיר במעמד אנשי העיר. ובכרכים אסור (מגן אברהם סעיף קטן כ\"ו), והטעם נתבאר בסעיף ג וסעיף ד. וליתנה במתנה לעיר רחוקה שבוודאי לא היה להם הנאה מהם – וודאי אסור (שם סעיף קטן כ\"ז). וכן עצים ולבנים מבית הכנסת ישן שסתרוהו בהיתר, שנתבאר בסימן קנ\"ב – גם כן מותר למוכרם וליתנם במתנה כבית הכנסת עצמו.","וכשם שמותרים במכר ומתנה, כמו כן מותרים להחליף הבית הכנסת או העצים והאבנים באחרת, שתתפוס האחרת תחתה בקדושת בית הכנסת וכן העצים והאבנים, והבית הכנסת הזה יצא לחולין וכן העצים והאבנים. דמה לי מכר ומה לי חליפין? ואף שהתירו לכל דברים אלו, מכל מקום לא התירו להשאילן או להשכירן או למשכנם, לעשות בהם ענייני חולין. והטעם דלא התירו רק שדבר אחר תתפוס בקדושתם, כמעות המכירה או החליפין. אבל בשאלה ושכירות ומשכון – לא נתפס דבר אחר בקדושתן, שהרי הם עצמן בקדושתייהו קיימי לאחר כלות זמן השאלה והשכירות והמשכון. אם כן תצא לחולין בלא דבר, וזה אסור. ומה שהתירו מתנה מפני הטובה הקודמת, דהוה כחליפין ואסור אפילו בשבעה טובי העיר ובמעמד אנשי העיר. ואף על גב דבכהאי גוונא גם המעות יוצאין לחולין כמו שכתבתי בסעיף י\"ח, מכל מקום בשעת המכירה נתפסין בקדושתן. אך אחר כך יש כוח לשבעה טובי העיר במעמד העיר להוציאם לחולין, מה שאין כן בכאן (שם סעיף קטן כ\"ח). ואפילו אם נאמר דגם בכאן דמי השכירות יעלו בקדושתן, מכל מקום אסור כיון שהם עצמם נשארין בקדושתן – אי אפשר שאחרת תתפוס תחתיה. (ובזה מובן לשון הטור ושולחן ערוך סעיף י\"א, שכתבו שעדיין נשארין בקדושתן, שאין כאן דבר אחר שתחול... עד כאן לשונם. והמה כמו תרתי דסתרי, ולדברינו אתי שפיר. ודייק ותמצא קל.)","ודע דכל מה שנתבאר דהיתר המכירה אינו בכרכים – זהו הכל כשמוכרים להוציאה לחולין, דכיון דמפקיעין קדושתה – ממילא צריך דבר אחר שתחול על זה הקדושה והסכם כולם. ולכן בכרכין אסור כמו שנתבאר. אבל מוכרין בית הכנסת לאחרים, ושיהיה בית הכנסת בקדושתה. ואינם צריכים כלל דבר אחר שיחול קדושתה עליה (מגן אברהם סעיף קטן כ\"ז ודלא כב\"ח). ודבר זה מותר אפילו בכרכין, רק לדעת התוספות (ריש פרק רביעי דיבור המתחיל \"אוגורה\") מרבים ליחיד אסור, עיין שם. וצריך לומר הטעם: דהורד מכבודו. אבל רוב הפוסקים חולקים בזה, וסבירא להו דאפילו מרבים ליחיד שרי, כל שאין מפקיעין קדושתה. וזהו דעת רבינו הרמ\"א בסוף סעיף י\"א, שכתב: ודווקא בדרך שמורידן מקדושתן. אבל מותר להשאיל אפילו ספר תורה לקרות בה, אפילו משל רבים ליחיד. עד כאן לשונו. וכל שכן בית הכנסת ובית המדרש ושארי תשמישי קודש, שיכול להשאילן ולהשכירם ולמשכנם, וכן למוכרם שישארו אצל הקונה בקדושתם. ואפילו בכרכין ויחיד שהתנדב דבר קדושה, אם מסרו לציבור הוא של ציבור. ואם לאו או שהמנהג הוא שלעת עתה משתמשים בו הציבור, וכשירצה נוטל ומוכרו – הולכין אחר המנהג. ודבר זה נתבאר ביורה דעה סימן רנ\"ט. ועיין לקמן סימן קנ\"ד.","כתב אחד מהגדולים (מגן אברהם שם בשם משאת בנימין): אם בנו בית הכנסת חדשה, וסתרו הישנה על פי שבעה טובי העיר במעמד... – פקעה הקדושה מהישנה וחלה על החדשה. ורשאים לעשות בהישנה כל מה שירצו, דלא גרע ממתנה. אבל בלאו הכי אין כוח אפילו בשבעה טובי העיר במעמד... לעשות בהן דבר חול, שאין כאן דבר אחר שתחול קדושתה עליו. וכן משמע בתוספתא... עד כאן לשונו. וזה שנתבאר ביורה דעה סימן רנ\"ט דמנורה של בית הכנסת ביכולת ביד שבעה טובי העיר... לשנותה לדבר הרשות, מכל מקום לא דמי לבית הכנסת שעיקרה עשוי לומר בה דבר שבקדושה – אי אפשר שתפקע קדושתה בלא כלום (מגן אברהם). אבל בתשובת הרא\"ש (כלל ה') כתב שיש כוח ביד שבעה טובי העיר לעשות מבית הכנסת בית דירה כמו במנורה. וצריך עיון: דהיאך תפקע קדושתה בכדי? וצריך לומר דכוונת הרא\"ש הוא כשבנו אחרת במקומה, דחלה עליה הקדושה (שם). ומאד תמוה תירוץ זה: דלהדיא מבואר בתשובת הרא\"ש שבנו עליות לבית המדרש, ואחר כך נתיישבו שילמודו בבית הכנסת שבשם, והשכירו העליות לדירות, עיין שם. והשיב הרא\"ש דשבעה טובי העיר... יכולים לשנות לדבר הרשות, ואין כאן חליפין על הקדושה שתחול על דבר אחר. ולבד זה תמוה מאוד: דהרא\"ש הביא מהא דשבעי טובי העיר יכולים למכור אף לדבר הרשות, והא מפורש בגמרא שם דלהשכיר אסור, וכמו שכתבו הטור והשולחן ערוך. והרא\"ש בעצמו במגילה שם הביא זה, וכתב הטעם: דאין על מה לחול הקדושה. ולכן נראה לעניות דעתי דאין למידין מתשובה זו, וצריך עיון גדול. (והעיקר לדינא דאסור. וגם מה שכתב המגן אברהם בשם הנימוקי יוסף, הלא לא קיימא לן כהנימוקי יוסף כמו שכתב המחצית השקל. ותמיהני על המחצית השקל והפרי מגדים והאליה רבה, שלא העירו בזה.)","כתב רבינו הבית יוסף בסעיף י\"ב: מי שיש לו תנאי עם הקהל שלא יוכל לבנות בית הכנסת כי אם הוא וזרעו – אינו יכול למכור זכותו לאחר. עד כאן לשונו. וכתבו דזהו דווקא כשכיבדו אותו בזה. אבל אם קנה זכות זה – קנאו לכל זכות ככל הקניינים (ט\"ז סעיף קטן י\"א, ואליה רבה סעיף קטן כ\"ד). ולא משמע כן במקור הדין במרדכי פרק \"החובל\", שהמעשה היתה שירשו זכות זה ובקשו היורשים למכור זכות זה, ופסק שאין ביכולתם, עיין שם. ואי סלקא דעתך שכיבדו אביהם בזה, איזה ירושה היא? והאמת דאפילו כשקנה זכות זה, מכל מקום אנן סהדי דעל מנת כן הקנו לו, שלא ימכור לאחר בלי רשיונם דאולי ימכור לשאינו הגון. (והט\"ז עצמו כתב: ומכל מקום ברור הוא שלא ימכור אלא למי שהגון כמוהו, דאדעתא דהכי הקנו לו זכות זה. עד כאן לשונו. ואם כן למה הוכרח לומר שכיבדוהו בזה? וכוונת הבית יוסף גם כן כן, שאינו יכול למכור בלי רצונם.)","כתב הרמב\"ם בפרק שמיני ממתנות עניים דין י\"א: גבו מעות לבניין בית הכנסת, ובא להם דבר מצוה – מוציאין בה המעות. קנו אבנים וקורות – לא ימכרום לדבר מצוה אלא לפדיון שבויים. אף על פי שהביאו האבנים וגררום, ואת הקורות ופסלום, והתקינו הכל לבניין בית הכנסת – מוכרין הכל לפדיון שבויים בלבד. אבל אם בנו וגמרו – לא ימכורו בית הכנסת אלא יגבו לפדיון מן הציבור. עד כאן לשונו, והעתיקו רבינו הבית יוסף בסימן זה סעיף י\"ג. וכבר נתבאר דין זה ביורה דעה סימן רנ\"ב, עיין שם. ובאמת שם מקומו בדיני צדקה, דאינו עניין לקדושת בית הכנסת שבסימן זה, שהרי לעיל נתבאר דכשגבו מעות לבניין בית הכנסת – אסור לשנותם. אלא דכאן הטעם משום דפדיון שבויים גדולה מכל המצות, ולכן על פי שבעה טובי העיר במעמד אנשי העיר יכולים לשנותם לפדיון שבויים. וכן הוא ביורה דעה שם. וזה מבואר בגמרא ריש בבא בתרא. ובגמרא אינו מבואר רק שיתנו המעות לפדיון שבויים, והרמב\"ם שכתב גם למצוה אחרת רשאין להוציא המעות – צריך לומר דכן היתה גירסתו בגמרא. וגם צריך לומר דכוונתו ללוות מעות אלו על מצוה זו, ואחר כך ישלמו אחרים תחתיהם לבניין בית הכנסת, וכמו שכתבתי בסעיף י. מיהו רבינו הבית יוסף בספרו הגדול ביורה דעה שם כתב דאפילו למצוה אחרת רשאים לשנותו בהסכם שבעה טובי העיר... וצריך לומר דזהו על ידי שבעה טובי העיר, ולעיל מיירי בלא שבעה טובי העיר, וכמו שכתבתי בסעיף י\"א. וזה שכתבו דאם בנו וגמרו לא ימכורו – לאו שיש איסור בזה אלא דאין דרך למכור דירתו של אדם. ולכן אפילו קודם שהתפללו שם אין למכור. (מגן אברהם סעיף קטן ל\"א וסעיף קטן ל\"ג. ומה שכתב בסעיף קטן ל\"ב דבהרמב\"ם הגירסא \"בנו יגמורו\", עיין שם – לפנינו הגירסא ברמב\"ם כמו בשולחן ערוך. מיהו לדינא וודאי כן הוא, דאפילו עדיין לא נגמר הבניין לא ימכורו, מטעם דלא גרע מדירתו של אדם כמבואר בגמרא. ודייק ותמצא קל.) (ולהמגן אברהם אין צריך לדחיקת הט\"ז סוף סעיף קטן י\"ג.)","כתב רבינו הבית יוסף בסעיף י\"ד: ראובן שאמר \"קרקע זו אני נותן לבנות עליה בית הכנסת\", ולא רצו עובדי הכוכבים להניחם לבנות בית הכנסת, והציבור אומרים לבנות עליה בית לתלמוד תורה, וראובן אומר \"אדעתא דהכי לא נדרתי\" – לא מצי ראובן הדר ביה. ואם ראובן לא היה דר שם – היו יכולין לשנותה, ואם הוא מבני אותה העיר – אינם רשאים לשנותה אם הוא עומד וצווח. אלא אם כן יש שם חבר עיר, דכל מה דאתי אדעתא דידיה אתי. עד כאן לשונו. ביאור דבריו: דאם ראובן רוצה לחזור בו לגמרי ממה שהקדיש לבית הכנסת מטעם ד\"אדעתא דהכי לא נדרתי\" – אינו יכול, כיון שלא אמר בשעה שהקדיש הקרקע \"על מנת שיניחו לבנותה מיד\". ואף שאמר לבנות עליה בית הכנסת, יכול להיות שבהמשך הזמן יניחו. אך לעניין לשנותה לתלמוד תורה, אם ראובן אינו דר שם – הרי נתן על דעת אנשי העיר, ופשיטא שרשאים לשנותה לקדושה חמורה. אך אם הוא מאנשי העיר – אנן סהדי דכוונתו היתה שגם בלא דעתו לא ישנו. ולכן כשעומד וצווח – אין לשנות אף לקדושה חמורה. אמנם כשיש חבר עיר, אנן סהדי דבעת שהקדיש – הקדיש על דעתו של החבר עיר לגמרי. ועתה רוצה לחזור בו, ואינו יכול.","וכתב רבינו הרמ\"א דשבעה טובי העיר – דינם כחבר עיר. עד כאן לשונו. ותמיהני: דבשלמא חבר עיר כולם נותנים על דעתו לבדו. אבל שבעה טובי העיר הא צריכים להסכם אנשי העיר כמו שנתבאר, והרי הוא מאנשי העיר ומוחה? (גם האליה רבה הקשה כעין זה, עיין שם. ופסק שלא כהרמ\"א בסעיף קטן כ\"ח.) ולהיפך יש מי שהקשה (מגן אברהם סעיף קטן ל\"ו) דהא ביורה דעה סימן רנ\"ט נתבאר דצדקות שהתנדבו לצורך בית הכנסת יכולים לשנות לצורך בית המדרש, אפילו אם הבעלים מעכבים, עיין שם. וכאן פסקו דהבעלים מעכבים. (ומה שכתב המגן אברהם דביורה דעה מיירי שאין הבעלים מבני העיר, עיין שם והדוחק מבואר. וגם דברי הלבוש כאן תמוהים, עיין שם. ובאליה רבה סעיף קטן כ\"ז תמה עליו גם כן.)","ונראה לי ברור דדברי רבותינו בעלי השולחן ערוך צודקים. והעניין כן הוא: דכבר נתבאר דלהעלות לקדושה חמורה – אין צריך שבעה טובי העיר, ורק לקדושה קלה או לדברי חול צריך שבעה טובי העיר. וכל אדם כשמקדיש דבר נצחי כמו מעות או קרקע, וודאי דנגד כל אנשי העיר נגד כל יחיד ויחיד אינו מבטל דעתו. אבל נגד חבר עיר או נגד שבעה טובי העיר, והסכם כל העיר – וודאי מבטל דעתו מסתמא, אלא אם כן פירש בשעת ההקדש דאינו מבטל דעתו נגדם. ולפי זה אתי שפיר הכל: דמקודם כתבו שבלא דעתו אסור לשנות אפילו לקדושה חמורה. אבל כשיש חבר עיר או שבעה טובי העיר בהסכם כל העיר – בוודאי מקודם היתה כוונתו כן שנגד שבעה טובי העיר בהסכם כל העיר תתבטל דעתו, והוא כאחד משארי אנשי העיר שאינו מסכים לשבעה טובי העיר. ו\"כל העיר\" לאו דווקא, דהכוונה רוב העיר. ואף שאומר עתה שכן היתה כוונתו – אינו נאמן. וביורה דעה מיירי על פי שבעה טובי העיר, ולא חש להאריך שם מפני שעיקרי הדינים הם בכאן. וביורה דעה שם סעיף ז כתבנו אופן אחר בזה, כגון שאינו מבית הכנסת זה שהתנדב לה. (ובזה יש לקיים דברי המגן אברהם שהבאנו. אך יותר נראה כמו שכתבתי, דמיירי על ידי שבעה טובי העיר. ודייק ותמצא קל.)","דבר פשוט הוא דבכרכים לא מהני שבעה טובי העיר, דאיך יועילו לעיר אחרת? שהרי הטעם של איסור כרכים הוא מפני שכל העולם יש להם חלק בזה כמו שנתבאר, אם כן מה יועילו שבעה טובי העיר של עיר זו? ועוד: שהרי לשבעה טובי העיר צריכים הסכם אנשי העיר, ואין כאן הסכם מכל הערים. ומכל מקום כתבו הגדולים דהאידנא יכולים שבעה טובי העיר למכור אפילו בכרכין כמו בכפרים (מגן אברהם סעיף קטן ל\"ז בשם מ\"ב, ובית יוסף בשם מרדכי ישן, עיין שם). וזהו כשבנאוהו משלהם (שם). וכן עשה מעשה אחד מן הגדולים למכור קרקע של בית הכנסת, כשראו שמן הנמנע לבנות שם מפני האנסים. ומכרו בשבעה טובי העיר, אף שהיתה בכרך ונבנית מאחרים, מפני דבוודאי ניחא להו לכל ישראל בזה (שם בשם מהר\"ם לובלין בבית הכנסת דקהילת לוקאוו). ודבר זה יש להבין לפי העת והזמן, ואי אפשר לבאר הכל בכתב. ועוד: דלעיל סעיף כ\"ד בארנו דדין \"כרך\" שבגמרא מעטים הם בזמן הזה, עיין שם.","בסימן רכ\"ד ביורה דעה נתבאר: כיון דשותף יכול לאסור חלקו על חברו, לכן בבית הכנסת שכולם שותפים בו – יכול לאסור חלקו על אחר. וזהו מדינא. אבל תקנת הקדמונים היתה שאין אדם יכול לאסור חלקו מבית הכנסת ולא מהספרים. ואם אסר אינו כלום, דהפקר בית דין הפקר. ותקנו כך מפני המחלוקת: דהפעם יעכוס זה על זה ויאסור עליו, ומחר יעשה כה השני, ואין לדבר סוף. וכיס של צדקה שאחד אסור מה שבתוכו על אחר – אין איסורו כלום מדינא, דכיון שנתן לכיס של צדקה – אינו כשלו. וכן מעות מעשר אינו יכול לאסור, דאינו כשלו כמבואר בנדרים (פג ב), עיין שם היטב (מגן אברהם סעיף קטן ל\"ח).","ביורה דעה סימן רכ\"א נתבאר דהמשאיל בית לחברו – אינו יכול לאסרה עליו כל זמן השאלה. והשואל יכול לאסור, דכל זמן השאלה נחשבת כשל שואל, עיין שם. לפיכך מי שהשאיל ביתו לבית הכנסת, אם השאיל לזמן – אינו יכול תוך הזמן לא לאסור על כולם ולא על אחד מהם. ואם לא קבע זמן אלא השאיל סתם, או שעבר הזמן – יכול לאסור על כולם. אבל על אחד מהם או מקצתן אינו יכול לאסור, דכיון דלרובן מתרצה שתהיה בשאלה, אם כן אינה כשלו שיהיה ביכולתו לאסור על יחידים. אמנם אם התנה מתחילה שכל זמן שירצה למחות ומה שירצה ימחה, או שלא השאיל להם בפירוש אלא הניחם ליכנס לביתו – הרשות בידו למחות כמו שירצה. אבל להיפך אם הוא השאיל ביתו לבית הכנסת והיו בו זמן רב, ואחר כך רוצים הציבור לשנותו למקום אחר – אין רשאים לעשות כן. כדאמרינן בגיטין (ס א): מערבין בבית ישן מפני דרכי שלום, שלא יאמרו בני ביתו חשודים הם ולכן סרו מעליהם. ואפילו יש קצת טעם מה שרוצים לסור משם, אין נכון לעשות כן (מגן אברהם סעיף קטן מ'). אלא אם כן בנו בית הכנסת של קביעות, דאז הכל רואים הטעם. וכן כל כיוצא בזה. (ומה שכתב המגן אברהם שיכול לומר \"אין רצוני לילך למרחוק\", עיין שם – לא אבין. דמאי איכפת להו בזה, וכי על ידי זה יכוף אותם? אלא העיקר הטעם משום חשדא כמו שכתבתי.)","כתב רבינו הבית יוסף בסעיף י\"ח: יש מי שאומר שכלי הקודש של כסף שנהגו להביאם תמיד בבית הכנסת בחגים – אין (הבעלים) יכולין להוציא לחולין ולמכרם. והציבור יכולים לתפשם שישארו בחזקת הקודש אחר מיתת המקדיש. עד כאן לשונו. ועכשיו המנהג פשוט שנשארים ברשות הבעלים, ואם כן אפילו בסתמא הוי כאילו התנו עליהם (מגן אברהם סעיף קטן מ\"ג). ודברי רבינו הבית יוסף תמוהים, שהרי אחר כך בסעיף כ כתב להיפך, וזה לשונו: יש מי שאומר שספר תורה שהוחזק שהיה של אבותיו של ראובן – אין הציבור יכולים להחזיק בו. עד כאן לשונו. ועתה קל וחומר הדברים: דאם ספר תורה שקדושה הרבה ועומדת תמיד בבית הכנסת, עם כל זה אם רק הוחזק שהיה של אבותיו אין יכולים להחזיק בו – קל וחומר בכלי כסף שתמיד הם בביתו ורק במועדים מביאין לבית הכנסת, שאין הציבור יכולין להחזיק בהם. (והאליה רבה סעיף קטן ל\"ב עמד בזה ותירץ בדוחק, עיין שם.)","והנה שני דינים אלו הם ממהרי\"ק (סימן ע' וסימן קס\"א). ועיינתי שם ואין כאן סתירה, דבכלי כסף מיירי שהציבור טענו שנתנום אבותיהם לחלוטין לבית הכנסת, ובספר תורה מיירי להיפך: שהוחזק שהיתה של אבותיו, שמעולם לא מסרה לבית הכנסת. וכתב דהחזקה שהחזיקו אינה חזקה, דהרי נתנה לקרות בה ולא שתהיה שלהם. ועדים אינו מועיל דכולם נוגעים בדבר, עיין שם. וכן צריך לומר בכוונת השולחן ערוך. ולכן מה שהביאו האחרונים (ט\"ז סעיף קטן ט\"ו ועיין ט\"ז) דהמהרש\"ל בתשובה (סימן ט\"ז) חולק בדין הספר תורה, שפסק דלא לבד שאין היורשין נאמנים אלא אף הוא עצמו לא היה נאמן לומר \"לא מסרתיה לציבור\", עיין שם – דאין כאן מחלוקת. דוודאי בסתמא עליו לברר שלא מסרה לחלוטין לציבור, והמהרי\"ק מיירי שידוע שלא מסרה לחלוטין. וכן יש להורות, דאם ידוע שלא מסרה לציבור – אין להציבור חזקה. וכשאינו ידוע – עליו להביא ראיה, ואם לא הביא – הפסיד.","עוד כתב בסעיף י\"ט: יש מי שאומר שאם נמצא אחר מיתת אדם כתב כתוב שהקדיש כלים, ואין עליו עדים ולא מסרו להקהל – אפילו הכי הוי הקדש. עד כאן לשונו. ואף על גב דבחושן משפט סימן רנ\"ה מבואר דגם לעניין הקדש אמרינן שלא להשביע את עצמו אומר כן מכל מקום כתיבה שאני. וכן משמע להדיא ממשנה דמעשר שני סוף פרק רביעי, עיין שם. ואף שבחושן משפט סימן פ\"א סעיף י\"ז נתבאר דבכתיבה לעצמו אמרינן שלא להשביע, עיין שם – זהו להדיוט ולא להקדש, כדמוכח ממשנה דמעיין שם. (ומתורץ קושית המגן אברהם סעיף קטן מ\"ד.)","כתב רבינו הבית יוסף בסעיף כ\"א: אין לקנות מעילים שנשתמש בהם הדיוט לתשמיש קדושה. עד כאן לשונו. ודווקא בלא שינוי, אבל על ידי שינוי שתפרו אותו באופן אחר ממה שהיה וכיוצא בזה – מותר. וכבר בארנו בזה לעיל סימן קמ\"ז סעיף י\"א, עיין שם. וכתב רבינו הרמ\"א: אסור לעשות מאתנן זונה או מחיר כלב דבר של מצוה, כגון בית הכנסת או ספר תורה. ודווקא מהאתנן עצמה, אבל אם נתנו לה מעות באתנן – מותר לקנות בהן דבר מצוה. ולא מקרי \"זונה\" אלא איסור ערוה, אבל אלו הפנויות הקדישות שמקדישות דבר – מותר לקבל מהן. עד כאן לשונו. ואיסור \"ערוה\" מקרי גם חייבי לאוין, ושפחה וכותית. ויש מי שאומר דכותית בפעם ראשונה לא מקריא \"זונה\" (עיין מגן אברהם סעיף קטן מ\"ח). ולפי זה לדעת הרמב\"ם בריש הלכות אישות, דכל פנויה שנתייחדה לזנות עובר בלאו – אין נכון מה שכתב רבינו הרמ\"א, אך הוא הולך בשיטת החולקים על הרמב\"ם. ובארנו זה באבן העזר סימן כ\"ו, עיין שם. ודע דשינוי מותר באתנן כשנשתנה הדבר ממה שנתן לה. וכן אם בא עליה ואחר כך נתן לה – אין זה אתנן. ואין איסור אלא אם נתן לה ואחר כך בא עליה. ואם היא נתנה לו – מותר. ועוד יש בזה ובמחיר כלב דינים הרבה, ונתבארו ברמב\"ם פרק רביעי מאיסורי מזבח (ועיין מגן אברהם סעיף קטן מ\"ו שהאריך בזה).","כבר נתבאר בסעיף מ\"א דאין לשנות הבית שהתפללו בו לבית אחר. והוא הדין לכל מה שאדם החזיק במצוה אפילו פעם אחת, אם החזיק בה דרך חזקה – אין נוטלין הימנו. וכן אם זכה בעניין של כבוד – אין נוטלין הימנו ויש מי שאומר דאם זכה במצוה כמה שנים ומת, אם בנו ממלא מקומו – זוכה גם כן במצוה זו (שערי תשובה סעיעף קטן כ\"ז בשם כנסת הגדולה). ודימה זה להתמנות דהבן קודם. ודבר תמוה הוא, דהא זהו כבוד בעלמא. וכמדומה שגם המנהג אינו כן.","ואדם שהוא רגיל במצוה, כגון גלילה או שאר מצוה, ואירעו אונס או עוני ונתנו הקהל המצוה לאחר, ואחר כך העשיר ורוצה שיחזירו לו המצוה, פסק רבינו הבית יוסף בסעיף כ\"ב דאם בשעה שנתנו המצוה לאחר היה סיפק בידו לתת מה שהיה נותן בכל שנה ולא חפץ בה, ונתרצה הוא עם שאר הציבור לתת לאחר – איבד זכותו. אבל אם כשנתנוה לשני לא היה סיפק ביד הראשון לתת מה שהיה נותן, ועתה שיש בידו רוצה לזכות במצוותו ולחזור וליתן מה שהיה נותן תחילה – חוזר למצותו. עד כאן לשונו ואין משנין אפילו מעם הארץ לתלמיד חכם. ומדבריו למדנו שאם הראשון היה בדרך כמה שנים, ונתנו הציבור לאחר – כשיבוא הראשון חוזר וזוכה בה, כיון שאנוס היה. אמנם אם יש ראיה שנתייאש מזה – אבד חזקתו (מגן אברהם סעיף קטן מ\"ט)."],["בזמן הש\"ס היו נוהגים שבתענית היו מתקבצים ברחוב של עיר והיו מתפללין שם. ומכל מקום אמרו חכמינו ז\"ל בריש פרק רביעי דמגילה שאין בה קדושה כלל, לפי שאין זה קביעות אלא דרך אקראי. ועל פי זה כתבו הטור והשולחן ערוך דכן הדין בבתים וחצרות שמתקבצים בהם להתפלל באקראי – אין בהם שום קדושה, עיין שם. ועל פי זה כתב רבינו הבית יוסף בסעיף ב דהשוכרים בית ומתפללין בו – אין לו דין בית הכנסת. עד כאן לשונו. ודקדק בדבריו לומר \"אין לו דין בית הכנסת\", ולא כתב \"אין בו שום קדושה\" כמקודם, דהכא לאו משום אקראי הוא שהרי שוכרים לזמן לשנה או יותר. אלא הטעם דאין בכוחם לעשותו לבית הכנסת קבוע, כמו שכתב הלבוש וזה לשונו: שהרי הגוף אינו קנוי להם, והיום או למחר יקחנה המשכיר..., עיין שם. ולזה כתב ד\"אין לו דין בית הכנסת\", כלומר: קדושת בית הכנסת ודיני בית הכנסת אין עליו. אבל מכל מקום קדוש לשעתו, שאין לעשות שם דבר בזיון. (כן נראה לעניות דעתי. והפרי מגדים תפס דהטעם משום אקראי, ונתקשה בדברי הלבוש, עיין שם. ואינו כן. וזהו גם כוונת הר\"י חביב שבבית יוסף ובט\"ז סעיף קטן א'. ודייק ותמצא קל.) (גם מה שכתב הט\"ז והר\"י חביב שיתנהגו למעלה בבתים שעל מקום התפילה בנקיות, לפי מה שכתב הרמ\"א בסוף סימן קנ\"א – אין זה רק בבית הכנסת קבוע. והט\"ז כתב שם שאין התפילה עולה למעלה כשהמקום למעלה אינו נקי, עיין שם. ומידת חסידות היא, וראוי ליזהר בזה.)","גרסינן במגילה (כו ב): תנו רבנן: תשמישי מצוה נזרקין לאחר שנעשית מצותן. תשמישי קדושה – נגנזין. ואלו הן תשמישי מצוה: סוכה, לולב, שופר, ציצית. וכבר נתבאר זה לעיל סימן כ\"א, עיין שם. ואלו הן תשמישי קדושה: דלוסקמי (שק או ארגז) של ספרים, תפילין ומזוזות, ותיק של ספר תורה, ונרתיק של תפילין ורצועותיהן. ומדקרי לרצועות \"תשמיש קדושה\" ולא \"קדושה\" עצמה שמע מינה דקשר של יד ושל ראש שיש בהן יו\"ד ודלי\"ת אינם אותיות גמורות, ולא הוי הלכה למשה מסיני (תוספות שם). והקשו על רש\"י, דסבירא ליה דהם הלכה למשה מסיני, עיין שם. וצריך לומר לרש\"י דקאי על כל הרצועה שלא במקום הקשר. ועוד: אפילו קאי אכולו, מכל מקום יותר מגניזה אי אפשר. והרי גם ספר תורה שנפסלה אין תקנה רק בגניזה.","הווילון שתולין לפני ההיכל – יש בהן קדושה וצריך לגנזן. כן הוא בגמרא שם, ובטור ושולחן ערוך סעיף ג. ובסעיף ו כתב רבינו הרמ\"א דפרוכת שאנחנו תולין לפני הארון – אין לו קדושת ארון, רק קדושת בית הכנסת. עד כאן לשונו. ואין זה סתירה דוודאי כן הוא, שהרי אינו אלא תשמיש דתשמיש. כלומר: הארון משמש לספר התורה, והפרוכת משמש להארון. אמנם בגמרא ביארו משום דבימיהם היו רגילים לפרוס הפרוכת על השולחן ולהניח עליה הספר תורה, לפיכך היא תשמיש קדושה, מה שאין כן בזמנינו. ותימה על הטור ושולחן ערוך שלא פירשו זה. אבל מכל מקום כוונתם גם כן כן, דכן מבואר בגמרא. (וכן כתב הט\"ז סעיף קטן ג', ומגן אברהם סעיף קטן ז'.)","ספרים שאכלום תולעים, או מטפחות הספרים שאכלום וקרובים לרקבון – טעונים גניזה (שבת צ א). ובלשון המשנה נקראת \"מקק ספרים\", עיין שם. וכסא שנותנין עליו ספר תורה, אם לפעמים מניחים הספר תורה על הכסא בלא מטפחת – יש להכסא דין תשמיש קדושה. ואם לאו הוה תשמיש דתשמיש, ואין עליו רק קדושת בית הכנסת. ולכן הבימה אין עליה רק קדושת בית הכנסת, וכן השולחן שספר התורה מונח עליו, כיון שאצלינו לא יניחוה בלא מטפחת – אין על השולחן רק קדושת בית הכנסת. והמטפחת הוי תשמיש קדושה. וכן הפרוכת, והכפורת, והכלונסאות, והברזילים שהפרוכת תלוי עליהם – אין עליהם רק קדושת בית הכנסת. וכן המעלות שעולים בהם אל הארון הקודש, וכל הבניין שבשם, וכן העמוד.","וכלל גדול צריך לדעת מה נקרא \"תשמיש קדושה\", ומה נקרא \"תשמיש דתשמיש\" ואין על זה רק קדושת בית הכנסת. הדבר שמניחין בה דבר של קדושה בעצמו, כמו הארון הקודש, או המטפחת שכורכין סביב הספר תורה, והמעיל שמלבישין אותה על הספר תורה או שספר התורה מונח עליה בלי הפסק דבר. או שהדבר מונח על הספר תורה, ואפילו אינו מונח עליה רק לכבוד בעלמא כמו בזמן הקדמון שהיו מניחים קרשים דקים ויפים על הספרים, והיו מניחים מכסה של משי או של דבר אחר על הקרשים; וזהו רק לכבוד בעלמא, אבל מכל מקום סוף סוף המכסה מונחת על הקדושה – הוי תשמיש קדושה, ואסור. אבל המכסה שעל המכסה של הקרשים, שהוא עשוי רק לשמור את המכסה – הוי תשמיש דתשמיש. וכן כל כיוצא בזה. וכן תפוחי כסף וזהב שעושים לספר תורה לנוי, ומשימים אותם על הספר תורה – הוי תשמיש קדושה, וכמו שכתבתי ביורה דעה סימן רפ\"ב. והעצים או עצם שעושים כמין יד, להראות להקורא מקום הקריאה של חובת היום – אין בהם אף קדושת בית הכנסת, שאינן לא לנוי ולא למלבוש רק לסימן בעלמא. ולכן אין עושים מהכלונסאות שתולים בהם הפרוכת היד הלזו, שאין מורידין אותם מקדושתן, וה\"יד\" מקרי ירידה נגדם. ונראה דזהו אם אין תולין היד על הספר תורה. אבל אצלינו שתולין אותה על הספר תורה לנוי, יש לומר דהיא נקראת \"תשמיש קדושה\" וגדולה מקדושת הכלונסאות.","כתב רבינו הרמ\"א בסעיף א: יש אומרים דלא מקרי \"ארון קודש\" אלא אם הוא כמין ארגז שאינו עשוי רק לכבוד התורה. אבל ארון הבנוי בחומה שנעשה לשמירה – לא מקרי \"תשמישי קדושה\". וכל שכן אם הספרים מתקלקלים בו דמותר ליטלן משם. עד כאן לשונו. כלומר: ויהיה על זה רק דין קדושת בית הכנסת, דכיון שלא היה ראוי מעיקרא – לא חלה על זה הקדושה, דאין זה תשמיש קדושה אלא מזיק קדושה (מגן אברהם סעיף קטן ג') והוי כהקדש בטעות. והוא הדין הארון הבנוי בכותל של עץ, דהוי כחדר בעלמא (שם סעיף קטן ב'). ונראה דאפילו אם חיברו דפים של עץ במסמורות בתוך הכותל החלול העשוי כמין ארון הקודש – בטל לגבי הכותל, ואין לו רק קדושת בית הכנסת. אבל אם בנו כמין תיבה מבחוץ, והכניסו התיבה בתוך חלל הכותל – יש להתיבה דין ארון הקודש, והוא תשמיש קדושה.","העזרות של בית הכנסת – אין להם דין קדושת בית הכנסת, אפילו מתפללין בהם באקראי. אבל אם מתפללין שם תמיד – יש עליה קדושת בית הכנסת. וכן בית הכנסת של נשים – יש עליה קדושת בית הכנסת, כיון שהנשים מתפללות שם. ודבר פשוט שהחצר שסביב בית הכנסת, או גן שסביב בית הכנסת, או פרדס או איצטבאות שסביב בית הכנסת – אין בהם שום קדושה אפילו פתוחים לבית הכנסת. ומכל מקום לא ישתמשו שם דבר של בזיון. וכן אסור לכבס מטפחות של ספר תורה במי רגלים, מפני הכבוד.","כל תשמישי קדושה שנתבלו ונתקלקלו – אין לשורפן, כדכתיב: \"לא תעשון כן לה' אלקיכם\" (מגן אברהם סעיף קטן ט'). וכל שכן כתבי קודש, שאסור לשורפן. וכן כתב הרמב\"ם בספר המצות (לא תעשה ס\"ה), דהמאבד כתבי הקודש עובר בלאו. ולכן ספר תורה שבלה, אמרו חכמינו ז\"ל שם דמניחין אותו בכלי חרס, וגונזין אותו בקבר תלמיד חכם; אפילו אינו לומד רק משניות ולא גמרא – מקרי תלמיד חכם לעניין זה. והטעם דכלי חרס, מפני שמתקיימת ימים רבים. וכן תפילין ומזוזות, ומטפחות ספר תורה שבלו – יכולים לעשות מהם תכריכין למת מצוה, וזו היא גניזתן. ו\"מת מצוה\" הכוונה עני שאין לו תכריכין. וכן נראה דהארון והשולחן שנתבלו – מותר לעשות מהן ארון לתלמיד חכם, דהרי המטפחות קדושתן כקדושת הארון, ואין חילוק בין זה לזה (כן נראה לי). ונראה לעניות דעתי דגם זה שאמרו לגנוז ספר תורה שבלה בקרקע בכלי חרס אצל קבר של תלמיד חכם – אינו חובה. דוודאי אם יש לו מקום מוצנע לגונזו בביתו, בתיבה וכיוצא בה, או בבית הכנסת – דעדיף טפי מבקרקע. אלא שאם אין לו מקום להצניעה בכבוד – התירו לו בקרקע כמו שכתבתי. ויש מי שכתב דזהו חובה בדווקא (עיין פרי מגדים). וקשה לומר כן. (וזה שבשולחן ערוך כתוב על מטפחות \"יכולים...\" – קאי גם על ספר תורה דבתרה. וביורה דעה סימן רפ\"ב שהקדימו דין ספר תורה – לא כתבו לשון זה, עיין שם.)","כבר נתבאר דאין מורידין מקדושה חמורה לקדושה קלה. ואפילו בקדושה שווה, אם האחת בקביעות והשנית שלא בקביעות – מקרי \"הורדה\". לפיכך אמרו חכמינו ז\"ל דאין עושין מתיבה כסא לספר תורה, לפי שבתיבה עומדת תמיד ועל הכסא הוי רק בשעת הקריאה. ואם על הכסא אין מניחים אותה רק על ידי מטפחת – בלאו הכי אסור, שהרי קדושתה קלה כמו שכתבתי בסעיף ד. אבל מותר לעשות מתיבה גדולה תיבה קטנה. וכן מותר לעשות מכסא גדול כסא קטן, דהכל קדושה אחת ותשמיש אחד. ואסור לעשות מכסא שרפרף לכסא, שהוא כסא קטן העומדת תחת כסא הגדול, ואין בה קדושה כבכסא הגדול, ונראה שהוא לתמיכת הרגלים. וכן מותר לעשות מווילון גדול וילון קטן, או לעשות ממנו כיס לספר תורה, שזהו עלייה כמובן. אבל לעשות ממנו כיס לחומש – אסור, דהוי הורדה מקדושה. וזה בווילון שבזמן הגמרא, כמו שכתבתי בסעיף ג. אבל בשלנו מותר, דשלנו אינו אלא תשמיש דתשמיש כמו שכתבתי שם. ונראה דתשמיש דתשמיש דקדושה חמורה – מותר לעשותו תשמיש לקדושה קלה. ומפה של ספר תורה – אסור לכרוך (הפטורת) [הפטרות] או נביאים וכתובים. ומפה שפורסין על השולחן של הקריאה – אסור לפורסה על העמוד (מגן אברהם סעיף קטן י\"ב). ומפות שפורסין על הספר תורה – יכולין לתלותן על כותלי בית הכנסת. וכן כלי כסף שמשימין על הספר תורה – יכולין להניחן על עמודים של בית הכנסת (אליה רבה סעיף קטן י'). ומותר לעשות מפרוכת מפה על השולחן שספר התורה מונח עליו (שם סעיף קטן י\"א). ופרוכת שלנו מותר אפילו לעשותה מפה על העמוד (שם). אבל אסור לעשות ממנה חופה (שם).","כתבו רבותינו בעלי השולחן ערוך בסעיף ח: הארון וכל מה שעושים לספר תורה – מועיל בהם תנאי להשתמש בהם שאר תשמיש אפילו דחול. ונהגו ליהנות בכמה הנאות מדברי קדושה, כגון מטפחות של ספרים, ושולחן שבבית הכנסת, ומעילים של ספר תורה. וכתבו הטעם: משום שכיון שנהגו כן ואי אפשר ליזהר – לב בית דין מתנה עליהם מעיקרא, כדי שלא יבואו בני אדם לידי תקלה. ואף על גב דלא התנו – כאילו התנו דמי. עד כאן לשונו. ואף על גב דלגבי בית הכנסת עצמו לא מהני תנאי רק בחורבנם לרוב הפוסקים, כמו שכתבתי בסימן קנ\"ג – שאני התם, דכיון דמתפללים שם ואומרים דברים שבקדושה תמיד – בעל כרחם נעשה קדוש. מה שאין כן בתשמישי קדושה, כשאין אנו מייחדים אותם כלל לכתחילה לתשמישי קדושה בלבד – לא ירדה עליהם מעולם קדושת תשמישי קדושה (נראה לי).","אמנם הך דאם לא התנו כמי שהתנו דמי – בוודאי דוחק לומר כן. וכן מבואר במקור הדין בתרומת הדשן (סימן רע\"ג), שנדחק ליישב מנהג העולם (עיין בית יוסף). ובאמת יש דברים שבהכרח לומר כן, שהרי אנו רואים שמעמידים ספרי תורה פסולים בארון הקודש, ומניחים שם יריעות, ומדינא הא אסור. ובעל כרחך צריך לומר דהוי כאילו התנו. וכן במקומות שעושין חופות מפרוכת, ואיסור גמור הוא כמו שכתבתי, ובהכרח צריך לומר דהוי כאילו התנו. וכן ראינו שבשמחת תורה הנערים כשנושאים דגלים כנהוג – קושרים להם הדגלים במפות של ספר תורה, ובעל כרחך צריך לומר כאילו התנו. אך הדרך היותר טובה שבעת העשייה יאמרו מפורש שעל תנאי עושים, שיהיה ראוי להשתמש בהם (מגן אברהם סעיף קטן ט\"ו). ולכן ניחא מה שנוהגים ביום הושענא רבא, שלוקחין כל ספרי התורה על הבימה, ומעמידין נר בארון הקודש. ואיסור גמור הוא, וכבר צווחו על זה (ט\"ז סעיף קטן ז'). וכן מה שמניחין שארי ספרים בארון הקודש (שם ומגן אברהם סעיף קטן י\"ד). ובהכרח צריך לומר דהוי כאילו התנו. (ומה שכתב הט\"ז שם דארון שעושין לזמן אין בו קדושה, פשוט הוא. ומה שכתב המגן אברהם שם לעניין הנחת ספר על גבי ספר, נתבאר ביורה דעה סימן רפ\"ב. ומה שצווח המגן אברהם על כורכי ספרים, שעושים מכתבי הקודש דפים – כבר צווחנו בזה. ויש שנזהרים, ויש שאין נזהרים ונצרך לגעור בהם. והגם שהאליה רבה סעיף קטן י' חיפש זכות בזה – הודה בעצמו שדוחק הוא, עיין שם. ואינו דוחק אלא איסור גמור.)","ויש להביא ראיה לדין רבותינו מירושלמי מגילה (פרק שלישי הלכה א), שאומר שם: רבי ירמיה אזל לגוואלנא חמתין יהבין בכושא בגו ארונא (נותנים חפץ בארון הקודש). אתא שאיל לרבי אמי. אמר ליה: אני אומר לכך התנו עליו מבתחילה. עד כאן לשונו. ובוודאי לא היה ידוע שהתנו, דאם היה ידוע לא היה רבי ירמיה תמה בזה. אלא רבי אמי אמר ליה דכיון שנהגו כן, מסתמא היה דעתם מתחילה לכך. ואף על גב דלא התנו – כמו שהתנו דמי. עוד איתא שם: כל כלי בית הכנסת כבית הכנסת, כגון ספסלא וקלטורא..., עיין שם. והנה עינינו הרואות ששואלים ספסלי ושולחנות של בית הכנסת ומנורות לבית השמחה, והרי איסור גמור הוא. אלא וודאי צריך לומר דהוי כאילו התנו מעיקרא, כיון שהמנהג כן.","והנה רבינו הבית יוסף כתב בסעיף י: הנוהגים להניח עטרות ספר תורה בראש הקורא בסיום התורה – אין מוחין בידם. אבל המניחין אותם בראשי חתנים דעלמא – מוחין בידם. עד כאן לשונו. ופשיטא שאם התנו בפירוש דמותר. אלא שאומר דלהניח בראש הקורא מסתמא התנו על זה, כיון שהוא לכבוד התורה. אבל על ראשי חתנים דעלמא שהן צרכי הדיוט, מסתמא לא התנו (מגן אברהם סעיף קטן ט\"ז). אמנם מירושלמי שהבאנו מוכח דאם המנהג כן אמרינן דגם על צרכי הדיוט התנו, דהא התם הניחו חפץ הדיוט בארון הקודש. וכן מבואר מהמנהג הפשוט, ששואלין כלי בית הכנסת לבתי שמחות כמו שכתבתי.","עוד כתב בסעיף ט: המתנדבים ספר תורה, ומניחים מטפחות בבית הכנסת – מותר להשתמש בהן כל ספר וספר, שלדעת כן הוקדשו. אבל המניחים בביתם ואחר כך מקדישים ,כיון שעל דעת אותו ספר נעשה, ונשתמש בו אותו ספר – אסור להניחו בספר תורה אחר. ויש מתירין, וכן נוהגין עכשיו משום לב בית דין מתנה עליהם לנהוג כך. עד כאן לשונו. וכן המנהג הפשוט, שלוקחין המפה והמעיל פעמים לספר זה פעמים לספר אחר; דדעת המקדיש גם כן כן, ואינו מקפיד אם ישימוה על ספר תורה אחרת, ולכתחילה הקדיש על תנאי זה.","ביורה דעה סימן קל\"ט נתבאר דנרות של כוכבים שכיבן השמש – נתבטלו מאיסורן ומותרים להדיוט. אבל לדבר מצוה מאוס הוא, ואסור. ולכן אם השמש שלהן מכרן או נתנן לישראל – אסור להדליקן בבית הכנסת. וכן עבריין גמור שעובד כוכבים או מחלל שבת בפרהסיא, שנתן שעוה או נרות לבית הכנסת – אסור להדליקן, דדמי לקרבן שאין מקבלין ממנו (מגן אברהם סעיף קטן י\"ח). ומכל מקום יש אומרים דבית שעבדו בו כוכבים – מותר אחר כך להתפלל בתוכו, דמחובר שאני. ואף על גב דבית הוי תלוש ולבסוף חיברו, דהוה כתלוש לעניין כוכבים, מכל מקום כיון שלא עבדו עצם הבית – יש להקל במחובר כזה (שם סעיף קטן י\"ז). ופשיטא כשהיה מקודם בית הכנסת ואחר כך העמידו בו כוכבים, שאינו נאסר אפילו בהיותה שם, כיון שהיא באה בגבול הבית הכנסת (שם). וכן עכבר שנמצא בשמן של בית הכנסת, אם הוא מאוס – אסור להדליקו בבית הכנסת משום \"הקריבהו נא לפחתך\". ואפילו כשמותר להדיוט, כגון שיש ששים כנגד העכבר. ויש אומרים דאם יש ששים ומותר להדיוט – מותר גם להדליק בו בבית הכנסת (ט\"ז סעיף קטן י'). וכן מבואר בתורת הבית להרשב\"א (עיין מגן אברהם סעיף קטן י\"ט), דכיון שיש ששים – אינו מאוס. (וכל דבר של כוכבים – אסור להשתמש בבית הכנסת, ובכל דבר מצוה.)","מדינא אסור לקרות לאור נר של בית הכנסת רק דברי קודש ולא דברי חול. וכל שכן שאין מדליקין נר של הדיוט מנר של בית הכנסת. ויש מי שאומר דהני מילי בעוד שדולקין למצותן. אבל כשצריך לכבותן – מותר. וכתב רבינו הרמ\"א בסעיף י\"ד, וזה לשונו: מיהו לא נהגו ליזהר בכך, ומדליקין בהן נר שהוא לצורך גדול. ואפשר גם כן שדעת בית דין מתנה בכך. וכן בכל הדברים שנהגו להקל, בדברים כאלו אולי הוא מהאי טעמא. עד כאן לשונו. וכתבו שזה שנהגו להדליק נר במוצאי שבת לילך לביתו – חושבין זה לדבר מצוה (ט\"ז סעיף קטן י\"א). ויש מי שכתב לחלק בין מי שנדר נר לבית הכנסת, דאסור להדליק ממנה נר להבדלה, ובין כשהגזבר קונה נרות דבזה אמרינן לב בית דין מתנה ומותר (מגן אברהם סוף סעיף קטן כ'). והנרות העומדים לפני המנורה – וודאי אסור (שם), וכל שכן בנרות שלפני העמוד. ודע דהאידנא אין נזהרין בזה כלל. וקורין מכתבים בפני נרות שלפני המנורה ולפני העמוד, ומדליקין ממנה להעשין הטאבא\"ק וכל צרכי הדיוט, אף שאינן לצורך גדול כלל. וצריך לומר: כיון שנהגו כן, כל אחד כשנותן נרות – נותן על דעת כן שישתמש בו הדיוט. ואין איש שם על לב בזמנינו ליזהר בזה, ואשרי הנזהר בזה. ונר של הבדלה אין בה קדושה (שם).","וכתב רבינו הבית יוסף בסעיף ט\"ו: בני כרך שקנו ספר תורה, והתנו שאם יצא אחד מהכרך שהנשארים יתנו לו חלקו, והוקרו הספרים; אם יצא אחד מהם – אין נותנין לו אלא מה שנתן בלבד. עד כאן לשונו. ואף על גב דבכל השותפות אם היה תנאי כזה היו צריכין לשלם לו כפי השיווי עתה, אך בזה אמרינן דמסתמא לא היתה כוונה לעשות שומא אז, אלא התנו לדבר ידוע כמה שנתן אז. ולטעם זה הוא הדין אם הוזלו צריך לשלם ביוקר כמקדם. אמנם יש עוד טעם: דהדבר מוטל בספק איך היתה כוונתם, וכיון דהספר נשאר אצלם בוודאי, והוא צריך להוציא מהם ממון – יכולים לומר: \"אייתי ראיה שכוונתינו היתה לשלם כפי המקח ההוה עתה\". ולפי זה גם בהוזל – אינם צריכים ליתן לו רק כפי המקח ההוה, מפני שיכולין לומר לו להיפך: \"אייתי ראיה שכוונתינו היתה לשלם לך כפי המקח שהיה אז\". והמוציא מחבירו עליו הראיה (לבוש על פי תשובת מיימוני משפטים סימן י\"ב). ולפי זה אם היה התנאי שהוא יתן להם דמיהן ויטול הספר תורה – נקרא הוא המוחזק. ואם אפילו נתרצה אחר כך שהוא יטול הדמים ותשאר הספר תורה אצלן – לא נקראו הם מוחזקים מטעם זה, כיון שיש בידו לסלקן (מגן אברהם סעיף קטן כ\"ג).","יש מי שכתב שאם מצא דבר בחצר בית הכנסת – זכה בו. ולא אמרינן שהחצר יקנה להקדש, דחצר קונה מטעם יד ואין יד להקדש (שם בשם אגודה). וצריך עיון: דהא קיימא לן בחושן משפט דהקדשות דהאידנא, בין לעניים בין לבית הכנסת או לספר תורה – אין להם דין הקדש רק דין הדיוט, עיין שם. אמנם דעת רב האי גאון בספר מקח וממכר לעניין אמירה לגבוה כמסירה להדיוט, דגם הקדשות שלנו דינם כהקדש בדק הבית. והבאנו דבריו בחושן משפט סוף סימן ס\"ו, עיין שם. אמנם בלאו הכי זכה המוצא, דהוא מקום שהרבים מצויים שם, דהמוצא שם הרי הוא שלו כמו שכתבתי בחושן משפט סימן ר\"ס, עיין שם. (וצריך עיון למה להו טעמא דאין יד להקדש. וצריך עיון.) ופסק הרשב\"א בתשובה שמי שמנדב דבר לבית הכנסת או לשאר דבר מצוה – יכול לכתוב שמו עליו (שם). אך יותר טוב שכל מצוה תיעשה על ידי רבים מעל ידי יחיד. והיחיד שמעכב ואינו רוצה שיהיה לאחרים חלק בהמצוה יענש (ספר חסידים). ויש מי שפסק שכשמוכרין מצות, ואחת נותן מעט והשני הרבה, וחזר בו השני – מחוייב הראשון לקבלה כפי מקחו שנתן (צ\"צ). ואין המנהג כן (מגן אברהם שם). ואף על פי דבהקדש היה כן, כדתנן פרק שביעי דערכין – אין למדין צדקה מהקדש (פמ\"א)."],["גרסינן סוף ברכות: כל היוצא מבית הכנסת, ונכנס לבית המדרש ועוסק בתורה – זוכה ומקבל פני שכינה, שנאמר: \"ילכו מחיל אל חיל, יראה אל אלהים בציון\". ולכן אחר התפילה יקבע עת קבוע ללמוד תורה. ולא יעביר העת אף אם הוא סבור להרויח הרבה, ויאמין בה' שיתן לו שכרו ולא יפסיד על ידי תורה. וכל מה שנגזר עליו להרויח – ירויח. ואין תחילת דינו של אדם אלא על דברי תורה (סנהדרין ז א). וכשמכניסין את האדם לדין שואלין לו: נשאת ונתת באמונה? קבעת עתים לתורה (שבת לא א)? ואף מי שאינו יודע ללמוד ילך לבית המדרש, ושכר הליכה בידו. או יקבע לו מקום וילמוד מעט במה שיודע, ויחשוב בענייניו לראות ולבדוק במה שעושה, ואם יש בזה צד עבירה יפרוש ממנה. ועל ידי התורה יכנס בלבו יראת שמים. והתורה היא עץ החיים. ובלעדי התורה אין דבר טוב בעולם, והכל הבל ורעות רוח.","ואף אם בהכרח לו לצאת לדבר נחוץ למאוד – ילמוד פסוק אחד או הלכה אחת. וקודם שילך לבית המדרש יכול לאכול פת שחרית אם הוא רגיל בו, וטוב שירגיל בו. וחכמינו ז\"ל אמרו שפת שחרית מביא הרבה בריאות לגוף. ואמרו (בבא מציעא קז ב) שמונים ושלוש מחלות תלויין במרה, וכולן פת שחרית מבטלתן. ושלושה עשר דברים נאמרו בפת שחרית: מצלת מן החמה, ומן הצינה..., ושיתין רהיטי רהוט ולא מטו לגברא דמצפרא כרך. ואמרו רבנן: השכם ואכול בקיץ מפני החמה, ובחורף מפני הצינה. וכתיב: \"ועבדתם את ה' אלקיכם\" – זו קריאת שמע ותפילה, \"וברך את לחמך ואת מימך\" – זו פת במלח וקיתון של מים. מכאן ואילך: \"והסירותי מחלה מקרבך\". (וזה שאמרו דפת שחרית אינה אלא בתבואה הרחוקה מן הישוב..., יפה כתב המגן אברהם שהשומע שמע וטעה, דקאי על פותא בשבת סו ב. וטעה לומר על פיתא, עיין שם. כן הוא להדיא בשבת שם.)"],["אחר כך ילך לעסקיו. דכל תורה שאין עמה מלאכה סופה בטלה וגוררת עון, כי העניות מעבירין את האדם על דעתו ועל דעת קונו. ומי שיש לו אומנות דבר טוב הוא. וכך אמרו חכמינו ז\"ל בקידושין (כט א) שחייב אדם ללמד את בנו אומנות, וכל שאינו מלמדו אומנות – כאילו מלמדו לסטות. וכמה טועים בזה לאמר שהאומנות הוא דבר של בזיון, שהרי כמה תנאים ואמוראים שהיו בעלי מלאכות. ואיתא במדרש רבה בראשית (פרשה ע\"ד): חביבה היא המלאכה מזכות אבות, שזכות אבות הצילה ממון, ומלאכה הצילה נפשות, שנאמר: \"לולי אלקי אבי אברהם... כי עתה ריקם שלחתני, את עניי ואת יגיע כפי ראה אלקים ויוכח אמש\". כלומר: שלא הרגו לבן ליעקב בפגעו בו. ומעלה גדולה היא למי שמתפרנס ממעשה ידיו שנאמר: \"יגיע כפיך כי תאכל, אשריך וטוב לך\". אשריך בעולם הזה, וטוב לך לעולם הבא שכולו טוב.","ומכל מקום לא יעשה מלאכתו עיקר ותורתו עראי. אלא יעשה תורתו קבע ומלאכתו עראי, וזה וזה יתקיים בידו. ויראה לי דזהו בתלמיד חכם שעיקר עסקו בתורה, כמבואר ביורה דעה סימן רמ\"ו. אבל בבעל בית סתם – לא שייך זה. ועל סתם בעל בית אין מוטל חיוב רק לקבוע עתים לתורה, ואותם שואלים ביום הדין: \"קבעת עתים לתורה?\" דלתלמיד חכם שעיקר עסקו בתורה לא שייך לומר \"קבעת עתים\", שהרי החיוב עליו ללמוד תמיד כל היום וכל הלילה לבד מה שמוכרח לפרנסתו, וכמו שכתבתי ביורה דעה שם.","\"משא ומתן באמונה\" – אין הכוונה שלא יגנוב ולא יגזול או לעשות מידות ומשקלות שקרים; דדברים אלו אין נכנסין בכלל זה, דהעושה כן הוא רשע גמור. ואסור לגנוב או לגזול או לאנות, בין ליהודי בין לאינו יהודי. ומן התורה עוברים בלאו על גניבת וגזילת אינו יהודי כמו על של יהודי, כמו שכתב הרמב\"ם בפרק ראשון מגניבה, ובטור ושולחן ערוך חושן משפט סימן שמ\"ח. אלא הכוונה שיהא \"הן\" שלו צדק, ו\"לאו\" שלו צדק. וכשאומר שסחורה זו עולה לו כך וכך, ושהיא טובה – לא ישקר אף בכל שהוא. ושיהא משאו ומתנו בנחת עם הבריות ודיבורו בנחת, ולא יצעוק ולא יחרף ולא יכעוס. וסוף הדבר שגם מסחרו הולך בשם טוב ופרנסתו מזומנת לו, והכל מאמינים לו. והבוטח בה' חסד יסובבנו.","מגדר משא ומתן באמונה שלא ישבע, לא שבועה קלה ולא שבועה חמורה, עד שיוחזק אצל הכל בדיבורו בלבד. ויזהר מאוד שלא להזכיר שם שמים לבטלה, שבכל מקום שהזכרת השם מצויה בחינם – מיתה מצויה. ויזהר מלישבע אפילו באמת. ואלף עיירות היו לינאי המלך, וכולם נחרבו בשביל עון שבועת אמת, שהיו רגילים בה הרבה (מדרש איכה). ויזהר מלעשות שותפות עם ערבי, שמא יתחייב לו שבועה וישבע בשבועתו, ועובר משום \"לא ישמע על פיך\". ויש מקילין בזמן הזה מפני שאין נשבעים בכוכבים; כי כוונתם לעושה שמים וארץ אלא שמשתפים שם שמים ודבר אחר. ולא מצינו שיש בזה משום \"ולפני עור לא תתן מכשול\", שהרי אינם מוזהרים על השיתוף לגבי שבועה. ולישא וליתן עמהם בלא שותפות – לכולי עלמא מותר בלא יום אידיהן. ודינים אלו נתבארו ביורה דעה סימן קמ\"ז וקמ\"ח, עיין שם.","דעות בני אדם ומידותיהן שונות זה מזה. יש מי שהוא רגזן, ויש מי שהוא רך הלב. יש בעל גאווה, ויש שדעתו שפלה. יש אכזרי, ויש רחמן. יש כילי, ויש פזרן. והדרך הישרה לאחוז במידת המיצוע, כי הקצוות לא טובות. ורק בגאווה ראוי להתרחק עד הקצה האחרון, מפני שהיא מאוסה מאוד. ועל זה שנינו באבות: מאוד מאד הוי שפל רוח. ואל יאמר האדם: מה לי לעשות אחרי שמטבעו כן הוא? שהרי האדם מוכרח בשכלו להתגבר על טבעו, וזה כל חובת האיש הישראלי. ואמרו חכמים: לעולם ירגיז אדם יצר טוב על יצר הרע. וכתיב: \"והלכת בדרכיו\" – מה הוא רחום אף אתה היה רחום, מה הוא חנון אף אתה היה חנון. וירגיל טבעו לדרך התורה והמצוה. וירבה בשתיקה, ואל ידבר רק בדברי תורה ובדברי מצוה, ובצרכי עסקיו ובדברים המוכרחים.","מצות עשה להדבק בחכמים ותלמידיהם כדי ללמוד ממעשיהם. ועל זה נאמר: \"ובו תדבק\", שכל המדבק בחכמים כאילו מתדבק בשכינה. לפיכך צריך אדם להשתדל שישא בת תלמיד חכם, וישיא בתו לתלמיד חכם, ולאכול ולשתות עם תלמיד חכם, ולעשות פרקמטיא לתלמיד חכם (כתובות קיא ב). וכך אמרו באבות: והוי מתאבק בעפר רגליהם, והוי שותה בצמא את דבריהם.","מצוה לאהוב את כל אחד מישראל כגופו, שנאמר: \"ואהבת לרעך כמוך\". לפיכך צריך לספר בשבחו ולחוס על ממונו, כמו שרוצה בכבוד עצמו וחס על ממון עצמו. והמתכבד בקלון חברו – אין לו חלק לעולם הבא (רמב\"ם הלכות דעות פרק ששי). אבל אין הכוונה שיאהבנו כנפשו ולחלוק עמו בממונו, שהרי לא כתיב בעניין זה כלל. דהך קרא כתיב אצל הלאוין ד\"לא תלך רכיל\", \"לא תשנא\", \"לא תקום ולא תטור\" – שמע מינה דהצווי הוא שלא לעשות לו רעה, ובדבר שאין בזה הפסד ממון (נראה לי). ואדם רשע שאינו מקבל תוכחה – מצוה לשנאותו. ועליו אמר דוד: \"הלא משנאיך ה' אשנא\" (הגהות מיימוניות שם). (והאריז\"ל כתב לקבל קודם התפילה מצות עשה של \"ואהבת לרעך כמוך\".)","אהבת הגר (בימים הקדמונים) שבא ונכנס תחת כנפי השכינה, שתי מצות עשה: אחת מפני שהוא בכלל \"רעים\", ואחת מפני שהוא גר, שנאמר: \"ואהבתם את הגר\". וכל השונא אחד מישראל עובר בלא תעשה, שנאמר: \"לא תשנא את אחיך בלבבך\". ואין לוקין על לאו זה, לפי שאין בו מעשה. וכשיחטא איש לאיש – לא ישטמנו וישתוק, אלא אומר לו: \"למה עשית לי כך וכך?\" ועל זה נאמר (שם): \"הוכח תוכיח את עמיתך\". ואם חזר ובקש ממנו מחילה צריך למחול לו. ולא יהא אכזרי, שנאמר: \"ויתפלל אברהם אל האלקים...\". ואף על פי שאבימלך עשה לו רעה חינם מכל מקום מחל לו, ולא עוד אלא שהתפלל בעדו. ולכן אנחנו בניו צריכין לאחוז במידותיו של אבינו הזקן.","הרואה חברו שחטא, או שהולך בדרך לא טובה – מצוה להחזירו למוטב, ולהודיעו שהוא חוטא, שנאמר: \"הוכח תוכיח את עמיתך\". וצריך להוכיחו בינו לבין עצמו, וידבר לו בנחת ובלשון רכה. אם קיבל ממנו – מוטב, ואם לאו – יוכיחנו פעם שנייה ושלישית. וכן תמיד חייב להוכיחו עד שינזוף בו (סמ\"ג וכר\"י בערכין יז ב). והרמב\"ם בפרק ששי מדעות פסק עד הכאה (כרב שם). וכל שאפשר למחות בידו, ואינו מוחה – הוא נתפס על אלו שיכול למחות בידם. ואפילו יש ספק אצלו אם יקבלו דבריו – צריך להוכיחם. אבל אם יודע וודאי שלא יקבלו דבריו – פטור מלהוכיחם, וטוב שישתוק. וזה לשון הסמ\"ג מצות עשה י\"א: ואם ברור לו למוכיח שלא יקבלו ממנו, והעוברין שוגגין – טוב לו לשתוק, כדאמרינן (ביצה ל א)... הנח להם לישראל, מוטב שיהיו שוגגין... אבל אם העוברין מזידין, וברור לו שלא יקבלו, אף על פי שפטור מעונש..., מכל מקום מהעשה ד\"הוכח תוכיח\" לא מיפטר... ואני אומר כי אף במזידין צריך לשתוק, כדאמרינן ביבמות (סה ב): כשם שחובה על האדם לומר דבר הנשמע – כך חובה שלא לומר דבר שאינו נשמע, שנאמר: \"אל תוכח לץ פן ישנאך\". עד כאן לשון הסמ\"ג, ודעה ראשונה היא דעת רבינו אליעזר ממיץ בספר יראים. וכל שכן עתה שבעונותינו הרבים נתרבה האפקורסות ואין שייך כלל תוכחה. ואין להתווכח עם פוקר ישראל דפקר טפי, כמאמרם ז\"ל בסנהדרין (לח ב).","המוכיח את חברו – לא ידבר לו קשות עד שיכלימנו, שנאמר: \"ולא תשא עליו חטא\". כך אמרו חכמים: יכול אתה מוכיחו ופניו משתנות? תלמוד לומר: \"ולא תשא עליו חטא\" – מכאן שאסור לאדם להכלים את ישראל, וכל שכן ברבים. ואף על פי שאין לוקין על לאו זה עון גדול הוא. וכך אמרו חכמים (סנהדרין קז א): המלבין פני חברו ברבים – אין לו חלק לעולם הבא. לפיכך צריך להזהר שלא יבייש פני אדם ברבים, בין גדול בין קטן, ולא יקרא לו בשם שהוא בוש ממנו אפילו כשהוא רגיל בו (בבא מציעא נח ב). ועל עון זה יורדין לגיהנם ואינם עולים (שם). במה דברים אמורים? בדברים שבין אדם לחברו. אבל בדברי שמים אם לא שב בסתר – מכלימין אותו בגלוי, ומפרסמים אותו ומחרפים אותו בפניו, ומבזין אותו ומקללין אותו עד שיחזור למוטב, כדרך שעשו כל הנביאים בישראל.","ומי שחטא עליו חברו, ולא רצה להוכיחו ולא לדבר לו כלום, מפני שהיה החוטא הדיוט ביותר או שהיתה דעתו משובשת, ומחל לו בלבו ולא שטמו ולא הוכיחו – הרי זה מידת חסידות. לא הקפידה תורה אלא על המשטמה. כן כתב הרמב\"ם שם.","חייב אדם להזהר ביתומים ואלמנות, מפני שנפשם שפלה ורוחם נמוכה; אף על פי שהן בעלי ממון, אף על פי שהן אלמנתו ויתומיו של עשיר – מוזהרים אנו עליהם, שנאמר: \"כל אלמנה ויתום לא תענון\". ולא ידבר אליהן רק רכות, וינהוג בהם מנהג כבוד, ולא יכאיב גופם בעבודה ולבם בדברים קשים, ויחוס על ממונם יותר מממון עצמו. וכל המקניטן או המכעיסן, או הכאיב לבן, או רדה בהם או אבד ממונם – הרי זה עובר בלא תעשה, וכל שכן המכה אותן או מקללן. ולאו זה אף על פי שאין לוקין עליו, הרי ענשו מפורש בתורה: \"וחרה אפי והרגתי אתכם בחרב\". ברית כרותה להם שכל זמן שהם צועקין הם נענים שנאמר: \"שמוע אשמע\". צעקתו במה דברים אמורים? בזמן שעינה אותם לצורך עצמו. אבל אם ענה אותם כדי ללמדם תורה או אומנות, או להוליכן בדרך ישרה – הרי זה מותר. ואף על פי כן ינהלם גם בזה בנחת וברחמים. ואחד יתום מאב, ואחד יתום מאם. ועד אימתי נקראו \"יתומים\" לעניין זה? עד שלא יהיו צריכין לאדם גדול להשען עליו ולהטפל בהן, אלא יהיה עושה כל צרכי עצמו לעצמו ככל הגדולים (רמב\"ם שם).","כתב הרמב\"ם בפרק שביעי מדעות: המרגל בחברו עובר בלא תעשה שנאמר: \"לא תלך רכיל בעמך\". ואף על פי שאין לוקין על לאו זה – עון גדול הוא, וגורם להרוג נפשות רבות מישראל. לכך נסמך לו \"ולא תעמוד על דם רעך\" – צא ולמד מה אירע לדואג האדומי. איזהו רכיל? זה שטוען דברים, והולך מזה לזה ואומר \"כך וכך אמר פלוני, כך וכך שמעתי על פלוני\". אף על פי שהוא אומר אמת – הרי זה מחריב את העולם. ויש עון גדול מזה עד מאוד והוא בכלל לאו זה והוא \"לשון הרע\", והוא המספר בגנות חברו אף על פי שאומר אמת. אבל האומר שקר נקרא \"מוציא שם רע על חברו\". אבל \"בעל לשון הרע\" – זה שיושב ואומר \"כך וכך עשה פלוני, וכך וכך היו אבותיו, וכך וכך שמעתי עליו\", ואמר דברים של גנאי – על זה אומר: \"יכרת ה' כל שפתי חלקות\". עד כאן לשונו. ולהרמב\"ם לשון הרע חמור מרכילות, ולהראב\"ד בהשגות להיפך, עיין שם. ובירושלמי אמרינן דמותר לומר לשון הרע על בעלי מחלוקת, ויליף ממעשה דצדוק ובת שבע במרד אדוניהו (סמ\"ג). וכל שכן על פוקרי התורה.","אמרו חכמינו ז\"ל דלשון הרע שקול כנגד שלוש עבירות: עבודת כוכבים, ועריות, ושפיכות דמים (ערכין טז ב). וכאילו כופר בעיקר (שם). ושלושה לשון הרע הורגת: האומרו, והמקבלו, וזה שאומר עליו; והמקבלו יותר מן האומרו. אכן אם רואה דברים ניכרים – ראוי לו לחוש לזה (הגהות מיימוניות אות ד' וכן משמע בגמרא). ויש דברים שהם אבק לשון הרע, לא לשון הרע גמור. כיצד? כגון שאומר \"מי יאמר לפלוני שיהיה כמות שהוא עתה\", או שאומר \"שתקו מפלוני שאיני רוצה להודיע מה אירע ומה היה\", וכיוצא בדברים הללו. וכל המספר בטובת חברו בפני שונאיו – הרי זה אבק לשון הרע, שזה גורם להם שיספרו בגנותו. וכן המספר לשון הרע דרך שחוק וקלות ראש, ואין כוונתו על עצם לשון הרע, על זה אמר שלמה: \"כמתלהלה יורה זיקים... ואמר משחק אני...\" – דסוף סוף הוא לשון הרע, ועונו גדול מאוד. וכן המספר לשון הרע דרך רמאות, וכאילו מספר לתומו כמו שאינו יודע; אבל בוחן לבות ה', ולפניו גדול מחשבתו הטמאה. (לרשב\"ם אין לספר בטובת חברו אף שלא בפני שונאיו, והיינו יותר מדאי.)","אין חילוק בין לשון הרע, בין שאמר בפניו או שלא בפניו, אם הדברים האלו נשמעו איש מפי איש להזיק לחברו בגופו או בממונו, ואפילו להצר לו בלבד או להפחידו בלא נזק – הרי זה לשון הרע. ואם נאמרו דברים אלו בפני שלושה – כבר נשמע הדבר ונודע. ואם סיפר הדבר אחד מן השלושה פעם אחרת – אין בו משום לשון הרע, והוא שלא יתכוין להעביר הקול ולגלותו יותר. וכל אלו הם בעלי לשון הרע שאסור לדור בשכונתם, וכל שכן לישב עמהם ולשמוע דבריהם. ולא נחתם גזר דין על אבותינו במדבר אלא על לשון הרע בלבד. כן כתב הרמב\"ם שם. וזה שכתב דכשנאמר בפני שלושה שוב אין בו לשון הרע – זהו בסתם. אבל כשהמספר בפני השלושה אמר שלא תספרו דברים הללו שאמרתי, וסיפר אחד מהם – יש בו משום לשון הרע (הגהות מיימוניות). ובפרק קמא דיומא (ד א) אמרינן: מניין לאומר דבר לחברו שהוא ב\"בל יאמר\" עד שיאמר לו \"לך אמור\"? תלמוד לומר: \"מאוהל מועד לאמר\". כלומר: \"לך אמור להם\".","כתיב: \"לא תקום ולא תטור את בני עמך\". ולמדנו שהנוקם מחברו עובר בלא תעשה, וכן הנוטר. ואף על פי שאין בזה מלקות מפני שאין בזה מעשה, מכל מקום דעה רעה היא עד מאוד. אלא ראוי לו לאדם להיות מעביר על מידותיו על כל דברי העולם, שכל ענייני העולם אצל המבינים הם הבל והבאי, ואינן כדאי לנקום עליהן. כיצד היא הנקימה? אמר לו חברו \"השאילני קרדומך\" ולא השאילו, למחר היה הוא צריך לשאול מחברו ואמר לו חברו \"איני משאילך כדרך שאתה לא השאלתני\" – הרי זה נוקם, ועובר בלא תעשה. אלא יתן לו בלב שלם, ולא יזכיר לו כלל. ועל זה אמר דוד: \"אם גמלתי שולמי רע...\". ומה היא נטירה? שמשאיל לו רק שאומר לו \"אינני כמותך שלא רצית להשאיל לי, אלא אני משאיל לך\" – גם כן עובר בלאו שהרי נוטר השנאה, ומזה יוכל לבוא לנקימה. אלא ימחה הדבר מלבו לגמרי. והתורה העמידתנו על דעות נכונות יפות וברורות, ולבלי לילך אחר עצת היצר הרע שמבלבל העולם. אלא ילך בדרך התורה שעליה נאמר: \"וכל נתיבותיה שלום\".","יש מידות רבות טובות ורעות, ואי אפשר לפורטן. ומי שרוצה לילך בדרך התורה יפנה להטובות ולא להרעות, ויוותר על מידותיו. וכל המעביר על מידותיו – מעבירין לו על כל פשעיו. והנעלבים ואינם עולבים, עליהם נאמר: \"ואוהביו כצאת השמש בגבורתו\". וכשאדם שואל ממנו עצה – יתן לו עצה נכונה, ולא יטיהו מדרך הישר בהעסק ששואלו. ועל זה נאמר: \"ולפני עור...\". ואיתא במדרש: אם אין לאדם מצוה קבועה לדורות – מה הנאה יש לו?"]],"SHULCHAN_ARUCH":[["כופים בני העיר זה את זה לבנות בית הכנסת ולקנות להם תורה נביאים וכתובים. <i>(ועיין לעיל סימן נ\"ה אם כופין זה את זה לשכור להם מנין):<\/i>","אין בונים בית הכנסת אלא בגבהה של עיר ומגביהין אותו עד שיהיה גבוה מכל בתי העיר שמשתמשים בהם לאפוקי בירניות <i>(פירוש בנינים העשויים לנוי תרגום שכיות החמדה בירניות שפירן)<\/i> ומגדלים שאין משתמשים בהם. וגג שהוא משופע ואינו ראוי לתשמיש משערין עד המקום שהוא ראוי לתשמיש דהיינו שאם יש עליה תחת הגג לא תהא גבוה יותר מבית הכנסת.   <i>הגה: ובשעת הדחק או שיש מצות מלכות שאינן רשאים לבנות בית הכנסת כדינו מותר להתפלל בבית אף על פי שדרין בעליה על גביו ובלבד שינהגו בעליה שעליו בנקיות כמו שיתבאר סוף סימן קנ\"א (בית יוסף סימן קנ\"ד בשם מהר\"י בן חביב):<\/i>","מי שהגביה ביתו יותר מבית הכנסת יש אומרים שכופין אותו להשפילו. <i>(ואם עשה בנין גבוה יותר בקרן אחד מבית הכנסת סגי בכך) (הגהות מיימון פרק י\"א מהלכות תפלה שכן היה מעשה):<\/i>","הבונה כנגד חלון בית הכנסת אין מספיק לו בהרחקת ד' אמות לפי שהוא צריך אור גדול:","אין פותחין פתח בית הכנסת אלא כנגד הצד שמתפללין בו באותה העיר שאם מתפללין למערב יפתחוהו למזרח כדי שישתחוו מן הפתח נגד הארון שהוא ברוח שמתפללין נגדו.  <i>הגה: ועושין בימה באמצע בית הכנסת שיעמוד עליה הקורא בתורה וישמעו כולם וכשמתפלל השליח ציבור פניו כלפי הקדש וסדר הישיבה כך היא הזקנים יושבים פניהם כלפי העם ושאר העם כולם יושבים שורות שורות פניהם כלפי הקודש ופני הזקנים (טור):<\/i>"],["בתי כנסיות ובתי מדרשות אין נוהגין בהם קלות ראש כגון שחוק והתול ושיחה בטילה ואין אוכלים ושותים בהם ולא מתקשטין בהם ולא מטיילין בהם ולא נכנסים בהם בחמה מפני החמה ובגשמים מפני הגשמים. ותלמידי חכמים ותלמידיהם מותרים לאכול ולשתות בהם מדוחק. ויש אומרים דבבית המדרש אפילו שלא מדוחק שרי <i>(ר\"ן פרק בני העיר)<\/i>. ואין מחשבים בהם חשבונות אלא אם כן הם של מצות כגון קופה של צדקה ופדיון שבוים ואין מספידים בהם אלא אם כן יהיה ההספד לאחד מגדולי העיר שכל בני העיר מתקבצים ובאים להספידו ואם צריך ליכנס בהם לצרכו כגון לקרוא לאדם יכנס ויקרא מעט או יאמר דבר שמועה ואחר כך יקראנו כדי שלא יהא נראה כאילו נכנס לצרכו ואם אינו יודע לא לקרות ולא לשנות יאמר לאחד מהתינוקות קרא לי פסוק שאתה קורא בו או ישהא מעט ואחר כך יצא שהישיבה בהם מצוה שנאמר אשרי יושבי ביתך. <i>(ושיעור הישיבה כדי הילוך ב' פתחים) (לדעת היש מפרשים בסימן צ' סוף סעיף כ'):<\/i>","ויש אומרים שמה ששנינו בקדושת בתי מדרשות רוצה לומר של רבים דומיא דבית הכנסת אבל יחיד הקובע מדרש בביתו לצרכו אין לו קדושה כל כך:","אין ישנים בבית הכנסת אפילו שינת עראי אבל בבית המדרש מותר:","לצורך בית הכנסת מותר לאכול ולישן בתוכו ומטעם זה ישנים בליל יום הכפורים בבית הכנסת ואפילו לצורך מצוה אחרת כגון כשנקבצים לעבר השנה בבית הכנסת מותר לאכול שם:","היו לבית הכנסת שני פתחים לא יכנס בפתח זה לעשותו דרך לצאת בפתח השני לקצר דרכו ואם היה הדרך עובר קודם שנבנה בית הכנסת מותר וכן אם לא נכנס בו תחלה כדי לקצר דרכו מותר לעשותו דרך וכשנכנס בו להתפלל מותר למי שנכנס בפתח זה לצאת בפתח אחר:","מותר ליכנס בבית הכנסת במקלו ובתרמילו ובאפונדתו <i>(פירוש מיני כיסים תרגום ובילקוט ובתרמיליה)<\/i>. ויש אוסרים ליכנס בו בסכין ארוך או בראש מגולה:","יכול לרוק בו ובלבד שישפשפנו ברגליו או שיהיה שם גמי שאם ירוק לתוכו לא יהא נראה:","טיט שעל רגליו ראוי לקנחו קודם שיכנס להתפלל וראוי שלא יהא עליו ולא על בגדיו שום לכלוך:","נוהגים בהם כבוד לכבדן ולרבצן <i>(פירוש כבוד נקוי הבית. ריבוץ זריקת המים על פני הקרקע)<\/i>. ונוהגין להדליק בהם נרות לכבדן:","אפילו לאחר שחרבו עדיין הן בקדושתן וכשם שנוהגים בהם כבוד בישובן כך נוהגים בחרבנם חוץ מכבוד ורבוץ ואם עלו בהם עשבים תולשים אותם ומניחים אותם במקומן משום עגמת נפש כדי שיראו העם ותעיר רוחם וישתדלו לבנותם:","אם בשעת בנין בית הכנסת התנו עליו להשתמש בו מותר להשתמש בו בחרבנו אבל בישובו לא מהני תנאי ואפילו בחרבנו לתשמיש מגונה כגון זריעה וחשבונות של רבים לא מהני תנאה במה דברים אמורים בבתי כנסיות שבחוצה לארץ אבל בבתי כנסיות שבארץ ישראל לא מהני שום תנאי:","יש ליזהר מלהשתמש בעליה שעל גבי בית הכנסת תשמיש קבוע של גנאי כגון לשכב שם ושאר תשמישים יש להסתפק אם מותר להשתמש שם. <i>הגה: וכל זה דוקא בבית הכנסת קבוע שנבנה מתחלה לכך אבל בית שיחדו לאחר שנבנה לבית הכנסת מותר לשכב עליו (פסקי מהרי\"א):<\/i>"],["אין סותרין בית הכנסת כדי לבנות בית הכנסת אחר שמא יארע להם אונס שלא יבנו האחר אלא בונים האחר תחלה ואחר כך סותרים הישן <i>(ואפילו לא רצו לסתור רק מחיצה אחת להרחיבו נמי דינא הכי) (רבינו ירוחם נתיב ג' חלק ה' ובית יוסף בשם הרמב\"ם)<\/i>. והני מילי שהיה הראשון חזק אבל אם חרבו יסודותיו או נטו כתליו ליפול סותרים אותו מיד ומתחילין לבנות במהרה ביום ובלילה שמא תדחק השעה וישאר חרב.   <i>הגה: ואסור ליקח אבנים מבית הכנסת הישנה כדי לבנות חדשה (הגהות אשירי פרק בני העיר). ואסור לסתור דבר מבית הכנסת אלא אם כן עושה על מנת לבנות (מרדכי פרק בני העיר)<\/i>"],["מותר לעשות מבית הכנסת בית המדרש אבל לא מבית המדרש בית הכנסת","בני העיר שמכרו בית הכנסת יכולים ליקח בדמיו תיבה דהיינו היכל שמניחין בו ספר תורה או לוח שמעמידין עליו ספר תורה מכרו תיבה יכולים ליקח בדמיו מטפחת של ספר תורה מכרו מטפחת לוקחין בדמיה ספרים דהיינו שכתוב כל חומש לבדו וכן נביאים וכתובים מכרו ספרים לוקחין בדמיהן ספר תורה אבל איפכא להורידן מקדושתן אסור ואפילו אם קנו בקצת המעות דבר שקדושתו חמורה אין יכולין לשנות המותר לקדושה קלה","ספר תורה שנמצא בו טעות דינו כחומשים <i>(ועיין לעיל סימן קמ\"ג)<\/i>","אם מותר לקנות בדמי קדושה אחת קדושה אחרת כיוצא בה יש אוסרים ויש מתירים","אם גבו מעות לבנות בית הכנסת או בית המדרש או לקנות תיבה או מטפחת או ספר תורה ורצו לשנותו מלצורך מה שגבו אותם אין משנין אלא מקדושה קלה לחמורה אבל אם עשו בהם הדבר שגבו אותם בשבילו משנין המותר לכל מה שירצו ואם כשגבו המעות התנו לעשות חפצם ממותר הדמים אפילו קנו ומכרו וחזרו וקנו קדושה במקצת הדמים מותר להוריד המותר אבל אם לא התנו כשגבו אלא כשמכרו התנו אסור להורידם.  <i>הגה: ואם קנו בדמים אלו שגבו עצים ואבנים חלה קדושת הדמים על העצים והאבנים ואסור לשנותן רק לקדושה חמורה ואם הביאו עצים ואבנים לצורך בנין בית הכנסת אם באו ליד גבאי אסור לשנותן רק לקדושה חמורה וקודם שבאו לידי גבאי מותר לשנותן אבל מכל מקום לא יוכל לחזור בו (בית יוסף וכן משמע במרדכי ריש פרק בני העיר)<\/i>","מוכרים בית הכנסת וכן שאר דברים שבקדושה ואפילו ספר תורה להספקת תלמידים או להשיא יתומים בדמיו","והא דבית הכנסת נמכר הני מילי של כפרים שאין באים אנשים ממקומות אחרים שלא נעשית אלא לבני הכפרים לבדם, <i>(ואפילו בנו אותה משל אחרים) (מרדכי ישן בשם ראבי\"ה)<\/i>, ולכן יכולים למכרו ומכל מקום המעות נשארים בקדושתן ואינם רשאים להורידן מקדושתן והיינו כשמכרו בני העיר שלא מדעת פרנסיהם והוא הדין אם מכרו ז' טובי העיר שלא במעמד אנשי העיר אבל אם הסכימו ז' טובי העיר באותו מכר והיו במעמד אנשי העיר רשאים להוציא המעות לכל מה שירצו ואם קבלו עליהם בני העיר בפירוש במכר זה כל מה שיעשה אפילו יחיד מה שעשה עשוי.  <i>הגה: וכל שז' טובי העיר מוכרים בפרסום מקרי במעמד אנשי העיר ואינן צריכין לומר הן או לאו (מרדכי).<\/i>  אבל של כרכים שבאים שם ממקומות אחרים אפילו בנו אותו משלהם אינו נמכר אלא אם כן תלו אותו בדעת היחיד שאז יעשה בו היחיד מה שירצה בהסכמת הצבור והוא הדין לכל דברי קדושה שנזכרו כאן דכלהו גרירי בתר בית הכנסת.  <i>הגה: יחיד שבנה בית הכנסת ונתנה לקהל דינה כבית הכנסת של קהל אבל אם שייר לעצמו בה שום כח אין לה מכר כי אם על פי הקהל ועל פיו או יורשיו (אור זרוע והגהות אשירי פרק בני העיר). וכל זה לא מיירי אלא כשיש להם בית הכנסת אחרת אבל אם אין להם רק בית הכנסת אחת אסור למכרו דהא אפילו לסתרו אסור עד שיבנו אחרת (רבינו ירוחם נתיב ב' חלק ח'). כל דבר שבקדושה שנמכר ומותר לשנותו נמכר בלא הכרזה ואין בו אונאה אבל דבר שאסור לשנותו לקדושה קלה צריך הכרזה (רשב\"א סימן תרי\"ז):<\/i>","בנו בית סתם והקדישוהו אחר כך לבית הכנסת דינו כבית הכנסת אבל אינו קדוש עד שיתפללו בו אפילו אם בנאוהו לשם בית הכנסת וכיון שהתפללו בו אפילו אורחים לפי שעה כיון שהיה מיוחד לתפלה קדוש ואם לפי שעה הקדישו הכל כפי מה שאמרו","כשמוכרים אנשי הכפר בית הכנסת יכולים למכרו ממכר עולם והלוקח יעשה בו מה שירצה חוץ ממרחץ ובורסקי ובית טבילה ובית הכסא ואם מכרוהו ז' טובי העיר במעמד אנשי העיר יעשה הלוקח אפילו אלו ארבעה דברים","יש אומרים דיחיד בשלו אפילו ספר תורה מותר למכרו ולעשות בדמיו כל מה שירצה כל שלא הקדישו לקרות ברבים ויש מי שאוסר אלא אם כן ללמוד תורה או לישא אשה","בית הכנסת או לבנים ועצים מבית הכנסת ישן שסתרו יכולים ליתן במתנה דאי לאו דהוה להו הנאה מניה לא הוו יהבי ליה הדר הוי ליה כמכר וכן יכולים להחליפן באחרים והם יוצאים לחולין אבל אסור למשכנן או להשכירן או להשאילן אפילו על ידי ז' טובי העיר שעדיין נשארים בקדושתן שאין כאן דבר אחר שתחול קדושתן עליו.   <i>הגה: ודוקא בדרך שמורידן מקדושתן אבל מותר להשאיל אפילו ספר תורה לקרות בה אפילו משל רבים ליחיד (בית יוסף בשם אורחות חיים )<\/i>","מי שיש לו תנאי עם הקהל שלא יוכל לבנות בית הכנסת כי אם הוא וזרעו אינו יכול למכור זכותו לאחר","גבו מעות לבנין בית הכנסת ובא להם דבר מצוה מוציאין בה המעות קנו אבנים וקורות לא ימכרום לדבר מצוה אלא לפדיון שבוים אף על פי שהביאו האבנים וגדרום ואת הקורות ופסלום והתקינו הכל לבנין בית הכנסת מוכרים הכל לפדיון שבוים בלבד אבל אם בנו וגמרו לא ימכרו בית הכנסת אלא יגבו לפדיון מן הצבור","ראובן שאמר קרקע זו אני נותן לבנות עליה בית הכנסת ולא רצו עובדי כוכבים להניחן לבנות בית הכנסת והקהל אומרים לבנות עליה בית לתלמוד תורה וראובן אומר אדעתא דהכי לא נדרי לא מצי ראובן הדר ביה ואם ראובן לא היה דר שם היו יכולים לשנותה ואם הוא מבני אותה העיר אינם רשאים לשנותה אם הוא עומד וצווח <i>(פירוש וצועק)<\/i>, אלא אם כן יש שם חבר עיר דכל מאן דאתי אדעתא דידיה אתי <i>(וז' טובי העיר דינם כחבר עיר) (מרדכי ריש בני העיר)<\/i>","אין אדם יכול לאסור חלקו מבית הכנסת ולא מהספרים ואם אסר אינו כלום","מי שהשאיל ביתו לבית הכנסת ויש לו מריבה עם אחד מהקהל אינו יכול לאסרה אלא אם כן יאסרנה לכל הקהל כאחד.  <i>הגה: ודוקא שהשאיל תחלה סתם אבל אם התנה מתחלה שכל זמן שירצה למחות יהא בידו למחות או שלא השאיל להם בפירוש אלא הניחם ליכנס לביתו הרשות בידו למחות במי שירצה (מהר\"ם פאדוואה סימן פ\"ה)<\/i>","מי שהיה בביתו בית הכנסת ימים רבים אין הצבור רשאים לשנותו בבית אחר","יש מי שאומר שכלי הקדש של כסף שנהגו להביא תמיד לבית הכנסת בחגים אין יכולים להוציא לחולין ולמכרם והקהל יכולים לתפשם שישארו בחזקת הקדש אחר מיתת המקדיש","יש מי שאומר שאם נמצא אחר מיתת אדם כתב כתוב שהקדיש כלים ואין עליו עדים ולא מסרו לקהל אפילו הכי הוי הקדש","יש מי שאומר שספר תורה שהוחזק שהיה של אבותיו של ראובן אין הצבור יכולים להחזיק בם","אין לקנות מעילים שנשתמש בהם הדיוט לתשמיש קדושה.  <i>הגה: אסור לעשות מאתנן זונה או מחיר כלב דבר של מצוה כגון בית הכנסת או ספר תורה ודוקא מהאתנן עצמה אבל אם נתנו לה מעות באתנן מותר לקנות בהן דבר מצוה. ולא מקרי זונה אלא איסור ערוה אבל אלו הפנויות הקדשות שמקדישות דבר מותר לקבל מהן (רבינו ירוחם נתיב ג' חלק א')<\/i>","אדם שהוא רגיל בשום מצוה כגון גלילה ואירעו אונס או עוני ונתנו הקהל המצוה לאחר ואחר כך העשיר ורצה שיחזירו לו המצוה אם בשעה שנתנו הקהל המצוה לשני היה ספוק ביד הראשון לתת מה שהיה נותן בכל שנה ולא חפץ בה ונתרצה הוא עם שאר הקהל לתת לאחר איבד זכותו אבל אם כשנתנו לשני לא היה ביד הראשון סיפוק לתת מה שהיה נותן ועתה שיש בידו רוצה לזכות במצותו ולחזור וליתן מה שהיה נותן תחלה חוזר למצותו"],["רחבה של עיר אף על פי שמתפללין בה בתעניות אין בה משום קדושה מפני שהוא עראי וכן בתים וחצרות שמתקבצים בהם להתפלל באקראי <i>(פירוש דרך מקרה והזדמן לא דרך קביעות)<\/i> אין בהם שום קדושה.","השוכרים בית ומתפללין בו אין לו דין בית הכנסת","תשמישי קדושה כגון תיק של ספרים ומזוזות ורצועות תפלין וארגז שנותנין בו ספר תורה או חומש וכסא שנותנין עליו ספר תורה ווילון שתולין לפני ההיכל יש בהן קדושה וצריך לגנזן.  <i>הגה: ודוקא הדבר שמניחין בהן דבר הקדושה בעצמו לפעמים או שנעשה לכבוד כגון המכסה שעל הקרשים של הספרים אבל אותו מכסה שהוא לשמור אותו מכסה שעל הקרשים לא מיקרי תשמיש דהוי תשמיש דתשמיש וכל כיוצא בזה.  הגה: יש אומרים דלא מקרי ארון הקודש אלא אם הוא כמין ארגז שאינו עשוי רק לכבוד התורה אבל ארון הבנוי בחומה שנעשה לשמירה לא מקרי תשמישי קדושה וכל שכן אם הספרים מתקלקלים בו דמותר ליטלן משם (מרדכי והגהות אשירי פרק בני העיר). אסור לכבס מטפחת של ספר תורה במי רגלים מפני הכבוד (רבינו ירוחם נתיב ב' חלק ו' ור\"ן מרדכי פרק קמא דמועד קטן)<\/i>","מטפחות ספר תורה שבלו יכולים לעשות מהם תכריכין למת מצוה וזו היא גניזתן","ספר תורה שבלה מניחין אותו בכלי חרס וגונזין אותו בקבר תלמיד חכם אפילו אינו אלא שונה הלכות ולא שימש תלמידי חכמים","אין עושין מתיבה כסא לספר תורה אבל מותר לעשות מתיבה גדולה קטנה וכן מותר לעשות מכסא גדול כסא קטן אבל אסור לעשות ממנו שרפרף <i>(פירוש כסא קטן)<\/i> לכסא וכן מותר לעשות מוילון גדול וילון קטן או לעשות ממנו כיס לספר תורה אבל לעשות ממנו כיס לחומש אסור.  <i>הגה: ופרוכת שאנחנו תולין לפני הארון אין לו קדושת ארון רק קדושת בית הכנסת וכן הכלונסות שבו תולין הפרוכת ומכל מקום אסור לעשות מהם העצים שמסמנים בו הקריאה לחובת היום שאינן קדושים כמו הם (פסקי מהרא\"י סימן רכ\"ה)<\/i>","הבימה <i>(פירוש מקום גבוה)<\/i> כגון בימה שהיו עושים למלך אין בה קדושת ארון אלא קדושת בית הכנסת","הארון וכל מה שעושים לספר תורה מועיל בו תנאי להשתמש בו שאר תשמיש אפילו דחול.  <i>הגה: ונהגו ליהנות בכמה הנאות מדברי קדושה כגון מטפחות של ספרים ושלחן שבבית הכנסת ומעילים של ספר תורה וכתבו הטעם משום דכיון שנהגו כן ואי אפשר ליזהר לב בית דין מתנה עליהם מעיקרא כדי שלא יבאו בני אדם לידי תקלה ואף על גב דלא התנו כאלו התנו דמי (תרומת הדשן סימן רע\"ג ובית יוסף)<\/i>","המתנדבים ספר תורה ומניחים מטפחות בבית הכנסת מותר להשתמש בהן כל ספר וספר שלדעת כולן הוקדשו אבל המניחים בביתם ואחר כך מקדישין כיון שעל דעת אותו ספר נעשה ונשתמש בו אותו ספר אסור להניחו בספר תורה אחר ויש מתירים <i>(וכן נוהגין עכשיו משום לב בית דין מתנה עליהם לנהוג כך)<\/i>","הנוהגים להניח עטרות ספר תורה בראש הקורא בסיום התורה אין מוחין בידם אבל המניחים אותם בראשי חתנים דעלמא מוחין בידם","נרות של שעוה שנתנם כותי לעבודת אלילים וכיבן שמשן ונתנם או מכרן לישראל אסור להדליקם בבית הכנסת.  <i>הגה: אף על פי שמותרים להדיוט. מומר עובד כוכבים שנתן שעוה או נר לבית הכנסת אסור להדליקו (פסקי מהרי\"ו סימן ס\"ד). ועיין ביורה דעה סימן קל\"ט ורנ\"ד בדינים אלו<\/i>","עכבר שנמצא בשמן של בית הכנסת אם הוא מאוס אסור להדליקו בבית הכנסת","נר של בית הכנסת מותר לקרות לאורו","אין מדליקין נר של הדיוט מנר של בית הכנסת ויש מי שאומר דהני מילי בעוד שדולקין למצותן אבל כשצריך לכבותן מותר.  <i>הגה: מיהו לא נהגו ליזהר בכך ומדליקין בהן נר שהוא לצורך גדול ואפשר גם כן שדעת בית דין מתנה בכך וכן בכל הדברים שנהגו להקל בדברים כאלו והוא מהאי טעמא (פסקי מהרא\"י סימן רכ\"ה)<\/i>","בני כרך שקנו ספר תורה והתנו שאם יצא אחד מהכרך שהנשארים יתנו לו חלקו והוקרו הספרים אם יצא אחד מהם אין נותנין לו אלא מה שנתן בלבד"],["אחר שיצא מבית הכנסת ילך לבית המדרש ויקבע עת ללמוד וצריך שאותו עת יהיה קבוע שלא יעבירנו אף אם הוא סבור להרויח הרבה.  <i>הגה: ואף מי שאינו יודע ללמוד ילך לבית המדרש ושכר הליכה בידו או יקבע לו מקום וילמוד מעט במה שיודע ויחשוב בעניניו ויכנס בלבו יראת שמים (הר\"י פרק קמא דברכות)<\/i>","קודם שילך לבית המדרש יוכל לאכול פת שחרית אם הוא רגיל בו וטוב שירגיל בו"],["אחר כך ילך לעסקיו דכל תורה שאין עמה מלאכה סופה בטלה וגוררת עון כי העוני יעבירנו על דעת קונו ומכל מקום לא יעשה מלאכתו עיקר אלא עראי ותורתו קבע וזה וזה יתקיים בידו וישא ויתן באמונה ויזהר מלהזכיר שם שמים לבטלה שבכל מקום שהזכרת השם מצויה מיתה מצויה ויזהר מלישבע אפילו באמת שאלף עיירות היו לינאי המלך וכולם נחרבו בשביל שהיו נשבעים שבועות אף על פי שהיו מקיימים אותם ויזהר מלהשתתף עם הכותים שמא יתחייב לו שבועה ועובר משום לא ישמע על פיך.  <i>הגה: ויש מקילין בעשיית שותפות עם הכותים בזמן הזה משום שאין הכותים בזמן הזה נשבעים בעבודת אלילים ואף על גב דמזכירין העבודה זרה מכל מקום כוונתם לעושה שמים וארץ אלא שמשתפין שם שמים ודבר אחר ולא מצינו שיש בזה משום לפני עור לא תתן מכשול דהרי אינם מוזהרין על השיתוף (ר\"ן סוף פרק קמא דעבודה זרה, ורבינו ירוחם נתיב י\"ז חלק ה'ותוספות ריש פרק קמא דבכורות). ולשאת ולתת עמהם בלא שותפות לכולי עלמא שרי בלא יום חגיהם (הגהות מיימוני פרק קמא מהלכות ע\"ז) (ועיין ביורה דעה בהלכות ע\"ז סימן קמ\"ז)<\/i>"]]}