{"MISHNA_BERURA":[["(א) שא\"צ ליזהר וכו' - דמה דאמרינן בש\"ס [ברכות נ\"א] תיכף לנט\"י סעודה ס\"ל דהיינו שלא יתעסק בינתים באיזה עסק או מעשה עד שיסיח דעתו או בשיחה הרבה דמביא לידי היסח הדעת [אפילו אם היה בד\"ת] אבל אם יושב בטל ואינו עושה בינתים שום מעשה אף ששוהה הרבה או אפילו משיח מעט אין לחוש כיון שהשלחן ערוך לפניו ודעתו לאכול מיד לא מסיח דעתו:","(ב) וי\"א שצריך ליזהר - אפילו בשהיה לחוד כדלקמיה וכ\"ש שלא לדבר בינתים אפילו שיחה מועטת ואפי' בד\"ת חשיב הפסק לדידהו וצריך ליזהר לבד מהדברים שהם לצורך סעודה דמותר להפסיק לכו\"ע:","(ג) וטוב ליזהר - כתבו הספרים בשם הזוה\"ק שמצוה לאדם שיתפלל בכל יום על מזונו קודם האכילה. ואם שכח להתפלל עד אחר שנטל ידיו לאכילה יש מצדדים שיכול לומר תפלה זו אחר הנטילה דלא חשיב הפסק דהוי קצת כצורך סעודה [ויש שנהגו לכתחלה לומר מזמור ה' רועי בין נטילה להמוציא] ויותר נכון שיאמרנו אחר אכילת ברכת המוציא וכ\"כ א\"ר בשם של\"ה:","(ד) ואם שהה וכו' - היינו משעה שנגב ידיו עד ברכת המוציא:","(ה) כדי הילוך כ\"ב אמה - שבשיעור זה נקרא הפסק אפילו ביושב במקומו [ואם הולך מביתו לבית אחר יש שמחמירין אפילו בהליכה מועטת] ומשמע מאחרונים דבשלא לצורך אין לשהות כלל בינתים אלא יברך המוציא מיד אחר הניגוב:","(ו) מקרי הפסק - ולא מקרי תיכף וא\"כ לפי מה שפסק המחבר דטוב ליזהר לתכוף נטילה לסעודה יש ליזהר גם מלשהות בינתים שיעור כזה. ודע דעיקר דין תכיפה המוזכר בסימן זה הוא רק מצוה לכתחלה אבל בדיעבד אפילו שהה הרבה או הפסיק בינתים אין צריך לחזור וליטול ידיו כל שלא הסיח דעתו בינתים משמירת ידיו:"],["(א) בוצע בפת במקום וכו' - היינו לאחר שנטל ידיו לאכילה ורוצה לברך על הלחם ולאכול הוא בוצע לכבוד הברכה במקום שנאפה היטב דהיינו במקום הקשה ולא במקום הרך באמצעיתו:","(ב) ובפת דידן - עיין בביאור הגר\"א שמפקפק על לשון דידן דה\"ה בתנורים שלהן שמדבקין הפת בצדי התנור ג\"כ דינא הכי ועיין בבה\"ל:","(ג) בצד הפת - דבגמרא איתא [לחד גירסא] שבוצע ממקום שמתחיל הפת לקרום ולהתבשל ויש מפוסקים שס\"ל דהוא צד העליון מהפת שהוא נגד אויר התנור וי\"א שצד התחתון מתבשל תחלה שמונח על קרקעית התנור לכן צריך לחתוך מן הצד מהעליון והתחתון ויצא ידי שניהם. י\"א שטוב שיחתוך בצד שהוא כנגד צד המתבקע כי בזה הצד התחיל לאפות ונדחקה העיסה עד שנתבקע הצד שכנגדו. בפרוסה יכול לבצוע במקום שנפרס וא\"צ לבצוע במקום השלם רק שצריך לחתוך מצד העליון והתחתון [פמ\"ג]. היכא שנשרף הככר במקום אחד או שנדבק בעפר אין לחתוך במקום ההוא לברכת המוציא:","(ד) ויחתוך וכו' וצריך וכו' - האי וצריך הוא פירוש למה שכתב בתחלה ויחתוך וביאור הענין הוא דמדינא מברך ואח\"כ פורס הככר כדי שתהיה כל הברכה אפת שלמה שהוא דרך כבוד לברכה אך כדי שלא יהיה שיהוי רב בין הברכה לאכילה ויראה כהפסקה כתבו הפוסקים דטוב לכתחלה שיחתוך מעט בככר קודם שמתחיל הברכה [ושיעור החיתוך יהיה מעט כדלקמיה] ויברך ואח\"כ גומר להפריד הפרוסה מן הפת:","(ה) מעט - ואפילו בפרוסה לא יחתוך לגמרי קודם הברכה כדי שיהיה נראה יותר גדולה:","(ו) שאם לא כן וכו' - ר\"ל שאם יחתוך כ\"כ בהככר עד כדי שיעור שאם יאחז בפרוסה לא יעלה הככר עמו וישבר לחצאין נחשב כפרוס ומובדל מהככר ואע\"ג שאם יאחז בהככר יעלה ממילא הפרוסה עמו לא מקרי שלם עי\"ז:","(ז) ויניחנה וכו' - הוא חוזר למה שכתב מתחלה ויחתוך פרוסת הבציעה:","(ח) קטנה - היינו קטנה מכזית [לבוש] ועיין בביאור הגר\"א ובא\"ר:","(ט) יותר מכביצה - היינו אם פורסה כדי לאכול תיכף ממנה גופא אבל אין בכלל זה מה שפורסין חתיכה גדולה מהככר ואח\"כ חותך מן אותה פרוסה גופא חתיכה להמוציא דבזה לא מיחזי כרעבתנותא וכמבואר לקמן בסוף סימן זה בט\"ז עי\"ש:","(י) ובשבת - וה\"ה ביו\"ט מפני שצריך לברך על לחם משנה חיישינן שמא תשבר כולה קודם הברכה או עכ\"פ שמא יחתוך כ\"כ בעומק שכשיאחז בפרוסה לא יעלה הככר עמו והוי כפרוס לגמרי ואנן לחם משנה בעינן וע\"כ טוב יותר שלא יחתוך כלל ואף דעי\"ז יצטרך ע\"י החתיכה לשהות קצת בין הברכה לאכילה לא חשיבא הפסק כיון דהוא צורך אכילה אלא דבחול מחמרינן לעשות ע\"צ היותר טוב:","(יא) אינו מזיק - ר\"ל שלא הפסיד עי\"ז הלחם משנה שכל שאוחז בפרוסה ושאר הככר עולה עמו הוי כשלם:","(יב) אבל בשבת וכו' - פי' דבשבת לא מחזי כרעבתנותא דמשום חבוב סעודת שבת הוא עושה להרבות בסעודה:","(יג) או שאוכל וכו' - ר\"ל אפילו בחול:","(יד) מן הפרוסה - פי' שעיקר המצוה לכתחלה כשמוציא אחרים ידי חובתן לתת לחם מהפרוסה שחתך לכל אחד ואחד מהם ולא מן הלחם הנשאר וצריך ליזהר בזה בסעודה גדולה [אם אחד מוציא את כולם בברכתו] שיחתוך בציעת המוציא כ\"כ גדולה שיפסיק לחלק ממנה המוציא לכל המסובין:","(טו) לכל אחד כזית - כדי שלא יהיה נראה כצר עין וכנ\"ל בסוף הסעיף [ובד\"מ איתא כזית או פחות מעט] וי\"א עוד דבלאו האי טעמא ג\"כ טוב הוא לכתחלה שיאכל אדם כזית בעת ברכת המוציא:","(טז) המוציא - בה\"א קודם המ\"ם ואם בירך מוציא יצא:","(יז) ואם רבים מסובים - ר\"ל אם המסובים רוצים לצאת בברכתו:","(יח) יכוונו לבם - משום דכיון דרוצה לצאת בברכת חבירו צריך ליתן דעתו לשמוע ואז הו\"ל כל תיבה ששומע מפי המברך כאלו אמר בעצמו:","(יט) ויענו אמן - דע\"י העניה שמאמת הדבר אז נחשב כאלו הוא מברך בעצמו ומ\"מ בדיעבד אינו מעכב כדלקמן בסימן רי\"ג ס\"ב ע\"ש:","(כ) והמברך יכוין וכו' - דענית אמן ג\"כ מכלל הברכה היא ואע\"ג דהוא בירך כבר בעצמו מ\"מ ע\"י שעונים אמן עליה הברכה חשובה יותר ולכך נכון לכתחלה לכוין לצאת בענית אמן שעונה העונה ועיין בה\"ל:","(כא) יתן ריוח - היינו שיפסיק מעט כדי שלא יבלע תחת לשונו אחת מהממין וכן בין שאר שתי אותיות ששוות בהברכות:","(כב) קודם שיתפוס - שאין מברכין על המצות אלא סמוך לעשייתן כשהמצוה בידו לעשותה ולא קודם לכן ובדיעבד אם בירך ואח\"כ נטלו בידו ג\"כ אין צריך לחזור ולברך וכדלקמן בסימן ר\"ו ס\"ה ע\"ש ובמ\"ב:","(כג) יתן שתי ידיו - היינו דטוב לעשות כן. ואם הוא לבוש בבתי ידים נכון שיסירם בשעת הברכה. כתבו האחרונים כשיאמר השם יגביה הככר ובשבת שמברכין על שתים יגביה שתיהם:","(כד) התלויות בפת - כי עשר מצות אדם עושה עד שלא יאכל פרוסת פת [ירושלמי ספ\"ק דחלה] בשעת החרישה לא תחרוש בשור ובחמור יחדו בשעת הזריעה שדך לא תזרע כלאים בשעת דישה לא תחסום שור בדישו. לקט שכחה ופיאה תרומה ומעשר ראשון ושני וחלה:","(כה) לא יבצע וכו' - וממילא צריך ליזהר מלהתחיל לברך הברכה ואם בירך צריך להמתין קצת מלאכול עד שיביאו המלח:","(כו) לפניו - ואם רבים המסובים צריך להמתין מלברך עד שיביאו לפני כל אחד ואחד לפי שהוא מוציא אותם בברכתו וצריכין לטעום מיד אחר הברכה:","(כז) מלח או לפתן - כדי שתהא נאכלת בטעם משום כבוד הברכה ועוד כדי שלא יצטרך אח\"כ להפסיק בין ברכה לאכילה לבקש מלח ותבלין דאסור לכתחלה ואפילו אם יתאחר קצת עד שיביאו ג\"כ נכון להמתין מלברך. ומש\"כ נקיה כגון פת חטים וכה\"ג:","(כח) פת חריבה וכו' - דאין בזה משום כבוד ברכה הואיל דאין דעתו לאכול כלל בסעודה זו מלח ותבלין וגם לטעם השני משום הפסק ג\"כ לא שייך בזה דהא אין דעתו כלל לבקש אח\"כ מלח ותבלין:","(כט) א\"צ להמתין - ומ\"מ אם רוצה להמתין קודם הברכה עד שיביאו לפניו מלח ותבלין הרשות בידו ואין לחוש להפסק בין נטילה להמוציא כיון שהוא צורך סעודה [מ\"א וש\"א]:","(ל) דומה למזבח - כמו שאחז\"ל [ברכות נ\"ה] בזמן שבהמ\"ק קיים המזבח מכפר על האדם עכשיו שלחנו של אדם [שנותן מלחמו לדל] מכפר עליו דכתיב וידבר אלי זה השלחן אשר לפני ה':","(לא) והאכילה - שאדם אוכל לחזק כחותיו ועי\"ז יהיה בריא וחזק לעבודת ה':","(לב) והוא מגין - דאיתא במדרש כשישראל יושבין וממתינין זה את זה עד שיטלו ידיהם והם בלא מצות השטן מקטרג עליהם וברית מלח מגין עליהם:","(לג) וע\"ל סוף סי' ק\"ע - פי' אע\"ג דמבואר שם דלדידן דפת שלנו הוא במלח אין אנו נוהגין באכילת מלח אחר הסעודה מ\"מ מצוה להניחו על השלחן וכתבו המקובלים לטבול פרוסת המוציא במלח ג\"פ:","(לד) יאכל מיד - דלכתחלה אסור להפסיק בשתיקה יותר מכדי דיבור כדלקמן בסי' ר\"ו ס\"ג עי\"ש:","(לה) ולא ישיח - עד שיכלה ללעוס קצת מהפרוסה ויבלענו כיון דפסק השו\"ע לקמן בסוף סימן ר\"י דבטועם לבד אם לא בלע א\"צ ברכה א\"כ עיקר הברכה על הבליעה [וכן אם רבים המסובין וכל אחד יש לו ככר ומברך לעצמו לא יענה אמן על ברכתו של חבירו קודם שיטעום הוא על ברכתו] ומ\"מ אם עבר ושח בעודו לועס קודם שבלע הפרוסה בדברים שאינו מצרכי סעודה צ\"ע אם צריך לחזור ולברך [ובח\"א כלל מ\"ט מצדד דאפילו לא בלע רק הטעם שמצץ בפיו מן הלעיסה א\"צ לחזור ולברך] אמנם א\"צ שיאכל דוקא שיעור כזית קודם שידבר דאפילו אם אכל רק פחות מכזית אחר הברכה חשיבא אכילה לענין זה דמותר לדבר אח\"כ אם הוא צריך לכך ושלא במקום הדחק טוב שיאכל מתחלה שיעור כזית:","(לו) ואם שח - אפילו תיבה אחת:","(לז) מענין דברים - ואפילו הפסיק בדברים שאינו לצורך פרוסת המוציא רק מעניני צרכי סעודה ואפילו דיבר להביא הכלים שהן לצורך הסעודה לא הוי הפסק:","(לח) שבירך על הפת וכו' - ואפילו פת שלנו דנקיה ומתובל בתבלין דפסק השו\"ע לעיל דא\"צ להמתין עד שיביאו מלח ולפתן מ\"מ כיון שהוא חפץ לאכול הפת ע\"י טיבול במלח ולפת ה\"ז מעניני סעודה:","(לט) תנו לפלוני לאכול - בין עני ובין עשיר ואפילו לא אמר שיתנו לו מפרוסת המוציא אלא אמר לב\"ב שיתנו לו ככר שיברך בעצמו מ\"מ מעניני סעודה הוא:","(מ) מאכל לבהמה - ג\"כ מעניני סעודה הוא דאסור לטעום קודם שיתן לבהמתו. כתב המ\"א בשם ס\"ח דלשתות אדם קודם לבהמה כדכתיב ברבקה שאמרה להעבד שתה וגם גמליך אשקה:","(מא) לא יפסיק כלל - בכל אלו הדברים ואפילו אם היה פת שאינו נקי דצריך להמלח ג\"כ אסור להפסיק קודם שיבלע מעט:","(מב) ששח - הבוצע קודם שאכל כצ\"ל:","(מג) אבל אח\"כ וכו' - פי' אפילו השיחו אח\"כ השומעים ויוצאים בברכתו קודם שטעמו ג\"כ אין קפידא בדיעבד הואיל וכבר חלה ברכת המברך מיהו לכתחלה בודאי אסור לכל אחד מהשומעים להפסיק קודם שיטעום. והנה זהו רק דעת הרמ\"א אבל כמעט כל האחרונים חולקים עליו וס\"ל דלא עדיף השומע מהמברך עצמו כששח קודם טעימתו שחוזר ומברך וה\"נ השומעים אם הפסיקו בדברים קודם טעימתן שחוזרין ומברכין. ודע עוד דאם המברך שח קודם שטעם אף שהשומעים לא שחו כלל משמע מהפוסקים לכאורה דשוב אינם יוצאים בהברכה כמו שכתבתי בבה\"ל וצ\"ע לדינא:","(מד) להוציא השומעים - וגם השומעים כוונו לצאת בברכתו:","(מה) ואח\"כ ניגב וכו' - ה\"ה כשכל הנטילה וברכת ענט\"י היה אח\"כ ג\"כ יוצא בדיעבד דכל זה לא הוי הפסק דהוי צורך סעודה וכנ\"ל ולא נקט לשון זה אלא להורות לנו דאם ברכת ענט\"י היה בשעה שיעקב בירך המוציא דלא יצא דהרי צריך להבין ולשמוע מה שאומר המברך ולא להפסיק בדברים אחרים ואז שומע כעונה [עיין לקמן סימן קפ\"ג סוף ס\"ו] ובעו\"ה הרבה נכשלין בזה בליל ש\"ק כשהבעה\"ב מוציא בני ביתו בקידוש:","(מו) ובירך ענט\"י וכו' - ואע\"ג דקי\"ל שומע כעונה וכבר פסק המ\"א לעיל בסימן קנ\"ח סי\"א דאם קודם שבירך ענט\"י בירך המוציא לא יוכל לברך עוד ענט\"י שאני הכא דלא ניגב ידיו קודם ברכת המוציא ולא נגמר המצוה עדיין אבל אם כבר נגב ג\"כ לא יכול לברך עוד ענט\"י כיון דכבר יצא בברכת המוציא:","(מז) מברך - על מה שיאכל אח\"כ דכי בשביל שאכל עד עתה בלי ברכה יחזור ויאכל בלי ברכה [גמרא]:","(מח) אינו מברך - שברכת הנהנין הוא כשאר ברכת המצות שאין מברכין עליהם אלא עובר לעשייתן ולא אח\"כ אא\"כ היא מצוה שא\"א לברך עליה עובר לעשייתן כמ\"ש בסימן קנ\"ח סי\"א ע\"ש ומיהו אם אפשר לו לאכול עוד מעט טוב שיברך המוציא ויאכל:","(מט) אינו חוזר ומברך - כשיאכל עוד דברכת המוציא אינו אלא מדרבנן וספיקא לקולא ומטעם זה אפילו אם ירצה להחמיר ולברך ג\"כ אינו רשאי משום ברכה שאינה צריכה מיהו אם נזדמן לפניו במסיבתו אחד שרוצה לאכול פת נכון שיוציאנו בברכת המוציא:","(נ) במקום ברכת המוציא וכו' - היינו אף דפת הוא דבר חשוב אפ\"ה מהני בדיעבד אם בירך שהכל וכ\"ש על כל דבר כדאיתא לקמן בסימן ר\"ו ס\"א:","(נא) בירך שהנ\"ב - היינו שאמר ברוך אתה ה' אמ\"ה שהנ\"ב או אף שלא הזכיר תחלה כלל רק אמר בריך רחמנא וכו' לחוד יצא כיון שיש שם ומלכות דמלת רחמנא קאי במקום השם (שכן היו קורין אותו בבבל) ומלת מלכא הוא מלכות:","(נב) דהאי פיתא - ואם אמר מלכא מאריה דהאי ולא הזכיר שם הפת כלל אפשר דיצא כיון שהפת מונחת לפניו ועיין בה\"ל:","(נג) יצא - בדיעבד אבל לכתחלה אסור בשתיהן דאף דברכות נאמרין בכל לשון היינו היכא דלא שינה כלל מנוסח הברכה אבל הכא הא שינה מנוסח שקבעו חז\"ל בלשה\"ק ואפ\"ה יצא בדיעבד כיון שעכ\"פ הזכיר שם ומלכות וענין הברכה. ולפי מה שפסק המחבר לקמן בסימן רי\"ד מיירי כאן דאמר מלכא דעלמא מריה וכו' ועיין במה שנכתוב שם בבה\"ל ומשמע בש\"ס דה\"ה אם אמר ברוך המקום מלך העולם שברא פת זה דיצא:","(נד) שנים או רבים - נקט לשון זה משום דבבהמ\"ז דינא הוא דדוקא בשלשה מזמנין יחד ומוציאין כל אחד את חבירו ובשנים אין מוציאין אחד את חבירו לכתחלה אבל בברכת המוציא אפילו לכתחלה יכול להוציא בשנים אחד את חבירו והטעם מבואר לקמן ריש סימן קצ\"ג במ\"ב:","(נה) הסיבו - כן היה דרכן באכילתן דרך קבע להיות מטין על צדיהן השמאלית על המטה [רש\"י]:","(נו) עם בני ביתו - משום דנגררין אחריו שהוא מיסב לכך מצטרפים עמו אפי' בישיבה גרידא [ב\"י]:","(נז) הוי קבע - וע\"כ אפילו כל אחד אוכל מככרו מצטרפין [גמרא]:","(נח) ואפילו לבני חבורה - ר\"ל שאינו בעה\"ב עם בני ביתו דלדידהו אפילו בזמן הגמרא הוי כהסיבה וכנ\"ל:","(נט) ולדידן אפילו וכו' - צ\"ל ואפילו לדידן ור\"ל דלא תימא כיון שהישיבה דידן הוי כהסיבה דידהו א\"כ במקום דלא בעי הסיבה לדידהו כגון שקבעו מקום לאכילתן דהיינו שאמרו נאכל כאן או במקום פלוני וכן בעה\"ב עם בני ביתו דלדידהו לא צריך הסיבה הו\"א דלדידן לא צריך אפילו ישיבה קמ\"ל דבלא ישיבה לא מקרי קבע:","(ס) בשלחן אחד וכו' - עיין בביאור הלכה מש\"כ בשם הגר\"א:","(סא) כיון שעמדו וכו' - ר\"ל דזה נחשב כמו ישיבה ומהני כיון שאמרו נאכל והכינו בזה מקום לאכילתן וכנ\"ל בסי\"א:","(סב) והולכים לא - פירוש לא מהני אמירה שאמרו מתחלה נאכל דהליכה מבטל הקביעות. ואם יושבים בעגלה אחת ואמרו נאכל כאן ואוכלין יחד מסתפק המ\"א דאפשר דמצטרפי דאע\"ג דבעלמא נוסע בעגלה כמהלך דמי מ\"מ כיון שעכ\"פ כולם יושבים באגודה אחת י\"ל דמצטרפין וכן נוטה דעת הא\"ר להקל ובספינה פשוט אף להמ\"א להקל דמצטרפי דקביעות גמור הוא. כתבו האחרונים דשמש המשמש בסעודה יוצא בברכת המוציא אם שומע ומתכוין לצאת אע\"פ שהולך ובא תדיר ואינו קבוע אצל השלחן מפני שדרך אכילתו בכך:","(סג) ואם היו אוכלים וכו' - צ\"ל וכן אם וכו' ואדלעיל קאי שאמרו נאכל כאן וישבו לאכול אפ\"ה לא מהני כיון שהיו מפוזרים דבעינן שיהיו במקום אחד [מאמר מרדכי]:","(סד) שלא קבעו מקום ואוכלים וכו' - חד ענינא הוא ור\"ל שלא קבעו מקום בשעת אכילתן אלא שאכלו מפוזרים זה לכאן וזה לכאן לכך לא מהני אף שאמרו מתחלה נאכל כאן:","(סה) אם כוון וכו' - פי' בדיעבד יצא שלא הצריכו לברך כל אחד אלא לכתחלה ועיין במ\"א שהניח דין השו\"ע בצ\"ע כי יש מהראשונים דסברי דבלא קבעי אין אחד יכול להוציא חבירו אף בדיעבד אמנם בביאור הגר\"א הכריע לדינא דדברי השו\"ע עיקר. ודע דדין זה שייך גם בבהמ\"ז היכא דלא קבעו יחד בין בשנים ובין בשלשה אם כוון אחד להוציא את חבירו בבהמ\"ז יצא בדיעבד:","(סו) רבים - וה\"ה שנים ומיירי כשאין עמהם הבעל סעודה או שכולם בעלי סעודה ואוכלין יחד:","(סז) גדול שבכולם - בחכמה מפני כבודו:","(סח) בוצע - ומוציא האחרים בברכתו ואפילו במקום דהמנהג דכל אחד מברך לעצמו על ככרו מ\"מ המנהג דגדול בוצע תחלה [פמ\"ג] והחתן ביום חתונתו בוצע אע\"פ שיש בהמסובין גדול ממנו:","(סט) להקדימו - דכתיב וקדשתו ואחז\"ל לכל דבר שבקדושה לפתוח ראשון ולברך ראשון:","(ע) ת\"ח קודם לו - ואסור להת\"ח להקדימו לפניו ומבזה בזה את התורה ואיתא לקמן בסימן ר\"א דדוקא אם מקדימו לפניו דרך חוק ומשפט כהונה דהיינו מפני שהוא כהן אבל אם נותן לו רשות לברך שלא מחמת כהונה רשאי:","(עא) טוב להקדימו - ואיתא בגמרא שמי שנזהר בזה מאריך ימים בכך:","(עב) עמהם בעה\"ב - ר\"ל בעל הסעודה שאוכל עמהם:","(עג) הוא בוצע - והוא קודם אפילו לכהן ות\"ח כדי שיבצע בעין יפה:","(עד) ואפילו אם האורח גדול - הנה הלחם חמודות כתב שכהיום נהגו לחלוק כבוד לגדול והמ\"א הסכים עמו אך כמה אחרונים מפקפקין בזה אך בסעודה שכל המסובין אוכל כאו\"א מככרו ומברכין לעצמן בודאי הנכון שבעה\"ב יכבד להגדול שיבצע תחלה כיון שאין כאן טעם משום עין יפה:","(עה) יאמר תחלה וכו' - היינו אפי' הגדול הוא הבוצע או בעה\"ב משום מדת ענוה צריך ליטול רשות כאלו הם גדולים ממנו ולהם נאה לברך. כשיש שם כהן שמצוה להקדימו וכנ\"ל אם רוצה אחר לבצוע וה\"ה לבהמ\"ז צריך ליטול ממנו רשות [ולא מהני מה שיאמר ברשות הכהן אם לא נתן לו הכהן רשות]:","(עו) אין המסובין וכו' - כשיצאו בברכת הבוצע ועיין בפמ\"ג שמצדד דאפילו אם לא נתכוין לצאת בברכתו וכל אחד מברך לעצמו כיון שכולם זקוקים לככרו של הבוצע אין מדרך הכבוד לטעום קודם שיטעום הוא:","(עז) רשאים לטעום - דהיינו שירצו לחתוך מן הככר של הבוצע ולטעום קודם לו:","(עח) אבל מותר וכו' - ואין בזה הפסקה דכ\"ז צורך סעודה הוא:","(עט) לכל אחד חלקו וכו' והם ימתינו - מלאכול עד שיטעום הוא תחלה. ואפילו נתן להם בפירוש רשות לזה י\"א ג\"כ דלא מהני. ודעת הט\"ז בענין זה דאין כדאי להבוצע שיחלק לכל אחד חלקו אחרי שאינם רשאים לטעום מהם עד שיטעום הוא תחלה א\"כ נחשב לו הדבר להפסק בין הברכה לאכילה וזה אסור לכתחלה אלא יראה לטעום קודם ואח\"כ יחלק לכל אחד מהם וכ\"כ ש\"א:","(פ) אוכל מככרו - ויש לכל אחד מהם ככר שלם בפ\"ע:","(פא) רשאים לטעום קודם - אע\"פ שהם יוצאים כולם בברכת המברך:","(פב) ואם הוא שבת - וה\"ה יו\"ט:","(פג) צריך שיהא וכו' - דאם אין לפני כ\"א מהמסובין לחם משנה הרי הם צריכים לסמוך על הבוצע שיש לפניו לחם משנה ולטעום מאותו לחם ואינם רשאים לטעום קודם לו:","(פד) אין הבוצע וכו' - היינו אם הוא מוציאם ידי חובתם בברכה:","(פה) אמן מפי רוב וכו' - שגם עניית אמן מכלל ברכה היא אבל המיעוט המאריכין יותר מדאי א\"צ להמתין עליהם שכל המאריך באמן יותר מדאי אינו אלא טועה:","(פו) הבוצע - שהוא הבעה\"ב או מי שנתנו לו רשות לבצוע תחלה:","(פז) פושט וכו' - דכיון שחלקו לו כבוד לברך תחלה ולבצוע להוציא המסובין ראוי לכבדו שיפשוט ידו לקערה תחלה:","(פח) הבוצע נותן - אבל לא יזרוק חתיכת המוציא על השלחן לפני האורחים אפילו אם לא נמאס המאכל ע\"י הזריקה כמו שיתבאר בסימן קע\"א ועוד כיון שהיא פרוסת המוציא הוי בזיון מצוה:","(פט) היה אבל - ובשבת פורס האבל כדרכו דלא יהיה כאבילות דפרהסיא אם יתן לו בידו:","(צ) רמז לפרוסת המוציא - משמע דאין ראוי לעשות כן כשאינו אבל דלא ליתרע מזליה:","(צא) אינו יכול לברך - אפילו אין השומע יכול לברך בעצמו:","(צב) ברכת המוציא - וה\"ה בכל ברכת הנהנין דדוקא ברכת המצוה שכל ישראל ערבים זה בזה וכאשר חבירו לא יצא ידי המצוה הוי כאלו הוא לא יצא משו\"ה יכול להוציא אפילו הוא כבר יצא ידי המצוה משא\"כ בברכות הנהנין שאע\"פ שהן חובה על הנהנה לברך דאסור ליהנות מהעוה\"ז בלא ברכה מ\"מ בידו שלא ליהנות ולא לברך לפיכך אותו שאינו נהנה אין נקרא מחויב בברכה זו ועיין לקמן סי' קצ\"ז ס\"ד במ\"ב לענין בהמ\"ז:","(צג) אבל לקטנים וכו' - ואפילו קטנים דעלמא שאין חנוכם מוטל עליו מדינא ג\"כ מותר לברך עמהם כשרוצים ליהנות ואין יודעים לברך בעצמן וכ\"ש כשהם מבני ביתו ולגדולים אפילו לבני ביתו נמי לא:","(צד) אפילו בשבת שהוא חייב וכו' - היינו של כל השלש סעודות דאף שהם חוב אין החוב עליו משום מצוה אלא כדי שיהנה מסעודת שבת ואין להמצוה עצמה חוב דהא אם נהנה ממה שמתענה א\"צ לאכול כדאיתא בסימן רפ\"ח ע\"כ הם בכלל שאר ברכות הנהנין:","(צה) אע\"פ שאינו טועם - וה\"ה כשכבר קיים מצות אכילת מצה וכבר קידש על היין והטעם בכל זה דברכת קידוש ואכילת כזית מצה היא מחובת המצות שהיא חוב על האדם וממילא הכל נכנסים בזה בכלל ערבות וכנ\"ל וה\"ה בליל א' וב' דסוכות שהוא חייב לאכול כזית פת בסוכה יכול ג\"כ להוציא אע\"פ שאינו טועם בעצמו:","(צו) בין של יום - דעיקרו נתקן רק למצוה ולא בשביל הנאה וע\"כ ברכה זו היא בכלל שאר ברכת המצות דקי\"ל אע\"פ שיצא מוציא:","(צז) קודם וכו' - כתב של\"ה שגם ישייר מן פרוסת המוציא מעט שיאכל אחר אכילתו כדי שישאר טעם המוציא בפיו. אין להאכיל לבהמה ועוף או לכותי מפרוסת המוציא או מהחתיכה שנוגעת בה חתיכת המוציא היינו דמאותה פרוסה שחתך מקודם מהלחם השלם חותך אח\"כ מן אותה פרוסה חתיכה קטנה להמוציא וגם אותה הפרוסה לא יאכילם שאין כבוד בזה להמצוה:\n"],["(א) מברך על השלם - משום הידור מצוה ואם לא היה לפניו רק פרוסה ונטל אותה כדי לברך עליה ובתוך כך הביאו לפניו שלמה מניח הפרוסה בתוך השלמה ומברך ואם כבר בירך על הפרוסה יבצע אותה:","(ב) פת קיבר וכו' וקטן וכו' - דמעלת שלם עדיף טפי אפילו באופן זה:","(ג) מניח הפרוסה וכו' - כדי לקיים מעלת השלמה דשעורין ומעלת החיטין דחשיבא טפי משעורין משום דאקדמיה בפסוק כדכתיב ארץ חטה ושעורה וגו'. ומבואר בש\"ס דמעיקר הדין פרוסה של חטין עדיפא אלא לצאת ידי שמים כל המעלות צריך להניח הפרוסה תחת השלמה וכו' וכתב המ\"א דמ\"מ אם היה השלמה מפת של שיפון [הוא שאנו קורין דגן ורוב הלחמים שלנו ממנו הוא] והפרוסה של חיטין [וכן אם היה של שעורין] אין להחמיר לבצוע על השלמה עם הפרוסה אלא יבצע על הפרוסה לבד דשיפון קיל אף משעורים משום דאין נזכרת בקרא בהדיא:","(ד) תחת השלמה וכו' - ואפילו הפרוסה גדולה מהשלמה נמי טוב שיניח שתיהם ביחד [פמ\"ג]:","(ה) ואין לחוש לשני - אע\"פ שהוא לפניו והוא מוקדם בפסוק או חביב או חשוב אינו חייב לאכול ממנו בשביל הקדמה זו [ב\"י וט\"ז] ומסתברא דדוקא אם אינו רוצה לאכול אלא מאחר אבל אם ברצונו שוה הוא לאכול מזה או מזה ושניהם מונחים לפניו אף שאינו רוצה לאכול משניהם יחד מצוה מן המובחר לבצוע על המוקדם בפסוק ושארי המעלות:","(ו) מברך על הגדולה - ודוקא כשהיו שניהם שוים ביופי אבל אם הקטנה נקיה והגדולה קיבר מברך על הקטנה:","(ז) יחברם יחד - והמ\"א מפקפק בזה ודעתו דבחול א\"צ להדר אח\"ז ורק דבשבת דבעינן לחם משנה שלם יעשה זה ורק שיזהר שלא יקח עץ שהוא מוקצה לזה ובא\"ר נוטה לדעת השו\"ע:","(ח) שלא יהא נראה - אבל אם נראה להדיא שנתחבר יחד לא מקרי שלם וכדלקמן בסימן שס\"ו ס\"ו:","(ט) ואפילו בשבת - ומ\"מ אם יש לו אחר שלם לא יבצע ע\"ז [א\"ר]:","(י) ממה שיניחנו וכו' - דמעלת שלם עדיף ממעלת גדול וכנ\"ל בס\"א:","(יא) ממקום השלם שבה - ודוקא בזה דבאמת שלמה היא ורק במקום שהיתה דבוקה נראית כפרוסה לכן יבצע מצד השלם אבל בפרוסה ממש אין קפידא שיבצע מצד השלם ודי שיחתוך מן הצד [אחרונים]:","(יב) ממין ז' - אף דכוסמין חשבינן נמי בכלל שבעת המינים דמין חטים הוא וכמ\"ש בטור סימן ר\"ח מ\"מ אינו מפורש בהדיא בקרא דשבעת המינין ולכן שעורים חשיב טפי ממנה:","(יג) אע\"פ שהכוסמין יפים - וחביב עליו דמעלת מין ז' עדיף כדלקמן בסימן רי\"א ושם מבואר די\"א דחביב קודם [מ\"א]. ולפ\"ז לא משכחת דין זה כ\"א בששניהם שוים בעיניו. ולענין כוסמין ושיפון דשניהם אינם מפורשים בקרא כוסמין עדיף דהוא מין חטים. ושיפון ושבולת שועל דשניהם מין שעורים שיפון עדיף שהוא חביב טפי:","(יד) פת נקיה ופת קיבר - ושניהם מין אחד [טור] דאם הפת קיבר חשיב במינו מן הנקיה כגון חטים לגבי שעורים או שעורים לגבי כוסמין הוא קודם:","(טו) על הנקיה - ואף דהקיבר גדול ממנה דמעלת הנקיות עדיף ומיירי שהיו שניהם שוים שלמים או פרוסים דאם הקיבר לבד שלם הוא קודם להנקיה הפרוסה וכנ\"ל בס\"א. וזה הכלל מסעיפים אלו מעלת שבעת המינים קודם לכל ואחריו מעלת השלם ואחריו מעלת הנקי ואחריו מעלת הגדול [ח\"א] ולענין מעלת חביב עיין סימן רי\"א:","(טז) על הלבנה - ואף אם השניה גדולה ממנה אם לא שהוא חביב עליו יותר:","(יז) פת עובד כוכבים נקיה וכו' - אבל בשוין פשיטא דפת ישראל קודם לברך עליו [א\"ר]:","(יח) על איזה מהם שירצה - דכל אחד יש לו מעלה זה שהוא פת ישראל [דפת עכו\"ם לא התירו אלא מדוחק] וזה שהוא נקי:","(יט) מסלק וכו' - דין זה נובע מדברי השר מקוצי שחשש שאם יהיה מונח על השלחן יהיה בעת הברכה חביבה עליו מפני שהיא נקיה ואפשר שיצטרך לברך עליו מפני זה והרבה מאחרונים מפקפקין מאד בזה דכיון שהוא נזהר ומחזיק זה לאיסור מאי אהני ליה חביבותיה ומ\"מ לכתחלה טוב לחוש לדבריו ולסלק:","(כ) ואין דעתו וכו' - פי' דאף דבריש הסעיף כתב דמברך על איזו שירצה היינו היכא שבדעתו לאכול הסעודה משתיהם אבל זה שאין דעתו לאכול כלל רק פת עו\"ג זה אין צריך לברך על פת אחר אף שהוא חשיב טפי וכנ\"ל בס\"א בהג\"ה. ואף דמוציא את ב\"ב בברכת המוציא והם אינם אוכלים מזה אלא מפת כשר מ\"מ כיון דהוא אינו חפץ לאכול אלא זה והוא הבעה\"ב הוא העיקר ואזלינן בתריה ויברך על פת שהוא אוכל:","(כא) על בעה\"ב - פי' לבצוע ולהוציא את אחרים בברכתו כמו שאמרו בעה\"ב בוצע כדי שיבצע בעין יפה וכיון שהאורח יאכל מפת עו\"ג שהוא יפה ונקי התירו לו גם כן לבעה\"ב לבצוע על הפת של עו\"ג מפני כבוד האורח אבל בלא אורח אינו מותר כלל למי שנזהר מפת עו\"ג לברך על הפת זה אלא יסלקם מעל השלחן וכדלעיל [כן הוא מסקנת הש\"ך וט\"ז ביו\"ד קי\"ב ע\"ש] ועיין בבה\"ל. ודע דכהיום שהמנהג שכל אחד מברך לעצמו ברכת המוציא לכאורה לא שייך כלל דין זה אלא כ\"א יברך על פתו שאוכל [מחה\"ש] ועיין בפמ\"ג מה שהעיר על עיקר דין השו\"ע:","(כב) אבל אם אינו חביב וכו' - ר\"ל דכ\"ז אם הפת זה בעצם חביבה עליו ורק שהוא מונע עצמו מפני שהוא פת עו\"ג התירו לו בכאן מפני האורחים אבל אם אינו חביב עליו בעצם פת זה ואינו חפץ בו יברך על פתו הכשרה:","(כג) בכיסנין וכו' - בסעיף שאח\"ז מתבאר מה הוא. ואף דבסתם פת מברכין עליו המוציא בכל שהוא ועל כזית מברכין בהמ\"ז שאני אלו דאין דרך בני אדם לקבוע סעודתן עליהם ורק אוכלין אותן מעט דרך עראי לפיכך ברכתן רק במ\"מ ולאחריו ברכה מעין שלש אא\"כ אכל כשיעור קביעת סעודה דאז מברך המוציא ובהמ\"ז דעכ\"פ פת הוא:","(כד) שאחרים רגילים לקבוע - כתבו האחרונים דאם אכלו לבדו צריך שיאכל שיעור שאחרים רגילים לשבוע ממנו לבדו ואם אכלו עם בשר או דברים אחרים שמלפתים בו הפת סגי כשאוכל שיעור שאחרים רגילין לשבוע ממנו כשאוכלין ג\"כ עם דברים אחרים אך אם אכלו לבדו ושבע ממנו אף שאחרים לא היו שבעין ממנו לבדו אבל כיון שאם אכלו אותו עם דברים אחרים היו שבעין ממנו ג\"כ לא אמרינן בטלה דעתו וצריך לברך עליו המוציא ובהמ\"ז. והנה לענין עירובי תחומין בסימן שס\"ה איתא דשיעור סעודה הוא ג' או ד' ביצים וכתבו כמה אחרונים דה\"ה כאן חשיב בזה שיעור קביעת סעודה אבל כמה אחרונים והגר\"א מכללם חולקים וס\"ל דאין לברך המוציא ובהמ\"ז אלא כשיעור סעודה קבוע שהוא של ערב ובקר וכמש\"כ בב\"י בשם שיבולי לקט וכן מצאתי באשכול דמוכח שהוא סובר כן וכן נוטה יותר לשון השו\"ע. ומ\"מ לכתחלה טוב לחוש לדעת המחמירים שלא לאכול ד' ביצים וכ\"ש אם הוא דבר שיש להסתפק בו מדינא אם הוא פת הבאה בכיסנין אף דמבואר בס\"ז דהולכין בזה להקל עכ\"פ בודאי יש לחוש לדעת המחמירים הנ\"ל:","(כה) המוציא ובהמ\"ז - וגם נט\"י וכמו בפת גמור וכמבואר לעיל בסימן קנ\"ח ס\"א ע\"ש:","(כו) יברך עליו בהמ\"ז - כיון שהשלים לשיעור קביעת סעודה אבל המוציא אין צריך לברך על מה שנמלך לאכול כיון דאין במה שמונח לפניו אחר שנמלך שיעור קביעת סעודה אלא ביחד עם מה שאכל כבר ואם באמת יש שיעור קביעת סעודה במה שלא אכל עדיין צריך ליטול ידיו ולברך המוציא וענט\"י וברכת המזון:","(כז) שממלאין אותן וכו' - ר\"ל אף אם נילושה מתחלה במים כשאר פת כיון שכל העיסה ממולא ממינים אלו ואף דהמילוי עיקר אצלו מ\"מ מין דגן חשוב ואינו בטל ולכך מברך במ\"מ ופוטר הכל כמ\"ש בסי' ר\"ח סעיף ב' ג'. ואך אם אינו אוכל העיסה ורק הפירות שבפנים לבד מברך הברכה השייכה להפירות וכתב הט\"ז דאם נלקח הפירות ואוכל רק העיסה אפ\"ה מברך במ\"מ ולא המוציא דיש עליה דין כיסנין כיון שנאפה עם מילוי הפירות שאין דרך לקבוע סעודה על פת כזו:","(כח) ואגוזים ושקדים וכו' - או או קאמר ומסתברא דמיירי ג\"כ שטעם המילוי ניכר בעיסה וכמו שמסיים לבסוף:","(כט) שעירב בה - בעת הלישה והיינו אפילו היה הרוב ממים כיון שעירב בה ג\"כ ממינים אלו ועי\"ז נשתנה הטעם מקרי פת כיסנין:","(ל) ניכר בעיסה - דאל\"ה הוי לחם גמור. ולחם שנותנין בו זאפר\"ן להטעימו ולנאותו או שנותנין בו מעט צימוקין לכו\"ע לחם גמור הוא [פמ\"ג]:","(לא) שזה נקרא - היינו היכא דעירב בה בהלישה רק מעט דבש וחלב אינו בטל שם פת מחמת שנרגש הטעם:","(לב) פת גמור - ומברך המוציא לכל שהוא וכן בהמ\"ז לכזית כדין פת:","(לג) הרבה תבלין או דבש וכו' - ר\"ל שכ\"כ תבלין מעורב בהן עד שעל ידי זה יהיה מנכר התבלין בטעם יותר מהקמח וכן בדבש ושמן וחלב בעינן שיהיה הרוב מהן ומיעוט מים שעי\"ז נרגש מהן הטעם הרבה מאד עד שעי\"ז הם העיקר וטעם העיסה טפל וכן בציור הראשון שכתב השו\"ע שממלאין מהם בעינן ג\"כ שיהיה המילוי הרבה כ\"כ עד שעי\"ז יהיה נרגש הטעם הרבה מאד:","(לד) וכן נוהגין - שאופין ללחם משנה פת עם מעט שמן ותבלין [ד\"מ] וכן הסכימו האחרונים להלכה כפסק הרמ\"א:","(לה) כעבים יבשים - כך שמה בערבי ובלשון ספרד נקרא בושקיגו\"ש ונעשית מה' מיני דגן ובמים לבד אך באפייתן נעשים יבשים כ\"כ עד שנפרכים ואין זה נקרא אוכל אלא כוסס ואין דרכם לאכול מזה הרבה לכן אין לו דין פת:","(לו) לחם גמור הוא - דנעשים רק מקמח ומים כשאר פת ואף שהם דקים מ\"מ לא הוי כמו כעבים יבשים דס\"ז דהם יבשים מאד ואינם עשוים לאכילה ורק כוססין אותם לקינוח אבל אלו עשוים לאכילה:","(לז) שקורין ניבלא\"ש - וכתבו האחרונים דהיינו מה שקורין בלשון רוסיא נאלסילק\"ע שמערבין קמח עם הרבה מים בקדירה כמו דייסא ושופכין על עלי ירקות ונאפים בתנור עם העלים [וה\"ה כשנאפים על מחבת בלי שמן] ודוקא באלו שהם דקים ורכים ביותר אבל אם אינם רכים ודקים כ\"כ מבואר בסי\"ד דדין לחם עליו ומברך המוציא [מ\"א]:","(לח) ואם קבע וכו' - וכתבו הפוסקים דאותן שקורין בפראג וואלאפלאטקע\"ס שנעשין ג\"כ בלילתן רכה אך מפני שמתפשטין באפייתן נעשים דקין וקלושים הרבה יותר מאותן נאלסילקע\"ס שנזכר לעיל אין לברך עליהם המוציא אפילו בדקבע דאין ע\"ז תורת לחם כלל ודמיא לטריתא בסט\"ו:","(לט) סעודתו עליהם וכו' - ומה נקרא קבע מבואר לעיל בס\"ו לענין פת כיסנין וה\"ה הכא:","(מ) ואי אכיל להו וכו' - פי' להני רכין ודקין וה\"ה לכל פת הבא בכיסנין המבוארים בסעיף ז' [מ\"א] ועיין בה\"ל שכמה אחרונים חולקים על דבריו:","(מא) שלא מחמת הסעודה - פי' שלא אכלם להשביע רעבונו רק לקינוח ומתיקה [דאלו אכלם למלא רעבונו אפילו לא אכלם רק מעט הם בכלל סעודה וא\"צ ברכה]:","(מב) טעונים ברכה - דכיון דאינו אוכל זה לשם סעודה לא נפטר בברכת המוציא ואם אוכל הרבה כשיעור קביעת סעודה המבואר בס\"ו אפילו אכלם למתיקה בעלמא נפטר בברכת המוציא דכיון דאי אכלם שלא בתוך הסעודה צריך לברך המוציא ממילא בתוך הסעודה נפטר בברכת המוציא:","(מג) לפניהם - וכ\"ז בעניני פת אבל בעניני מעשה קדרה שבאין למזון ולתבשיל תמיד מחמת הסעודה הם באים כמבואר בסימן קע\"ז ואפילו הם ממולאים בפירות כאותן שקורין עפי\"ל פלאדי\"ן וכדומה הפירי נעשה תבשיל תוך המולייתא וקימחא עיקר והפירי בטל לגבייהו ואין להחמיר וליקח קצת תפוחים מתוכם ולברך בפה\"ע דהוי ברכה לבטלה [אחרונים]:","(מד) אבל וכו' - קאי על עיקר דין פת הבאה בכיסנין וקמ\"ל דזה לא הוי בכללו דאין מברכין בזה על העיסה כלל משום דהוי טפילה למרקחת כדמפרש:","(מה) הם טפלים - דאין מתכונין לאכול הרקיקין ורק שעושין אותם כדי שלא יטנפו הידים מהמרקחת ולכן הוי העיסה בכלל טפל כדלקמן בסימן רי\"ב. וכתבו האחרונים שם דבמדינותינו שנותנין מרקחת על הדובשנין [שקורין לעק\"ך פלאדי\"ן] שטובים הדובשנין למאכל בעצמן אם כן כונתם גם בשביל אכילת הדובשנין וממילא הם העיקר ומברך עליהם במ\"מ ופוטר המרקחת. ופשוט דדוקא שבעת אפייה נאפין ביחד אבל אם אפה הדובשנין לבד ואח\"כ מניח עליהם מלמעלה המרקחת אין נעשין המרקחת טפילה להם שכונתו לאכול שניהם ואין המרקחת באין ללפת הדובשנין וצריך לברך גם על המרקחת:","(מו) פוטרתן - ואם אכל המרקחת מלמעלה והשאיר הרקיקין ואכלן בפני עצמן צריך לברך במ\"מ עליהם אך אם אכלן ביחד ונשאר עוד קצת רקיק בלא מרקחת אין צריך לברך עליו כיון דעיקר אכילתו היה ביחד ונחשב לטפל להמרקחת אין חוששין על גמר האכילה:","(מז) פחות מכזית - וה\"ה אפילו על כל דהו דאסור ליהנות מן העולם הזה בלי ברכה:","(מח) כלום - היינו לא בהמ\"ז ולא שום ברכה אחרונה:","(מט) חביצ\"א וכו' - אקדים לזה הסעיף הקדמה קצרה והוא דיש בזה שלשה אופנים. א) פת שפירר לפירורין ובשלו תלוי בזה אם הפירורין גדולים שיש בהם כזית לא נתבטל מהם שם פת אפילו אם ע\"י הבישול אזל מהם תואר לחם ואם אין בהם כזית אפילו אם נראה שיש עליהם תואר לחם מברך במ\"מ דשם תבשיל עליהם. ב) אם לא בשלו רק שפירר בקערה ונתחברו הפירורין יחד ע\"י דבש או מרק אם יש עדיין עליהם תואר לחם מברך עליהם המוציא אפילו אם אין בהפירורין כזית ואם אין בהם תואר לחם מברך עליהם במ\"מ אא\"כ היה בהפירורין כזית וכנ\"ל לענין בישול. ג) כשלא בישל וגם לא נתחברו הפירורין יחד ע\"י משקה אפילו אם הפירורין דקין כסולת מברך עליהם המוציא דשם פת עליהם ועתה נבאר את הסעיף בעזה\"י:","(נ) דהיינו פירורי לחם שנדבקים - בנתבשל אין נ\"מ בין נדבקין או לא ונקט זה משום אופן השני דמיירי בלי בישול:","(נא) יחד - וה\"ה אם היו רק שרוים בתוכו הרבה עד שנתלבן המים עי\"ז דינו כמו נדבקין יחד וכדלקמיה בסי\"א:","(נב) אם נתבשל וכו' - היינו שנתן הלחם בכלי ראשון כשעמד על האש או עכ\"פ שהיה היד סולדת בו אבל בכלי שני לא חשיב בישול ודינו כמו באופן השני דאם יש בו תואר לחם מברך המוציא אף בפחות מכזית [ודוקא אם לא נתלבן המים ע\"י הלחם אבל אם נתלבן המים כדרך שמצוי כשנשרה פת במים חמין מבואר בסי\"א דעי\"ז נחשב הפת כאין בו תואר לחם] ואם הניח הפירורין בקערה ועירה עליהם רותחין מכלי ראשון כתבו האחרונים דספק הוא אם יש לו דין בישול או לא וע\"כ אם אין בפירורין כזית ויש בו תואר לחם יברך על פת אחר תחלה:","(נג) אם יש בהם וכו' - ל\"ד בכולם אלא אפילו אם יש כזית בחדא פרוסה ג\"כ מברך עליה המוציא ובהמ\"ז וממילא יכול לאכול השאר הקטנות ג\"כ:","(נד) כזית - ר\"ל בהפרוסה עצמה שמברך עליה היה בה כזית מקודם ולא נפחתה משיעור זה ע\"י הבישול ולא מצרפינן לה מה שנתדבקה עם חברותיה או שנתפחה ע\"י המשקה:","(נה) אע\"פ שאין בו וכו' - דכיון שיש בהם כזית לא נתבטל ממנה שם לחם:","(נו) שנראה וכו' - דכיון שנתבשל אינו חשוב תואר לחם. ואם לא בשלם בקדרה אלא טיגנם במשקה במחבת משמע ממ\"א סקל\"ו דלא הוי כבישול ומהני ביה תואר לחם כמו לקמיה באופן השני ולפי דעת שארי האחרונים שם אין הכרח לדבריו והנכון שבטיגון לא יאכל בשיש בו תואר לחם כ\"א בתוך הסעודה. וכ\"ז בשאין בהם כזית אבל אם טיגן פרוסות שיש בהם כזית אפילו אזל ליה התואר לחם פשוט דמברך המוציא וכנ\"ל בבישול וכ\"ש בזה:","(נז) אינו מברך וכו' - דע דבכל הני שנזכר בסעיף זה ובסעיפים שאחריו אפילו קבע סעודתו עליהם ואכל כדי שביעה מברך במ\"מ ואחריו מעין שלש משום דלא הוי בכלל לחם כלל רק כמיני קדירה בעלמא:","(נח) אם יש בפרוסות - היינו אפילו באחת מהן וכנ\"ל:","(נט) אם יש בהם וכו' - הטעם דעדיף בזה מאופן הא' דכיון שלא נתבשל תואר לחם שלו חשיבא שהוא ניכר וידוע יותר ומש\"כ וברכת המזון היינו כשאכל כמה פירורין עד שיעור כזית. אם פירר הלחם עד שהחזירן לסולת ואח\"כ חזר וגבלן בשומן וכיו\"ב [שאנו קורין בלשוננו קניידלי\"ך או חרענזלי\"ך] עיין במ\"א מה שכתב בזה והסכמת הרבה אחרונים דאם בישלן בקדירה או טגנם במחבת במשקה דחשיב כבישול אף שיש בכל אחת כזית ויותר מברך עליהם במ\"מ [ואפילו אם אכל הרבה] וכן הוא מנהג העולם ואם אפאן נכון שלא יאכלם כ\"א בתוך הסעודה אלא א\"כ נילוש ברוב שומן או דבש דאז מברך עליהם במ\"מ וכדלעיל בס\"ז בהג\"ה ואם גיבלן במים לבד ואפאן יש עליהם דין פת גמור:","(ס) ולא תואר לחם - היינו שע\"י שהוא מפורר דק דק כסולת לא מינכר עליו תואר לחם והטעם דכיון שהוא פת בפני עצמו ואינו מחובר אינו יוצא לעולם מתורת לחם ועיין באחרונים שהסכימו דאפילו שרה הפירורין במים כיון שלא נתחברו יחד אינו יוצא מתורת פת ודוקא אם שרה זמן מועט אבל אם שהו הפירורין בתוכם עד שנתלבנו המים עי\"ז מבואר בסעיף שאחריו דמברך עליו במ\"מ וברכה מעין שלש:","(סא) דפירורין שנותנין וכו' - היינו כשאין בהם כזית דאלו יש בהם כזית א\"צ תואר לחם כמש\"כ בסעיף הקודם:","(סב) במים - והנותנים חתיכת פת שמיבשין על הגחלים בשכר [שקורין פעניץ] ואין בהם כזית והשכר מתלבן ע\"י השריה נמי דינא הכי דמברכין עליהם במ\"מ ואם נתן רק מעט לחם דק דק לתוך השכר חם כדי שיתן בו טעם ולא בשביל אכילה אינו מברך רק שהכל על השכר דהוא העיקר והלחם אין בו ממשות ודבר חשוב:","(סג) אזיל ליה וכו' - ואף דמבואר בסוף סעיף הקודם דפירורין שאינם מבושל ולא מחובר אפילו אם אין בהם תואר לחם מברך המוציא [ואפילו היו שרוים במים כמש\"כ שם] דוקא התם שלא נשתנה צורת הפת בעצם כלל שנשרה במים רק זמן מועט ומה שלא מינכר בו תואר לחם הוא רק מפני קטנותו משא\"כ הכא שנשרה הרבה במים עד שנתלבנו המים עי\"ז הוא סימן שנפסדה צורתה ע\"י השריה ואבד ממנה שם לחם:","(סד) ביין אדום - דוקא אדום ומשום דכיון שנתאדם הפת ע\"י היין אבד ממנה תואר לחם אבל אם שרה פתו ביין לבן בעינן דוקא שישתנה היין מצורתו ע\"י הפת השרוי בתוכו וכדלעיל בסי\"א:","(סה) אלא בורא מיני מזונות - ר\"ל לאפוקי שלא יברך עליה המוציא. ולענין ברכת היין אם כונתו העיקר בשביל אכילת הפת והיין בא רק למתק האכילה נעשה היין טפל ואינו מברך כ\"א במ\"מ על הפת וכן השורה פת כיסנין ביין או ביין שרף ג\"כ דינא הכי [וכ\"ש השורה פרוסות שיש בהם כזית או השורה פת ביין לבן דמברך המוציא אפילו על פרוסות שאין בהם כזית וכנ\"ל בודאי נעשה היין טפל להפת] אבל אם כונתו גם בשביל שתיית היין שרוצה לאכול ולשתות ביחד נכון שיברך מתחלה על קצת יין בפני עצמו בפה\"ג ואח\"כ יברך ברכה על הפת השרוי ואם כונתו רק בשביל היין שבו והפת בא רק למתק השתיה נעשה הפת טפל ליין ואינו מברך רק בפה\"ג. והנה לפ\"ז לענין שתיית קאוו\"י הנהוג בינינו שטובלין בו פת כיסנין ושם הלא כונתו ג\"כ בשביל שניהם נראה ג\"כ דנכון הוא שקודם שבירך על הפת כיסנין יברך על הקאוו\"י שהכל וישתה מעט ויותר טוב שיברך מתחלה על הפת כיסנין לבד בלא שרייה ואח\"כ יברך מתחלה על מעט צוקער ברכת שהכל להוציא הקאוו\"י [מאמר מרדכי]:","(סו) שאין וכו' - דאם היה בו כזית הלא מבואר לעיל בס\"י דמברך המוציא אפילו בשאבד תואר לחם:","(סז) שבלילתו עבה - היינו לאחר שיצק המים לתוך הקמח לש אותה עב כמו פת:","(סח) אם בשלה וכו' - בשול במים וטיגון בשמן:","(סט) אין מברך וכו' - אפילו על פרוסות שיש בהם כזית ולא דמי למש\"כ בסעיף י' דהבישול אין מבטל אותם מתורת לחם דהתם הוי לחם גמור מעיקרא שהיה אפוי משא\"כ הכא דלא נאפה מעולם להכי הבישול והטיגון מבטל מתורת לחם ועיין לקמן בסי\"ד בהג\"ה דאם נותן במחבת מעט שמן שלא ישרף העיסה לא מקרי טיגון במשקה והוי אפיה גמורה:","(ע) תורייתא דנהמא - ואפילו אכל הרבה וקבע סעודתיה עליהן הוי כמו דייסא ומברך במ\"מ לפניה ומעין שלש לאחריה:","(עא) ואפילו נתחייבה בחלה - ר\"ל אפילו הוא בענין שקרוי לחם לענין חלה כגון שבשעת לישה לא היה בדעתו לבשלו או לטגנו ואח\"כ נמלך שהוא חייב בחלה לד\"ה כמבואר ביו\"ד סימן שכ\"ט אפ\"ה אינו מברך המוציא:","(עב) שעת אפיה - דלא מקרי לחם אלא אפוי וכיון שלא נאפה בתנור או במחבת בלא משקה אין שם לחם עליה משא\"כ לענין חלה הכל הולך אחר גלגול הקמח במים שאז חל חיוב הפרשת חלה שנעשית עיסה ושוב לא נפקע ממנה ע\"י בישול וטיגון:","(עג) ויש חולקים וכו' - דס\"ל דכיון דמעיקרא היה בלילתו עבה ועתה אית ביה תואר לחם מברך המוציא ואפילו באוכל אכילת עראי שלא קבע סעודה ע\"ז דלחם גמור הוא לדידהו וכדלקמן בהג\"ה:","(עד) ונהגו וכו' - פי' כסברא הראשונה דאין צריך לברך המוציא וג' ברכות:","(עה) להקל - כתב המ\"א דזה דוקא בלא אכל כדי שביעה דחיוב בהמ\"ז שלו הוא רק מדרבנן לכך נקטינן כדעה הראשונה להקל אבל באכל כדי שביעה דחיוב בהמ\"ז הוא מדאורייתא צריך לברך בהמ\"ז מספק וכן משמע מהגר\"א אך כ\"ז בשעה שלש ועשה בלילתו עבה היה דעתו לאפות פת אלא שאח\"כ נמלך ועשה אותה סופגנין אבל כשהיה דעתו מתחלה לבשל ולטגן אותה אפילו אכל כדי שביעה אין מברך עליה בהמ\"ז רק ברכה אחת מעין ג':","(עו) וירא שמים יצא וכו' - היינו אפילו בשהיה דעתו בשעת בלילה לבשל ולטגן:","(עז) ולא יאכל וכו' - היינו אפילו אכילה מועטת בלא קביעת סעודה:","(עח) לאחר אפיה - הלשון אינו מדוקדק כ\"כ ופירושו אחר הבישול בקדירה והטיגון במחבת והסכימו הרבה אחרונים דדוקא אם יש בהפרוסות כזית דאל\"ה ע\"י הבישול או טיגון נתבטל שם לחם לגמרי לענין המוציא וכההיא דלעיל ס\"י:","(עט) תואר לחם - ול\"ד לס\"י דלא בעינן תואר לחם ביש כזית דהתם היה תחלה פת גמור:","(פ) פשטיד\"א וקרעפלי\"ך וכו' - פי' שממולאין בבשר וכמ\"ש סוף סימן זה בהג\"ה דאלו ממולאים במיני פירות הוי פת הבאה בכיסנין וכמ\"ש בסעיף ז' ומברכין לכתחלה בורא מיני מזונות בדלא קבע סעודה עלייהו ואפילו בדנאפה בתנור. וכ\"ז הוא לדעת הרמ\"א אכן הט\"ז חולק וס\"ל דגם פת הממולא בבשר ודגים וכה\"ג הוי ג\"כ בכלל פת הבאה בכיסנין ואה\"נ בדלא קבע לכו\"ע מברך עלייהו במ\"מ ולאחריו מעין ג' ובסוף הסימן יתבאר להלכה בזה:","(פא) מקרי תואר לחם ואין וכו' - ר\"ל בי\"ש הרוצה לצאת דעת היש חולקים הנ\"ל [והיינו בנתבשל במים או נטגן בשמן]:","(פב) וכ\"ז וכו' - פי' היש חולקים הנ\"ל דס\"ל דהוי לחם גמור ומברך עליה המוציא ואפילו בדלא קבע סעודה מיירי דוקא בעיסה שלא נילושה מתחלתה בשמן ודבש ולכך ס\"ל דכיון דהוי מתחלתה עיסה גמורה כשאר לחם לא נפקע שמה לענין חיוב המוציא אף דנטגנה אח\"כ בשמן ונעשה כפת כיסנין אבל כשנלושה מתחלה בדבש וכה\"ג קודם הטיגון א\"כ לא היה עליה שם עיסה גמורה מעולם ולכן אף להיש חולקים אינו כלחם גמור לברך עליה המוציא בדלא קבע סעודה עלייהו דהרי היא פת כיסנין ואם קבע סעודה עלייהו לדעה קמייתא אינו מברך אלא במ\"מ דהטיגון הפקיע מתורת לחם לגמרי וליש חולקים מברך המוציא וברכת המזון כדין פת כיסנין:","(פג) שאח\"כ אפאו בתנור - וה\"ה אם אפאו באילפס [גמרא] בלי משקה:","(פד) פת גמור הוא - דלא תימא כיון דחלטיה מעיקרא לאו בכלל לחם הוא קמ\"ל:","(פה) ומברך עליו המוציא - ואפילו היתה בלילתו רכה שחלטה ברותחין ואח\"כ אפאה בתנור מברך המוציא [מ\"א בשם הטור] עוד הביא המ\"א דאפילו טגנו בשמן ואפאו אח\"כ מברך המוציא ומוכח שם מדבריו דס\"ל דאפילו בדלא קבע עלייהו מברך המוציא אכן הט\"ז ועוד הרבה אחרונים הסכימו עמו דטיגון בדבש או בשמן וכה\"ג משוה אותו לפת הבאה בכיסנין כמו אם נילוש באלו המינים ובדלא קבע סעודה מברך במ\"מ ועל המחיה אכן דע דאינו נקרא פת כיסנין אלא בשטגנו בכ\"כ שמן עד שהיו הם העיקר בהטעם לגבי הקמח וכמו דכתב הרמ\"א בכללא דפת כיסנין בס\"ז ע\"ש במ\"ב:","(פו) ומברך עליו המוציא - אפילו בדלא קבע עלייהו ועיין במ\"א לעיל בס\"ח דדוקא אם לא היו דקין ביותר דאל\"ה הוי בכלל פת כיסנין ועיין במה שכתבנו שם:","(פז) וטגנו במשקה - ר\"ל שלא אפאו ע\"ג תנור אלא באילפס עם משקה ולהכי לכו\"ע היינו אפילו לדעת יש חולקים הנ\"ל לאו לחם הוא כיון שלא חל עליו שם עיסה מעולם:","(פח) קמח ומים וכו' - עיין במ\"א שכתב שעושין בלילתה רכה מאד ולהכי מברך עליה במ\"מ בדלא קבע דאי לא היה בלילתה רכה כ\"כ הלא מבואר בסי\"ד דאפילו בלילתה רכה כל שלבסוף היתה אפויה בתנור מברך המוציא ועיין בה\"ל:","(פט) מברך המוציא וכו' - דאע\"ג שבתחלתה היתה רכה מ\"מ כיון שאופין אותו בגומא ומתקבץ העיסה יחדו נעשה כמו פת [רא\"ש]:","(צ) ואפילו קבע וכו' - המ\"א מצדד דבקבע מברך עליו המוציא [וכן הוא דעת הב\"ח לדעת הטור] וכתב בא\"ר דמחמת זה אין לאכלו אלא תוך הסעודה ובמגן גבורים מכריע לדינא כהשו\"ע ע\"ש:","(צא) והוא לחם - כלומר בצק דלחם שאפאו בשפוד לחם גמור הוא:","(צב) מברך עליו בורא מיני מזונות - היינו אפילו בדקבע עלייהו. ועיין בטור דאם עשאה ערוכה ונאה כעין גלוסקא מברך עליה המוציא והשו\"ע השמיט ועיין במ\"א וא\"ר וביאור הגר\"א מש\"כ בזה ועכ\"פ לאכול מזה כדי שביעה בודאי יש ליזהר שלא לאכול כ\"א בתוך הסעודה:","(צג) הנאפה בתנור - וה\"ה הנאפה באילפס בלא משקה:","(צד) מברך עליו המוציא - היינו אפילו בדלא קבע עלייהו ולא דמי לפת הבאה בכיסנין (דפירושו פת הממולא בפירות ובתבלין המבואר בס\"ז) דלא מברך עלייהו המוציא בדלא קבע סעודה עלייהו דשאני התם דאין עשויין אלא לקינוח סעודה ולמתיקה משא\"כ פשטיד\"א שממולא בבשר דרך לאכלם לרעבון וכדי לשבוע והוי כמו שאר פת ובשר כשאוכל כאחד ונראה פשוט דאם עשויין רקיקין קטנים ומעורב בהם פתיתין של בשר וניכר שאין עשוים כ\"א לקינוח אחר הסעודה דינו ממש כפת שמעורב בפירות ובשאר מיני מתיקה דאינו מברך עלייהו בהמ\"ז בדלא קבע עלייהו. ודע דפת שנאפה במי ביצים דהיינו מה שקורין קיכלי\"ך מסתפק במ\"א אם הוא בכלל פת כיסנין ודה\"ח והגר\"ז החליטו דהוא בכלל פת כיסנין וכן במגן גבורים וכן המנהג [אח\"כ מצאתי שכ\"כ ג\"כ בהנהגת הגר\"א] ומ\"מ כתב במגן גבורים די\"ש לא יאכל כ\"א כשכל הלישה הוא על מי ביצים ולא נתערב בו מים כלל ונראה דאם הוא דק ויבש אין להחמיר אפילו נתערב בו מים:","(צה) אין לברך עליו וכו' - היינו אפילו קבע סעודה עלייהו דדבר זה תליא בפלוגתא הנ\"ל בסי\"ג דלדעה ראשונה כיון שנתבשל במשקה יצא מתורת לחם לגמרי ובכל ענין מברך עליו רק במ\"מ ולדעה שניה כיון דנילוש בלילה עבה והיה עליו שם עיסה גמורה תו לא נפקע ממנה ע\"י הבישול והטיגון ומברך עליו המוציא בכל ענין וע\"כ אין כדאי לי\"ש לברך עליו ולאכול כ\"א תוך הסעודה וכדלעיל בסי\"ג:\n"]],"AROCH_HASHULCHA":[["אחרי ניגוב ידים היטב יברך מיד ברכת 'המוציא' ולא יפסיק הרבה אפילו בשתיקה, וכל שכן בדיבור. ואפילו לדבר דברי תורה אסור, דהכי אמרינן בברכות (מ\"ב.): \"תיכף לנטילת ידים – ברכה\", ועוד אמרינן שם (נ\"ב:): \"תיכף לנטילת ידים – סעודה\". אמנם יש מרבותינו שאמרו שאין צריך ליזהר מלהפסיק בשתיקה הרבה בין נטילת ידים ל'המוציא', ובלבד שלא יסיח דעתו, דזה שאמרו 'תיכף לנטילת ידים ברכה' קאי שם אמים אחרונים דווקא, וזה שאמרו 'תיכף לנטילת ידים סעודה', הכוונה שם שלא יפסיק במעשה אחרת או בדיבור, שזה מביא לידי היסח הדעת, אבל הפסק בשתיקה מותר. וכתב הטור שזהו דעת הרי\"ף והרמב\"ם גם כן, ודעת רבינו הבית יוסף נוטה לזה, שכתב: \"יש אומרים שאין צריך ליזהר מלהפסיק בין נטילה ל'המוציא', ויש אומרים שצריך ליזהר, וטוב ליזהר\" עכ\"ל, הרי כתב רק שטוב ליזהר, אבל עיקר דעתו שאין צריך ליזהר. אבל לדבר - וודאי אסור, אלא אם כן לצורך הסעודה, כמו להביא מלח כמו שיתבאר (ט\"ז), וכל שכן לעשות איזה מעשה כמו למזוג הכוס בחמין וכיוצא בזה - אסור (מגן אברהם). ויש מחלקין באיסור הפסק בין חול לשבת, דבחול אין להפסיק דשמא יסיח דעתו וילך לו ולא יאכל כלל, ולכן גם להפסיק בשתיקה אינו נכון, ובשבת מותר משום דמוכרח לאכול, ולכן אפילו אם רוצה ליטול ידיו ולעשות קידוש גם כן מותר (שם), ובירושלמי (פרק אלו דברים הלכה ב') משמע כדעה ראשונה ע\"ש.","וכתב רבינו הרמ\"א דאם שהה כדי הילוך כ\"ב אמה - מקרי הפסק עכ\"ל, וזהו מדברי התוספות בסוטה (ל\"ט.) שלמדו זה מ'תיכף לסמיכה שחיטה', שאמרו בזבחים (ל\"ג.) דבאשם מצורע לא היה אפשר להיות זה מפני שאסור למצורע לעמוד שם והיה עומד ברחוק כ\"ב אמות ע\"ש, ומזה מוכח דשיעור כזה לא מקרי 'תיכף'. ואפשר גם בפחות מזה לא מקרי 'תיכף', אלא דשיעור זה וודאי אינו 'תיכף', וכן משמע בזבחים שם (עיין מגן אברהם סק\"ג ומתורץ קושיתו, כן כתב הבכור שור), ובוודאי כן הוא כמו 'תיכף לגאולה תפלה'. והאמת דהכל לפי העניין, ובדבר שיש צורך לא שייך הפסק, כגון שמקום הנטילה רחוק ממקום האכילה אף יותר מכ\"ב אמה - לא מקרי הפסק כיון שזה מוכרח להעניין, והפסק לא מקרי אלא כששוהה ואין צריך לשהות, וזהו כוונת רבינו הרמ\"א. ותדע לך שכן הוא, שהרי בסימן הקודם נתבאר דהגדול נוטל ידיו תחילה וממתין ב'המוציא' על כל המסובין וישהה הרבה, אלא וודאי כל מה ששייך להעניין לא מקרי הפסק כלל. וראיתי מי שמקפיד שתהא מקום הנטילה סמוך להשלחן מטעם זה, ואינו עיקר כלל, והעיקר כמ\"ש, ויכול להיות הנטילה רחוק ממקום האכילה, וכן עיקר לדינא (ולדברינו אתי שפיר כל מה שגמגמו בזה ודו\"ק). ויש שכתבו שמותר לומר מזמור ד' רועי בין נטילה ל'המוציא', וחלילה לעשות כן (עיין מגן אברהם איך נסתבך בסק\"ב לעניין ליטול אחרון ע\"ש סק\"ב, ואני תמה מאי נפקא מינה בין גדול לקטן, אטו הקטן רשאי להפסיק, אך לפי מ\"ש אין הפסק כלל במה שצריך ודו\"ק)."],["איתא בסנהדרין (ק\"ב:) דצריך לעשות 'המוציא' על הפת ממקום דקרים בישולא, ופירש רש\"י: ממקום שנקרמין פניה של פת בתנור, דהיינו מלמעלה או סביבו וכו' ולא מאמצעיתו. לישנא אחרינא: מהיכא דקדים בישולו, ממקום שמקדים לאפות, והיינו הך. לישנא אחרינא: מהיכא דגמיר בישולא, ממקום שהלחם אפוי הרבה וכו', וראשון נראה עכ\"ל. והרמב\"ם בפרק ז' דברכות כתב: \"ואינו בוצע אלא ממקום שבישל יפה יפה\" עכ\"ל, וזהו כלשון אחרון. והטור כתב גם כן כן, והוסיף: \"ממקום היפה שבפת, במקום שנאפה היטב\" עכ\"ל, וכן כתב רבינו הבית יוסף כהרמב\"ם. ולכל הפירושים בפת שלנו הוא מלמעלה, שבשם יפה ונאפה היטב ונאפה מהר, וכן אם בוצע על חתיכה יבצע כן, ולא מהרך שבאמצע. ורבינו הרמ\"א כתב: \"ויש לבצוע בצד הפת בפת דידן, ויחתוך מעט מצד העליון והתחתון\" עכ\"ל, משום דיש סוברים שמתחתיו מתחיל מקודם להתבשל. ויש מוסיפים שזהו כנגד הצד שמתבקע, אך לא בכל הלחמים כן הוא. ובפת שלנו אנו יוצאים לכל הדעות, ורק לא יבצע על הרך אלא אם כן אין לו שיניים. ובפת עיגול שלנו שקורין בייגי\"ל או פת דק שקורין קוכונ\"ס, כל המקומות שווים (עיין ט\"ז ומגן אברהם סק\"ב וכמ\"ש).","במשנה דברכות (כ':) בבעל קרי תנן: דמברך לאחר המזון, משום דברכת המזון הוי מן התורה, דכתיב: \"ואכלת ושבעת וברכת\", ואינו מברך ברכת 'המוציא' משום דהיא דרבנן, ככל הברכות שתקנו רבנן. ואף על גב דלעניין פת יש קל וחומר, דאם כשהוא שבע מברך כשהוא רעב לא כל שכן (שם ל\"ה.), וקל וחומר ניתן לידרש, אמנם לאו קל וחומר גמור הוא (תוספות שם), משום דיש לומר אדרבא דכשהוא שבע היא כברכת תודה, מה שאין כן לפניו, וחז\"ל אמרו שם דאסור ליהנות מן העולם הזה בלא ברכה, וכל הנהנה בלא ברכה כא(י)לו נהנה מקדשי שמים, דכתיב: \"לד' הארץ ומלואה\", אבל משבירך רשאי ליהנות, כדכתיב: \"השמים שמים לד' והארץ נתן לבני אדם\" (שם). וחז\"ל תיקנו כל ברכה מעין העניין, לפרי האדמה: 'בורא פרי האדמה', לפרי העץ: 'בורא פרי העץ', לבד מיין מפני חשיבותו שמשמח הלב, שנאמר: \"ויין ישמח לבב אנוש\", תיקנו ברכה בפני עצמו: \"בורא פרי הגפן\". וכן על הלחם תיקנו גם כן ברכה בפני עצמו מפני חשיבותו שסועד הלב, כדכתיב: “ולחם לבב אנוש יסעד\", תיקנו לברך 'המוציא'.","מצוה מן המובחר לברך על הפת כשהיא של[י]מה, ולא לפורסה תחילה ואחר כך לברך עליה אם הביאו לפניו של[י]מה. וגם אם פורס על פרוסה - צריך לברך כשהיא פרוסה של[י]מה, ולא יפריס עליה עד אחר הברכה, וצריך שתכלה כל הברכה בעודה של[י]מה או הפרוסה בשל[י]מות. ואם יש עוד על השלחן מסובים שעונים אחריו 'אמן', לא יבצע עד שיכלה עניית אמן מפי רוב העונים. ודווקא כשהם יוצאים בברכתו, דאז גם עניית אמן הוא מכלל הברכה, אבל אם אין יוצאים בברכתו - אין צריך להמתין על ענייתם אמן. והנה אם לא יתחיל לחתוך כלל או שיתחיל לחתוך בעת הברכה יש בזה מחלוקת, כמו שיתבאר בסייעתא דשמיא.","לשון הגמרא בברכות (ל\"ט:): \"והלכתא מברך ואחר כך בוצע\", ולשון הרמב\"ם בפרק ז': \"משלים הברכה ואחר כך בוצע\". אבל התוספות והרא”ש כתבו דהכוונה שלא יפריש הפרוסה מן הפת עוד אחר הברכה ע\"ש, וזה לשון הטור: \"ויחתוך פרוסת הבציעה ויניחנה מחוברת לפת ויתחיל לברך, ואחר שיסיים הברכה יפרידנה, כדי שתכלה הברכה בעוד הפת שלם\" עכ\"ל. וטעמם: דאם יתחיל לחתוך אחר הברכה יהיה הפסק גדול בין ברכת 'המוציא' להאכילה (טור).","ואיזה שיעור יניח מחובר, ביאר רבינו הבית יוסף וזה לשונו: \"וצריך לחתוך מעט שאם יאחוז בפרוסה יעלה שאר הככר עמו, שאם לא כן חשיב כפרוסה. ויניחנה מחוברת לפת ויתחיל לברך, ואחר שסיים הברכה יפרידנה כדי שתכלה הברכה בעוד שהפת שלם\" עכ\"ל. ומיהו בשבת לא יתחיל לחתוך כלל עד אחר הברכה, כדי שיברך על לחם משנה. ואף על גב דכשמחובר בעניין זה עדיין מקרי לחם שלם, מכל מקום חיישינן שמא יחתוך יותר משיעור זה קודם גמר הברכה, או שמא יחתכנה לגמרי קודם גמר הברכה ונמצא שלא בירך על לחם משנה, וכן המנהג הפשוט ואין לשנות. ונראה לי דפת דק שכרגע נחתך גם בחול יגמור הברכה קודם ובעת גמור הברכה תיכף יחתכנה או ישברנה, דבפת דק לא שייך מקצת כידוע (ומכל מקום בשבת אם עשה כמו בחול אינו מזיק).","לא יבצע פרוסה קטנה מאוד ל'המוציא' דמיחזי כצר עין, ולא פרוסה יותר מכביצה מפני שנראה כרעבתן, ואין זה מדרך ארץ. וזהו בחול, אבל בשבת מצוה לבצוע פרוסה גדולה שתספיק לו לכל הסעודה, ולא נראה כרעבתן כיון שבכל יום אינו עושה כן (גמרא שם לפירוש רש\"י). וכן בחול, כשאוכל עם בני ביתו או עם אורחים והמה יוצאים בברכתו והבעל הבית נותן להם מפרוסתו, מצוה לחתוך פרוסה גדולה כדי שתספיק ליתן מהפרוסה לכל אחד מן המסובין, ולא מהלחם הנשאר ממנה. ושיעור פרוסה זו לאיש אחד: יש אומרים שצריך להיות כזית ויאכלנו כולו בבת אחת (מגן אברהם סק\"ז), ויש אומרים שאין צריך כזית (שם), שהרי אפילו כל שהוא ראוי לברכה ודי כחצי זית, וכן נוהגים (הגר\"ז). ובלחם שלנו המנהג הפשוט שחותכין מכל הלחם חלק גדול וממנו חותכין כדי שיעור להמוציא, דלפי גודל הכמות של הככרי לחם שלנו כמעט שאי אפשר בעניין אחר, אך בלחמים קטנים יעשה כמו שנתבאר.","כל ברכת הנהנין צריך להיות בלשון עבר, שהרי כבר נברא דבר זה, וזה שמברכים לשון 'בורא', כמו: 'בורא מיני מזונות', 'בורא פרי העץ', 'בורא פרי האדמה', מפני ש'בורא' הוי גם כן לשון עבר, כדכתיב: \"בורא השמים\", \"לעושה אורים גדולים\" (תהלים קלו, ז), שאנחנו מחוייבים לתפוס לשון הכתוב בכל מה דאפשר. ונראה לי דהכתוב תפס זה שהוא כולל גם לשון הו(ו)ה, מפני שהקדוש ברוך הוא מחדש בכל יום תמיד מעשה בראשית, וכן בורא בכל עת ובכל שעה, שהשגחתו אינו נפסק אפילו רגע אחת, ולכן אומרים לשון שכולל הכל, דעל דבר זה שאוכל הוא לשון עבר ועוד הוא לשון הו(ו)ה, כלומר שגם כעת ברגע זו בורא. ולכן גם בברכת 'שהכל' צריך לומר 'נהיה' בסגו\"ל שהוא לשון בינוני כמו 'בורא' (מגן אברהם סימן ר\"ד סקי\"ד וכן כתב במע\"צ ובמחצית השקל), ויש רוצים לומר 'נהיה' היוד בקמ\"ץ (עיין מגן אברהם סק\"ח) שהוא לשון עבר גמור, ואינו עיקר, והעיקר לומר בסגו\"ל היו\"ד.","ובברכת 'המוציא' יש עיון, ובגמרא (ל\"ח.) אמרו ד'מוציא' וודאי משמע לשעבר, כמו שאמר בלעם: \"אל מוציאם ממצרים\", וכבר יצאו. וב'המוציא' יש פלוגתא, דיש שסובר דגם 'המוציא' משמע לשעבר, כדכתיב: \"המוציא לך מים מצור החלמיש\", ויש סובר דלהבא משמע, כדכתיב בוארא: \"המוציא אתכם מתחת סבלות מצרים\", והוא הבטחה שיוציא אותנו. ומכל מקום פסקו בגמרא: \"והלכתא 'המוציא'”, ומשמע שם דהטעם כדי להראות שגם לשון 'המוציא' הוא עבר ע\"ש. ובאמת אינו מובן, דבכל מקום יש לברור הלשון היותר ברור, אך כיוצא בזה מצינו בפרק קמא דפסחים בברכת 'על ביעור חמץ' ע\"ש. ובירושלמי אמרו כדי שלא לערב האותיות, כלומר דהעולם מסיים במ\"ם, ואם יאמר 'מוציא' יתערבו השני ממי\"ן זה בזה. ואף על גב ד'לחם מן' גם כן סמוכים השני ממי\"ן, זהו משום דבקרא כתיב: \"להוציא לחם מן הארץ\", ואי אפשר לשנות לשון הכתוב, מה שאין כן ב'המוציא' (תוספות שם), ואין הדברים מספיקים כמובן. וראיתי מי שכתב בשנדקדק על לשון 'המוציא לחם מן הארץ', אטו מן הארץ יוצא לחם, והכוונה לרמז על לעתיד לבוא שתוציא גלוסקאות, ולכן לשון 'המוציא' עדיף טפי דכולל גם להבא (עיין ט\"ז אות ד'). ולי נראה כמ\"ש מקודם, דבכוונה כיונו ללשון הוה שהוא כולל העבר והעתיד, שהרי לשון 'המוציא לך מים מצור וגו' הוא עבר והו(ו)ה, שהרי בעת שאמר משה זה היה יוצא מים מן הסלע, ולכן להראות שהקדוש ברוך הוא אינו מסיר השגחתו אף רגע מהעולם והוא מוציא לחם לעולם, וגם בעת האפייה השגחת הקדוש ברוך הוא שיאפה הלחם, אלא מפני שהיא תמידית קראוה טבע, והטבע עצמו היא אלקית השגחת אלקות, אלא מפני שהיא תמידית אין לנו התפעלות מזה, אבל להמתבונן הם ניסים תמידיים, וזהו עניין 'שויתי ה' לנגדי תמיד', כלומר שבכל דבר שאני רואה הוא רק ה' בלבדו ואין עוד ויתן ר[י]וח בין 'לחם' ובין 'מן' שלא לערב האותיות. ואם רבים מסובים ורוצים לצאת בברכת הבוצע, יכוונו לבם לשמוע הברכה ויענו 'אמן', והמברך יכוין לאמן שאומרים. אמנם אצלינו כל אחד מברך 'המוציא' לעצמו, ומכל מקום יש חיוב אמן לענות על ברכת חבירו. וגם קודם ברכה שלו יכול לענות 'אמן' ואין זה הפסק, אבל אחר הברכה לא יענה אמן אף כששומע שגם אחר מברך 'המוציא', כדי שלא יתראה כעונה אמן אחר ברכת עצמו, כמ\"ש בסימן נ\"א ע\"ש בסעיף ד', שכן פסק רבינו הב\"י.","בירושלמי סוף פרק קמא דחלה איתא: \"עשר מצות אדם עושה עד שלא יאכל פרוסה: לא תחרוש בשור וחמור יחדיו, לא תזרע כלאים, לא תחסום שור בדישו, לקט שכחה ופאה, תרומה ומעשר ראשון ומעשר שני וחלה (צ\"ע הא יש ביכורים). רבי יצחק כד אתא למיסב הוא פשט עשר אצבעותיו\" ע\"ש. ולכן כתב רבינו הבית יוסף בסעיף ד': \"יתן שתי ידיו על הפת בשעת ברכה, שיש בהן י' אצבעות כנגד י' מצות התלויות בפת, ולכך יש י' תיבות בברכת המוציא, וי' תיבות בפסוק 'מצמיח חציר לבהמה' וי' תיבות בפסוק 'עיני כל אליך ישברו' וי' תיבות בפסוק 'ארץ חטה ושעורה' וי' תיבות בפסוק 'ויתן לך'” עכ\"ל. ואם יש לו בית יד צריך להסירו, וכשיאמר השם יגביה הפת, ובשבת יגביה שתיהן (מגן אברהם סק\"י). ויזהר שלא לברך 'המוציא' קודם שיתפוס הלחם בידו, דכל ברכה צריך סמוך לעשייתו ממש, כמ\"ש בלולב בסימן תרנ\"א ע\"ש. וזה שמברכים 'המוציא לחם מן הארץ' ולא 'מן האדמה' כמו בברכת 'בורא פרי האדמה', משום דבקרא בברכי נפשי כתיב: \"להוציא לחם מן הארץ\", ועוד יש טעמים בזה (כתב האליה רבה סק\"ה בשם של\"ה שיכוין בברכת השלחן יותר משארי ברכות, כי המאכל והמשתה מביא את האדם לידי גסות הטבע, וצריך להתבונן למשוך לבו לתאוות הש\"י ולא לצד תאוות מאכל ומשתה עכ\"ל. וכתב המגן אברהם סק\"ב דהמהרי\"ל היה חותך סביב הפת כעין טבעת ובאמצע הניחה מחוברת והיה פורס מלמטה למעלה, ובעוגה דקה הניח ח' אצבעותיו למעלה וב' גודלין למטה ובירך ופרס עכ\"ל, ולא אבין למה רק בעוגה דקה עשה כן, ואולי לאו דווקא).","איתא בגמרא (מ'.): אין הבוצע רשאי לבצוע עד שיביאו מלח או ליפתן לפני כל אחד ואחד. רבא איקלע לבי ריש גלותא, אפיקו ליה ריפתא ואכל מיד, ולא המתין עד שיביאו לו מלח או ליפתן. ושאלו לו למה עשה כן, והשיב: לית דין צריך בשש, ופירש רש\"י: לשון עיכוב, כמו \"בושש רכבו\" (שופטים ה כח), כלומר פת נקייה היא זו ואין צריך לפתן עכ\"ל. ועל פי זה כתבו הטור והשולחן ערוך סעיף ה': \"לא יבצע עד שיביאו לפניו מלח או לפתן ללפת בו פרוסת הבציעה, ואם היא נקייה או שהיא מתובלת בתבלין או במלח כעין שלנו, או שנתכוין לאכול פת חריבה - אין צריך להמתין| עכ\"ל. והטור לא הזכיר: 'שנתכוין לאכול פת חריבה' ע\"ש, והרמב\"ם בפרק ז' לא הזכיר אלא זה כמו שנבאר, ויש הפרש גדול ביניהם.","וזה לשון הרמב\"ם: \"אין הבוצע רשאי לבצוע עד שיביאו מלח או ליפתן לפני כל אחד ואחד, אלא אם כן נתכוונו לאכול פת חריבה\" עכ\"ל, ורבינו הבית יוסף כתב הכל. ולפי עניות דעתי אי אפשר לומר כן, דהמדקדק בלשון הטור שכתב: \"מלח או ליפתן ללפת בו פרוסת הבציעה\", נראה להדיא דלא מיירי על הלפת של כל הסעודה, אלא על דבר פרוסת 'המוציא' משום כבודה, דאם הוא פת קיבר צריך לטובלו במלח או בליפתן, ואם הוא פת נקייה או מתובל בתבלין או במלח, יש בו טעם טוב גם בלא מלח וליפתן, וזהו על דרך פירוש רש\"י ותוספות ע\"ש. אבל הרמב\"ם לא הזכיר: 'ללפת בו פרוסת הבציעה', אלא 'עד שיביאו מלח או ליפתן', כלומר מה שרוצה לאכול בהסעודה, אם אוכל רק פת במלח - דיו להביא מלח, ואם רוצה לאכול איזה ליפתן - צריכין להביא לפניו הליפתן. והטעם דכיון דברכת 'המוציא' פוטרת גם הלפת של כל הסעודה, צריכין שיהיו לפניו בעת 'המוציא', ולאו משום דצריך לטבל פרוסת ה'המוציא' בהם, ולכן לא הזכיר הרמב\"ם לחלק בין פת קיבר לפת יפה, דלאו בזה תלוי, אלא הזכיר שאם רצונם לאכול רק פת חריבה, אין צריך להמתין. ויפרש בגמרא מה שאמר רבא: 'לית דין צריך בושש', כלומר אעצמו קאי, שאין צריך להמתין מפני שאין רצונו לאכול רק פת חריבה. ואם כן רבינו הבית יוסף שהלך בשיטת הטור, לא הוה ליה להזכיר הך שנתכוין לאכול פת חריבה, כיון דזהו משום כבוד פרוסת המוציא, ולא ראיתי מי שהעיר בזה וצ\"ע. ולפי מה שבארנו בכוונת הרמב\"ם צריך לעמוד התבשיל הראשון על השלחן בשעת ברכת 'המוציא'.","וכתב רבינו הרמ\"א: דמכל מקום מצוה להביא על כל שלחן מלח קודם שיבצע, כי השלחן דומה למזבח, והאכילה כקרבן, ונאמר: \"על כל קרבנך תקריב מלח\", והוא מגין מן הפורעניות עכ\"ל. דאיתא במדרש כשישראל יושבין וממתינים זה את זה וכו' השטן מקטרג עליהם, וברית מלח מגין עליהם (מגן אברהם). והמקובלים הזהירו בזה לטבול פרוסת המוציא במלח, וכן נוהגים כל יראי אלקים. ואסור להרוג כינה על השלחן שאוכלין עליו, וכן לעשות בו דבר מאוס, לפי שנמשל למזבח, וכתיב: \"זה השלחן אשר לפני ד'” (עיין מגן אברהם ססקי\"ד שכתב דטוב לדבר בדברי תורה מלישב בטל, וטוב משניהם שלא להפסיק כלל עכ\"ל, וכן עיקר לדינא).","אחר שבירך ברכת המוציא יאכל מיד ולא ישיח בשום דבר בין ברכה לאכילה, וכן כל זמן שלועס לא ידבר עד שיבלע פרוסת ה'המוציא'. ואם שח בין ברכה לאכילה - צריך לחזור ולברך, אך אם שח בעת שלועס - אין צריך לחזור ולברך (שם). ואף בין ברכה לאכילה אם שח בעניין השייך ל'המוציא', כגון: 'הבא מלח' 'הבא ליפתן', או אפילו אין שייך ל'המוציא' רק שייך לעניין הסעודה, או כגון שאמר: 'תנו לפלוני לאכול' או אפילו 'תנו מאכל לבהמה' דזהו גם כן כצרכי סעודה, דאסור לאכול עד שיתן מאכל לבהמתו שנאמר: \"ונתתי עשב בשדך לבהמתך\", ואחר כך (שם) \"ואכלת ושבעת\" (גמרא מ'.), ולכן בדיעבד לא הוי דברים כאלו וכיוצא באלו הפסק, ולכתחילה אסור גם דברים אלו. וכתבו דלשתות האדם קודם לבהמה, כדאשכחן ברבקה שאמרה: \"שתה וגם גמליך אשקה\" (מגן אברהם סקי\"ח בשם ספר חסידים).","וכתב רבינו הרמ\"א על הדין שנתבאר, וזה לשונו: \"והא דאם שח דברים בטילים צריך לחזור ולברך, היינו דווקא שח קודם שאכל הבוצע, אבל אחר כך לא הוה שיחה הפסק, אף על פי שעדיין לא אכלו האחרים המסובין כבר יצאו כולם באכילת הבוצע, כי אין צריכים כולם לאכול מן פרוסת הבוצע רק שעושין כן לחיבוב המצוה\" עכ\"ל, ומקור דין זה הוא מהרוקח (בית יוסף). ודימה זה לכוס של קידוש, דלכתחילה נכון שכל המסובים יטעמו ממנו, ובדיעבד יצאו ידי כולם בשתיית המברך. והכי נמי כן, דלכתחילה נכון שיאכלו כולם מפרוסת הבוצע, אך בדיעבד יצאו כולם בטעימת הבוצע, וכיון שהוא טעם הוה כא(י)לו כולם טעמו, ואם כן שיחתם לא הוי כהפסק בין ברכה ל'המוציא', אלא כלאחר 'המוציא'.","ורבים וגדולים חולקים בזה, וסבירא ליה דאין זה דמיון כלל, דהתם הוי ברכת המצוה ובדיעבד כששתה המברך יוצאים כולם, והם באמת לא ישתו מזה. אבל כאן כולם צריכים לאכול, והרי ברכת הנהנין הוא, ואטו יהא עדיף השומע מא(י)לו בירך הוא בעצמו והשיח דצריך לחזור ולברך, ובשביל שהוא שומע אין צריך לחזור ולברך (מגן אברהם סקי\"ט), וכיון שהפסיק בשיחה קודם הנאתו הלכה לה ברכה של זה, ונהנה בלא ברכה (ט\"ז סק\"ח). ועוד דהא העיקר ענייתם אמן והוה כא(י)לו ברכו הם, ואם כן צריך שלא יפסיק בין אמן שלו לאכילתו (שם). ועוד דבאמת רק בקידוש וכיוצא בזה יוצאים השומעים בשתיית המברך בלבד, אבל בברכת הסעודה אינם יוצאים בטעימתו, ומחוייב כל אחד מהמסובין לטעום בעצמו (אליה רבה סקי\"ג), וגם רבינו הבית יוסף בספרו הגדול חולק על דין זה ע\"ש.","ולעניות דעתי איני רואה השגה בכל זה, דהרוקח ורבינו הרמ\"א הכי קאמרי: דהטעימה שטעם הבוצע הוי כא(י)לו טעמו כולם, דהא זהו וודאי דגם קידוש והבדלה כל אחד מחוייב לקדש ולהבדיל ולשתות הכוס, אלא דאמרינן שכולם יוצאים בברכת המקדש ובטעימתו, והכי נמי אמרינן שכולם יוצאים בברכתו ובטעימתו כא(י)לו כולם ברכו וטעמו. ועוד ראיה ממה שיתבאר בסימן רע\"א דאם לא טעם המקדש וטעם אחר – יצא. והשתא קל וחומר הדברים: דאם טעימת אחר כטעימתו, כל שכן שטעימתו כטעימת אחר, ואף להגאונים שחולקים בקידוש, מודים בשארי דברים ע\"ש. ואי משום שיאכלו בעצמם אחר כך וכל נטילתם הוא לאכילה, מכל מקום מה בכך, וכי גרע חיוב השתייה שחייבה תורה מרצון אכילתו, סוף סוף בהכרח לומר דטעימתו הוי כא(י)לו טעמו כל המסובין. (והראיה שהביא המגן אברהם מתוספות פסחים ק\"א. לר\"י ע\"ש, תמיהני דמאי קמדמי שינוי מקום לדיבור, ונהי דר\"י סבירא ליה דשינוי מקום כששתה אין צריך לברך, מכל מקום בלא שתה וודאי אין זה דמיון, ומהרא”ש והמרדכי פשיטא שאין ראיה למעיין שם. ומ\"ש הט\"ז מתפילין תמוה לגמרי, כמובן למעיין בדבריו ע\"ש ודו\"ק).","כתב רבינו הבית יוסף בסעיף ז': \"ראובן שהיה נוטל ידיו לאכילה ויעקב היה מברך ברכת 'המוציא' ונתכוין להוציא השומעים, ואחר כך ניגב ראובן ידיו ובירך 'על נטילת ידים' - לא הוי הפסק ויוצא בברכת יעקב, ואין צריך לחזור ולברך 'המוציא'” עכ\"ל. והטעם: משום דלא גרע זה מצרכי הסעודה דלא הוי הפסק, כמו שנתבאר. ויראה לי דגם אם הוא בעצמו שכח ובירך ברכת 'המוציא' קודם ברכת 'על נטילת ידים' - דגם כן לא הוי הפסק מהאי טעמא. ופשוט הוא דהמברך צריך לכוין להוציאם, והשומעים צריכים לכוין לצאת ושיענו 'אמן'.","אם שכח ואכל בלא ברכת המוציא: אם עדיין לא גמר סעודתו - פשיטא שמברך על מה שיאכל אחר כך, ואם גמר סעודתו - לא יברך. מיהו נכון שיברך ויאכל כזית כשעדיין קודם ברכת המזון, דלדעת הראב\"ד צריך לברך גם אחר כך אלא דלא קיימא לן כן, ולכן נכון לעשות כן (מגן אברהם סקכ\"א). ואם יש לו ספק אם בירך ברכת 'המוציא' אם לאו - הוה ככל ספק ברכות דרבנן ולא יברך, ומ\"ש הטור בשם הרמב\"ם שיברך, אינו כן בנוסחת הרמב\"ם שלפנינו (בית יוסף).","אם בירך על הפת 'שהכל' – יצא, דהיא ברכה כללית. אבל אם בירך 'בורא מיני מזונות' או 'האדמה' - לא יצא. ויש מי שאומר דיצא בברכת 'בורא מיני מזונות' (ש\"ת סקי\"ג בשם ברכ\"י ואבן העוזר), והטעם נראה משום דפת וודאי הוא מזון. ולעניות דעתי נראה דלא יצא, כיון דאינה ברכה מבוררת ואינה על הפת מתקון חכמים - לא יצא, ולא דמי ל'שהכל' שהיא כוללת הכל. ואי משום דפת הוי מזון, דהא מברכינן בברכת המזון: 'על הארץ ועל המזון', הא כל מילי איקרי מזון (עירובין ל'.), ועם כל זה אם בירך על פרי העץ או פרי האדמה 'בורא מיני מזונות' - לא יצא, והכי נמי בפת כן הוא וצ\"ע.","אם בירך על הפת: 'בריך רחמנא מלכא דעלמא מארי דהאי פיתא', או אפילו לא סיים 'פיתא' – יצא, דברכות נאמרות בכל לשון, דאפילו ברכת המזון נאמר בכל לשון כדתנן בפרק ואלו נאמרין, וכל שכן ברכות שלפני אכילה שאינם אלא דרבנן, וכן מפורש בברכות (מ':). ולאו דווקא שבירך בלשון תרגום, אלא הוא הדין אם בירך באיזה לשון שהוא, אם יתורגם: 'ברוך אתה ד' אלקינו מלך העולם וכו' – יצא, ואף על גב ד'מארי דהאי פיתא' אינו כפי לשון 'המוציא לחם מן הארץ' לא חיישינן לה, כיון דעיקר העניין יש בברכה זו. וזהו שאמרו בגמרא שם דאף על גב דלא אמרה בלשון חול כי היכי דתקינו רבנן בלשון הקודש - יצא ע\"ש, והכוונה לעניין הסיום ד'המוציא לחם מן הארץ', דא(י)לו לעניין 'ה' אלהינו מלך העולם' וודאי דצריך ומעכב כדאמרינן שם. אבל אם אמר: 'כמה נאה פת זה, ברוך המקום שבראה' - לא יצא (שם), ואף דבירושלמי שם מבואר דגם בכהאי גוונא יצא ע\"ש, אבל בגמרא שלנו אינו כן, וזהו בכלל 'כל המשנה ממטבע שטבעו חכמים בברכות - לא יצא' (כן נראה לעניות דעתי וצ\"ע על הטור ושולחן ערוך שלא הזכירו דין זה).","שנו חכמים במשנה (מ\"ב.): \"היו יושבין - כל אחד מברך לעצמו, הסבו - אחד מברך לכולם\". כלומר אם אכלו בלא שום הזמנה אלא שהיו יושבין וכל אחד התחיל לאכול ולא הסכימו לאכול ביחד - אין מצטרפין וכל אחד מברך לעצמו, ואם הסבו - אחד מברך לכולן (תר\"י). ודווקא לדידהו שהיו אוכלים בהסיבה היו צריכין הסיבה, וישיבה שלנו הוי קביעות לנו כהסיבה דידהו, שהם היו רגילים כל אחד להסב על מיטתו על שולחנו, אבל עכשיו כולנו אוכלין על שלחן אחד, וכשאנו אוכלים יחד היינו קביעות שלנו (תוספות). ורב האי גאון פירש 'הסיבו' מלשון סיבוב, כשישבו כולם סביב, שזה מורה על הישיבה של קביעות דמתרגמינן: \"וישבו לאכל לחם\" - \"ואסתחרו למיכל לחמא\" (תר\"י).","ואמרו בגמרא שם וכן הוא ברי\"ף, דאי אמרי: 'ניזול ניכול נהמא בדוכתא פלוני', אף על גב דלא הסבו, אפילו כל אחד ואחד אוכל מככרו - כמאן דקביעי דמי ואחד מברך לכולם. כדתניא: \"עשרה שהיו מהלכין בדרך, אף על פי שכולם אוכלים מככר אחד - כל אחד מברך לעצמו. עלו וישבו, אף על פי שכל אחד אוכל מככרו - אחד מברך לכולם\". ואוקימנא: כגון דאמרי: 'ניזול ניכול נהמא בדוכתא פלגיא', עכ\"ל הרי\"ף.","וכן כתב הטור, וכתב דאם הם שנים או רבים - אחד מברך לכולם עכ\"ל. כלומר אף על גב דברכת המזון אין מצטרפים אלא כשיש ג' לזימון, אבל ב'המוציא', אפילו שנים - אחד מברך (בית יוסף). והטעם: דבברכת המזון שעומדין להפרד זה מזה בעינן ג' דווקא, אבל בהמוציא שמתחברין זה עם זה, אף בשנים כן (ב\"ח ומגן אברהם סקכ\"ג). עוד כתב הטור: דבעל הבית עם בני ביתו הוי שפיר קביעות אפילו בלא הסיבה, והאידנא שאין אנו רגילין בהסיבה, ישיבה דידן הוי קביעות ואפילו לבני חבורה, דכהסיבה דידהו דמי\" עכ\"ל, וכן כתב רבינו הרמ\"א בסעיף יא|סעיף י\"א דבעל הבית עם בני ביתו הוי כהסיבו, אפילו ישבו בלא הסיבה (מגן אברהם סקכ\"ד), וזהו מירושלמי שם. ותמיהני על רבינו הרמ\"א דלמה כתב דין זה, כיון דהאידנא די גם לאורחים בישיבה, ובעל הבית עם בני ביתו גם כן צריך ישיבה, אם כן אין חילוק עתה בין אורחין ובין בעל הבית עם בני ביתו, וגם על הטור קשה, ושנאמר שהם כתבו זה לפי דין הגמרא אין דרכם בכך וצ\"ע.","ודע שיש מי שכתב דבהסיבו לא בעינן שכולם יסבו, דאם רק מקצתן מסובין - אחד מברך לכולן אף שאינן מסובין (שם סקכ\"ה בשם ש\"ג). ולפי זה לכאורה לדידן דישיבה הוי כהסיבה, אפילו מקצתן יושבין ומקצתן עומדים. אבל אי אפשר לומר כן, דבעמידה וודאי הוי דרך עראי ובעינן שכולם ישבו, ואף גם בעל הבית עם בני ביתו צריכין כולם לישב, והעומד אינו יוצא בברכתו של בעל הבית. וגם עיקר דין זה דלא בעינן כולם שיסבו לא נזכר בפוסקים, אלא דאף אם נאמר כן בהסיבו, לא נאמר כן בישיבה. (ואף שבהבדלה כתבו התוספות בדף מ\"ג. ד\"ה 'הואיל' דגם בעמידה יצאו מתוך שקובעים עצמן לצאת ע\"ש, מכל מקום באכילה בסעודה לא שייך לומר כן, דהא בכל הסעודה וודאי ישבו, דאין דרך לאכול כל הסעודה מעומד, וכן עיקר לדינא)","וזה לשון רבינו הבית יוסף בסעיף י\"א: \"אם היו שנים או רבים - אחד מברך לכולן, ודווקא הסיבו... אבל אם היו יושבים בלא הסיבה... ואם אמרו: 'נאכל כאן או במקום פלוני'... הוי קבע אפילו בלא הסיבה. והאידנא... ישיבה דידן בשלחן אחד או בלא שלחן במפה אחת הוי קביעות... ולדידן אפילו קבעו מקום לאכילתם או בעל הבית עם בני ביתו - לא מהני אלא אם כן ישבו בשלחן אחד או במפה אחת\" עכ\"ל. ונראה לי דזה שכתב: \"או במפה אחת\" כלומר אפילו בלא שלחן, זהו לפי מנהג מדינתם שישבו על הקרקע ולא כל פעם אכלו על השלחן, אבל במדינתינו כל בלא שלחן אינו קביעות כלל.","עוד כתב בסעיף י\"ב: \"אם היו רוכבים ואמרו: 'נאכל', אף על פי שכל אחד אוכל מככרו, שלא ירדו מהבהמות – מצטרפין, כיון שעמדו במקום אחד, אבל אם היו אוכלים והולכים – לא. ואם היו אוכלים בשדה מפוזרים ומפורדים, אף על פי שאוכלים כולם בשעה אחת ומככר אחד, כיון שלא קבעו מקום ואוכלים מפוזרים - אינם מצטרפים\" עכ\"ל. ביאור דבריו: אף על גב דלעיל נתבאר דאמירה לא מהני רק להעדר הסיבה, אבל מכל מקום צריכין לישב על השלחן, זהו בבית, אבל בשדה מהני אמירה גם בעת הרכיבה כשעמדו. אבל כשאוכלים בעת ההליכה - לא מהני אמירה, וכן כשאוכלים מפוזרים אף שיושבים על הקרקע - לא מהני אמירה. וכשיושבים בעגלה יש מי שמסתפק אם מהני אמירה (מגן אברהם סקכ\"ז), ונראה דלא מהני אם אוכלים בשעה שהסוס הולך, אלא אם כן מעמידים הסוס, דאז מהני אמירה. ובספינה מהני אמירה (שם), וכן בעגלות של מסילות הברזל וודאי דמהני אמירה, שזהו כבית ממש, ורק אם יושבים סמוכים זה לזה ולא מפורדים או מפוזרים. וכבר נתבאר דאין חילוק בכל זה בין אוכל כל אחד מככר שלו, ובין אוכלין מככר אחד.","עוד כתב בסעיף י\"ג: \"היכא דלא קבעו מקום, דאמרינן שכל אחד מברך לעצמו, אם כיון המברך להוציאם והם נתכוונו לצאת - יצאו\" עכ\"ל. כלומר דבדיעבד יצאו בברכת אחד מהם גם בלא קביעת מקום, אם הכינו עצמם לצאת בברכתו והמברך הכין את עצמו להוציאם. ואף על גב דפשיטא דגם בקביעות מקום צריכים לכוין לצאת והוא יכוין להוציאם, אך בקביעות מקום סתמא כן הוא, ובלא קביעות מקום צריכים הכנה לזה, והיינו באמירת פה שיאמרו: 'אנחנו מתכוונים להוציא בברכתו', והוא יאמר: 'אני מכוין להוציאם', דזה עצמו עושה כקביעות. ויש מי שדחה זה מהלכה, לפי שהרא”ש כתב להדיא דאם לא הסיבו, אף על גב דשומע כעונה ואפילו אמר 'אמן' - לא יצא, וכן כתב בשם רש\"י (מגן אברהם סקכ\"ח). ואני אומר דאין מזה סתירה, דוודאי כן הוא וזה מפורש בסוגיית הש\"ס, ואף על גב דשומע כעונה בכל דבר, איתא בירושלמי דזהו לבד מברכת המזון, והוא הדין ל'המוציא' (שם). והטעם: דכיון דנהנה בפני עצמו, צריך לברך בפני עצמו אם לא היתה בקביעות מקום, אך רבינו הבית יוסף מיירי בהכנה מפורשת, דזהו עצמו הוי כקביעות מקום (כן נראה לעניות דעתי). ודע דכל דינים אלו הם בפת, אבל ביין ובברכת מזונות ושארי דברים אם יכול אחד לצאת בברכת חבירו ואיך הדין בקביעת מקום, יתבאר בס\"ד בסימן קע\"ד ובסימן רי\"ג.","ודע דאצלינו אין מנהג כלל לצאת בברכת הבעל הבית ב'המוציא', וכל שכן אורחים המסובים יחד בקביעות, וכל אחד מבני הבית או מהאורחים מברך לעצמו. ובגמרא (נ\"ג.) מבואר להדיא דכל שאחד מברך לכולן הוי מצוה יותר, משום ד'ברוב עם הדרת מלך' ע\"ש, וכן כתב אחד מגדולי ראשונים דטפי עדיף כשמברך אחד בעבור כולם (כסף משנה פרק א' דברכות בשם הרמ\"ה). וצריך לומר משום דאצלינו אין המנהג להמתין בברכת 'המוציא' עד שכולם יטלו ידיהם וישבו סביב השלחן, אלא כל אחד נוטל ידיו ומברך 'המוציא' בעוד שהשאר יש שלא נטלו עדיין, וגם אותם שנטלו לא ישבו על השלחן עדיין, ולפיכך אי אפשר כלל שאחד יצא בברכת השני ב'המוציא'. ולפי זה אם יש מקום שהבעל הבית ממתין ב'המוציא' עד שיטלו כולם ויושבים על השלחן, וודאי יותר טוב שהבעל הבית יברך 'המוציא' והם יענו 'אמן', והוא יכוין להוציאם והם מתכוונים לצאת בברכתו (ואפשר דתופסים כדברי הרמב\"ם בתשובה שהביא שם הכ\"מ אף על גב דלית לה פתרי ע\"ש ודו\"ק).","קיימא לן דבעל הבית בוצע ברכת 'המוציא' כדי שיבצע בעין יפה (מ\"ו.), ואפילו יש גדול ממנו בהמסיבה, מכל מקום הוא בוצע. ויש מי שאומר דאם יש אורח גדול יכול לכבד להאורח (מגן אברהם סקל\"ב בשם ל\"ח), ולא משמע כן בגמרא שם שהביא מעשה, דרבי אבוה כיבד לרבי זירא שיבצע, ולא רצה מפני שבעל הבית בוצע ע\"ש. ואי סלקא דעתך שיכול לכבד, לא היה לו לרבי זירא לעבור על דברי הבעל הבית, ד'כל מה שיאמר לך בעל הבית עשה', אך מפני שהוא נגד הדין, לפיכך לא רצה (ודברי המגן אברהם תמוהים והמחצית השקל נדחק בזה ע\"ש). ואם אינו בבית בעל הבית אלא באכסניא וכולם אורחים, הגדול שבהם בוצע. ואם יש שם כהן והוא שוה במעלה לכל המסובים או אפילו פחות מעט, מצוה להקדימו, אך אם הוא עם הארץ, התלמיד חכם קודם לו ואסור להחכם להקדימו, אבל בפחות מעט מצוה להקדימו ומאריך ימים בכך, אבל אין חובה להקדימו. והמברך יאמר תחילה: 'ברשות מורי ורבותי', ואצלינו ליכא כל מנהג זה מפני שכל אחד מברך לעצמו כמ\"ש (עיין מגן אברהם סקל\"ג והאליה רבה סקכ\"ב חולק עליו ע\"ש ודו\"ק).","ואין הבוצע רשאי לבצוע עד שיכלה 'אמן' מפי רוב העונים, ואין צריך להמתין על המאריכים יותר מדי. ואין המסובים רשאים לטעום עד שיטעום הבוצע, אבל מותר לתת לכל אחד חלקו מפרוסת 'המוציא' קודם שיאכל הוא. ואין זה הפסק בין הברכה להאכילה, דזהו גם כן מכלל האכילה כיון שמברך בעד כולם. מיהו בירושלמי איתא דרב היה אוכל טעימת ה'המוציא' בשמאלו ומחלק בימינו (מגן אברהם סקל\"ד), מיהו על כל פנים המסובים אסורים לטעום קודם שיטעום הבוצע. וכל זה הוא אם הם זקוקים שהבוצע יתן להם מככרו, אבל אם יש לכל אחד ככרו לפניו ואינם זקוקים להבוצע שיתן להם מככרו - רשאים לבצוע מקודם שיטעום הבוצע, אך בשבת אינם רשאים לטעום קודם אף שיש לכל אחד ככרו לפניו, אלא אם כן יש לכל אחד לחם משנה לפניו, דאם לא כן הא יוצאים בלחם משנה של הבוצע, ובעל כורחם צריכים להמתין עליו עד שיטעום הוא.","הבוצע נותן פרוסה לפני כל אחד, ויזהר שלא יתן בדרך זריקה, דאסור לזרוק פת. ויזהר שלא יתן הפרוסה של המוציא מידו לידם של המסובין, אלא נותן לפניהם והם נוטלין מהשלחן. ואין בזה איסור אלא סימן לא טוב הוא בנתינה מיד ליד, וסימנך: \"פרשה ציון בידיה\". ולאבל נותנין מיד ליד, וכן איתא במדרש איכא וכן כתב הרמב\"ם בפרק ז' דין ה' ע\"ש. ובשבת גם להאבל אין נותנין לידו, דאין אבלות בשבת. והבוצע פושט ידו תחילה לקערה לאכול, ואם בא לחלוק כבוד לגדול ממנו רשאי. ואין לשאול דאם יש גדול למה בצע הוא, דיש לומר כגון שהוא הבעל הבית וכמ\"ש דרק הבעל הבית בוצע. וכתב רבינו הרמ\"א בסעיף כ' דיש לאכול פרוסת 'המוציא' בשלימות קודם שיאכל פת אחר כדי שתהא נאכלת לתיאבון מפני חיבוב מצוה עכ\"ל. ואין להאכיל מפרוסת 'המוציא' לכותי או לבהמה, ויש רוצים לומר להניח קצת מפרוסת 'המוציא' עד לבסוף, ואנחנו נוהגים כדברי רבינו הרמ\"א (בתוספות מ\"ז. מוכח להדיא דהחתן צריך לבצוע ע\"ש).","ומי שאינו אוכל אינו יכול לברך ברכת 'המוציא' בשביל אחר, וכן כל ברכת הנהנין כן הוא, דדווקא בברכת המצות יכול אחד לברך בעד חבירו מפני שכל ישראל ער[י]בים זה בזה, וכשזה לא קיים הוי כא(י)לו הוא לא קיים, אבל לא בברכת הנהנין, דאין מברך אלא אם כן נהנה. אך לקטנים יכול לברך כשאינם יכולים לברך בעצמם, אף על פי שאינו אוכל בעצמו, כדי לחנכם במצות. ואפילו בשבת שיש חיוב לאכול פת, מכל מקום לא יברך בעד חבירו כשאינו אוכל בעצמו, ורק ברכת 'בורא פרי הגפן' של קידוש בין דלילה בין דיום ו'על אכילת מצה' עם ברכת 'המוציא' דליל ראשון של פסח שהם חובות גמורים ככל המצות, שפיר יכול לברך בעד חבירו."],["יש קדימה במעלה על איזה פת לברך 'המוציא' כששניהם לפניו ורוצה לאכול משניהם, והיינו פת חטים קודם לפת שעורים, פת שלם קודם לפת פרוסה, פת נקי קודם לשאינו נקי, פת גדול קודם לקטן, בין בפרוסה הגדול קודם ובין בשל[י]מה. אבל של[י]מה קטן קודם לפרוסה גדולה, ואפילו אם השלם אינו נקי כל כך כהפרוסה, והיינו שהפרוסה היא מהסולת והשלימה היא מקמח פשוט, ואף שיש שתי מעלות בהפרוסה נגד השל[י]מה, מכל מקום השל[י]מה קודמת כשהם ממין אחד (עיין מגן אברהם סק\"א). ושתי פרוסות אחת גדולה ואחת נקייה - נקייה קודם, דנקי עדיף מגדול, וכן בשתי של[י]מים האחד גדול והשני נקי - הוא קודם (שם סק\"ז). וכתב רבינו הבית יוסף בסעיף ד': \"ואם שתיהן נקיות וזו לבנה יותר מזו - מברך על הלבנה יותר\" עכ\"ל. ואם השנייה גדולה מזו יש להסתפק (שם סק\"ח), ויכול לעשות כרצונו. ונראה לי דבפת שלנו לא שייך כלל דין זה, דבשלנו כל שלבנה יותר היא נקייה יותר.","וזהו הכל במין אחד, אבל אם אחד של חטים ואחד של שעורים - החטים קודם אפילו הוא פרוסה וקטן ואינו נקי, ושל שעורים שלם וגדול ונקי, דכיון דכתיב: \"ארץ חטה ושעורה\", וקדמיה קרא חטין לשעורין, הוא קודם בכל עניין. ואיתא בגמרא (ל\"ט:) דירא שמים יוצא ידי שתיהם, דאם יש לפניו של[י]מה של שעורין ופרוסה של חטים - מניח הפרוסה בתוך השל[י]מה ובוצע משניהם יחד ומברך, וכך פסקו הרמב\"ם והטור והשולחן ערוך. ואף על גב דבגמרא גופה אמרו דעיקר הדין הוא דהפרוסה של חטין קודמת, אלא דלהעדפה בלבד ירא שמים עושה כן, מכל מקום כיון דאפשר לעשות כירא שמים, ממילא דצריך לעשות כן שהרי אין בזה הפסד. וזהו דווקא בפת שעורים ממש כיון דהוזכר בתורה, אבל בפת שיפון שלנו שקורין קארי\"ן, הגם שזהו מין שעורים, מכל מקום כיון דאינו מפורש בתורה - אין צריך אפילו ירא שמים לעשות כן (שם סק\"ב), ולכן אין אנו עושין כן, ולבד זה בפת שלנו אי אפשר ליתן הפרוסה בתוך השל[י]מה.","ויש שכתבו דאם יש שנים, יברך אחד על השל[י]מה של שעורין ואחד על הפרוסה של חטין (רש\"ל וב\"ח ושל\"ה ומט\"מ). ונראה לי דהכי פירושו: בוודאי אם אחד יוצא בברכת השני אי אפשר לומר כן, אלא כגון אצלינו שכל אחד מברך בפני עצמו ושניהם ישבו יחד בשוה על השלחן, וממילא דאחד לוקח הפרוסה של חטין כדין, ולזה יכול השני ליקח השל[י]מה של שעורין ולברך. ואין צריך להמתין עד שהראשון יגמור הברכה והחתך, והוי ברגע זו כא(י)לו אין לחם אחר לפניו ובוצע על השל[י]מה. וטעמו של דבר זה: דכיון דחזינן דהש\"ס הידרה לצאת ידי שניהם, גם אנו עושין כן מפני כבוד השל[י]מה. וזהו בפרוסה ושל[י]מה משני מינים, אבל כששניהם של[י]מות או שניהם פרוסות או שניהם מין אחד לא יעשה כן, אלא שניהם יברכו על מה שהדין נותן, כגון שניהם של[י]מות או פרוסות והאחת חטין - יברכו שניהם על של חטין, ואם שניהם חטין או שעורין - יברך כל אחד על אחת. ואם אחת חטין ואחת שעורין - יברכו שניהם על החטין, וימתין אחד עד שיברך האחר ואחר כך יברך הוא (עיין מגן אברהם סק\"ב שתמה עליהם, ולפי מה שכתבתי אתי שפיר ודו\"ק).","כתב רבינו הבית יוסף בסעיף ד': \"פת שעורים ופת כוסמים - מברך על של שעורים כיון שהוא ממין ז', אף על פי שהכוסמין יפין\" עכ\"ל, וכן כתב הטור והוא מירושלמי פרק ו' דברכות. והכוונה דאף על גב דכוסמין מין חטין, מכל מקום כיון דשעורין הוזכר בפירוש בתורה, יש לו מעלה נגד כוסמין אף שהוא מין חטין, כמו שיש מעלה לחטין על שעורין מפני דאקדמיה בתורה. ולכן זהו דווקא בפת שעורין עצמו, אבל על מין שעורים כמו פת שיפון שלנו, וודאי דכוסמין קודם כיון שהוא מין חטים, ולנו לא נודע כלל מין כוסמין (וזהו גם כוונת המגן אברהם סק\"ו, והט\"ז סק\"ד נדחק בזה והדבר פשוט כמ\"ש).","כבר נתבאר דכל זה הוא כשרוצה לאכול משניהם, אבל אם אינו רוצה לאכול אלא מאחד מהם - יבצע עליו ואין לו לחוש להשני, אף על פי שהוא חשוב או חביב עליו. ולהיפך כשרוצה לאכול משניהם - יבצע כמו שנתבאר, אפילו הפת השני חביב עליו יותר, כן כתב רבינו הבית יוסף בספרו הגדול ע\"ש. ויש מי שאומר דלדעת הרמב\"ם שיתבאר בסימן רי\"א בפירות דהולכין אחר החביב, גם בכאן כן הוא (מגן אברהם סק\"ו). ולעניות דעתי נראה דאינו כן, דדווקא בפירות שאין בזה קביעות סעודה הולכין להרמב\"ם אחר החביב, ולא בקביעות סעודה כשדעתו לאכול משניהם. וראיה מהרמב\"ם עצמו שדין זה כתב בפרק ז' ולא הזכיר הך דחביב, ובפרק ח' בדין פירות הזכיר זה, אלא וודאי כמ\"ש (וראיתי בבאר היטב סק\"ג דגם היד אהרן השיג עליו ע\"ש).","פת כותים ופת ישראל ושל כותי טוב יותר, והיינו שהוא נקי ושל ישראל אינו נקי, אם אינו נזהר מפת כותים - מברך על איזה מהם שירצה, דכל פת יש לו מעלה, זה מפני שהוא נקי וזה מפני שהוא של ישראל. ואם הוא נזהר מפת כותים - מברך על של ישראל. ומכל מקום מסלק הפת נקי של כותים מעל השלחן עד לאחר ברכת 'המוציא', דאף על גב דהוא נזהר, מכל מקום כיון שאין בו איסור מדינא ורבים אוכלים אותו, לכן טוב שיסלקנו מעל השלחן. ויש אומרים דכיון שהוא נזהר אין צריך לסלקו, ובאינו נזהר צריך לסלקו ולברך על של ישראל (ב\"ח וט\"ז סק\"ה ועיין מגן אברהם סק\"ט). ובאמת נראה כן, דבנזהר ואין דעתו לאכלו למה צריך לסלקו, הא אפילו בלא זה כיון שאין דעתו לאכלו הא לא חיישינן ליה, כמו שנתבאר בסעיף הקודם.","ויש מי שנתן כלל בעניין זה, דהולכין אחרי המעולות שבכל פת, וזה שהוא של ישראל הוה מעלה אחת, ולכן אם יש בשל כותים שני מעלות, כגון שהוא נקי ושלם ושל ישראל פרוסה ואינו נקי - מברך על של כותי כשאינו נזהר. ולהיפך אם של כותי שלם ואינו נקי ושל ישראל נקי ופרוסה - מברך על של ישראל כיון שיש בו שני מעלות (עיין ט\"ז בשם רש\"ל). וזהו וודאי דאם כל אחד יש לו מעלה ומברך על איזה שירצה, אם המסובים שנים זה יברך על זה וזה על זה, ואם הוא אחד ישים זה בתוך זה (שם). וכל זה באינו נזהר, אבל בנזהר אין צריך כלום.","ואם הבעל הבית ובני ביתו מסובין על השלחן והוא הבוצע, והוא נזהר מפת של כותים והוא אין דעתו לאכול ממנו כלל, והבני ביתו אינם נזהרים והם יאכלו מהנקי של כותים, מכל מקום הבעל הבית הבוצע כיון שהוא נזהר יברך על אינו נקי של ישראל. וזה שכתב רבינו הבית יוסף בסעיף ה' דאם הבעל הבית נזהר מפת כותים וישראל שאינו נזהר בכך מיסב עמו על השלחן, כיון דמצוה מוטלת על בעל הבית - יבצע מן היפה של כותים, וכיון שהותר לבצוע הותר בכל הסעודה עכ\"ל. ובאמת יש חולקים בזה (ב\"ח), דאין שום טעם נכון להקל בזה (עיין מגן אברהם סקי\"ב כמה נדחק בזה). ולכן נראה לי דקולא זו אינו אלא באורח שיש בזה מצות הכנסת אורחים וראוי להבעל הבית לכבדו ולעשות 'המוציא' מלחם שהאורח אוכל, וממילא דהותר לכל הסעודה, אבל עם בני ביתו לא שייך זה כמובן. ואף שמהמפרשים לא משמע כן, מכל מקום כן נראה לעניות דעתי עיקר, דכיון דבלאו הכי דין זה חידוש הוא הבו דלא להוסיף עלה.","ורבינו הרמ\"א כתב על דין זה וזה לשונו: \"ודווקא שחביב עליו אותו פת, אבל אם אינו חביב עליו בלא איסור פת של עכו\"ם - אין צריך להקדימו\" עכ\"ל. ודבריו צריכין ביאור, דאטו בחביב תליא מילתא, והרי אינו תלוי אלא אם רצונו לאכול מפת זה אם לאו כמ\"ש, ועוד מאי קא משמע לן. ונראה דגם לרבינו הרמ\"א הוה קשה ליה דין זה, ולכן ביאר דהעניין כן הוא: דאף על גב דהוא נזהר מפתן, מכל מקום כיון דאין איסור גמור בזה, ולכבוד האורח חביב עליו הפת הנקי הזה, כלומר שרצונו לאכול ממנו, ולכן מותר. אבל אם אינו חביב עליו, כלומר שגם עתה אין רצונו כלל לאכול ממנו - אין צריך להקדימו גם בלא זה, וכן נראה לי ממקור הדין מתרומת הדשן (סימן ל\"ב, וזהו גם כוונת המגן אברהם סקי\"ב). וכל זה אם הבעל הבית נזהר, אבל אם הבעל הבית אינו נזהר ואין דעתו לאכול כל הסעודה רק מפתן מפני שהוא נקי, ובני ביתו או האורח נזהרים ואוכלים רק האינו נקי של ישראל, ושני מיני פת אלו מונחים על השלחן - פשיטא שצריך לבצוע על הפת הנקי שלהם, כיון שהוא הבוצע ואין דעתו לאכול רק מפת זה. ובזה לכולי עלמא אין צריך לסלקו מהשלחן, כיון שאין רצונו לאכול מפת אחר (שם סק\"י).","שני גלוסקאות שנתחברו יחד באפייה, ונחתך קצת מן האחד והשנייה נשארה של[י]מה, טוב להפריד החתיכה מהשל[י]מה כדי שתהא נראית של[י]מה ממה שיניחנה דבוק בה, אף על פי שנראית יותר גדולה. ולא יבצע ממנה במקום שהיתה דבוקה בחבירתה, ששם נראית כפרוסה, רק יבצע ממקום השלם שבה. אבל בפרוסה ממש אין צריך ליזהר בזה לבצוע מצד השלם, כיון דבלאו הכי פרוסה היא, אלא בוצע מן הצד (הגר\"ז ועיין מגן אברהם סק\"ה).","כתב רבינו הבית יוסף בסעיף ב': \"אם יש לאדם שני חצאי לחם ואין לו לחם שלם - יחברם יחד בעץ או בשום דבר שלא יהא נראה ודינו כדין שלם, ואפילו בשבת יכול לחברם| עכ\"ל. אבל אם נראה החיבור - אינו מועיל. ובשבת צריך ליזהר שלא ליטול עץ שהוא מוקצה, אלא להכין מערב שבת (מגן אברהם סק\"ד), ואין המנהג לחברם בחול כלל (שם). ודין זה הוא מהרוקח, אבל בתוספות זבחים (ק\"ה: בד\"ה 'חיבור') משמע דלא מהני (באר היטב בשם פמ\"א), אך אפשר דהם כתבו זה לעניין אתרוג ע\"ש ואין ראיה לשארי דברים, ואנחנו לא ראינו המנהג הזה גם בשבת.","אף על גב דלברכת המזון צריך כזית, מכל מקום לעניין ברכת 'המוציא' - אפילו בפחות מכזית, ולאחריו אינו מברך כלום בפחות מכזית. ודין זה אינו רק לעניין פת אלא לכל דבר מאכל ואיך שהוא ברכתו, דברכה ראשונה אפילו על כל שהוא וברכה אחרונה רק בכזית. ויראה לי דאם אכל חצי זית ולא היה בדעתו לאכול יותר, ואחר כך נמלך לאכול עוד חצי זית וצריך לברך עוד פעם ברכה ראשונה - צריך לברך ברכה אחרונה גם כן אם אכל שתיהן בכדי אכילת פרס. ויש מי שמסתפק בזה (באר היטב סקכ\"א בשם הלק\"ט), ולי נראה כמ\"ש (וראיה ממה שיתבאר בפת הבאה בכיסנים כשהתחיל לאכול שלא לקבוע סעודה ואחר כך נמלך לקבוע, דצריך לברך ברכת המזון, והכי נמי כן הוא, דברכה אחרונה אינה תלויה בכוונת הראשונה).","שיעור כזית הוא חצי ביצה, וכבר כתבנו ביורה דעה סימן שכ\"ד ששלשה גדולי עולם אמרו לכפול עתה כל השיעורים, מפני שמצאו בשני שיעורי חלה שכתבו רבותינו, והיינו שיעור אחד בביצים ושיעור אחד באצבעות, והמה סותרים זה את זה. ולכן אמרו דביצים שבזמנינו נתקטנו עד מחצה מהביצים שהיה בזמן חכמי הש\"ס, ולכן עתה שיעור כזית כביצה ורביעית, כפי שג' ביצים מטילים מים (נוב\"י והגר\"א והגר\"ז), וכן נוהגים כל היראים לדקדק בכוס קידוש והבדלה, ולפי זה גם כזית הוי כביצה. ואחד מגדולי הדור חלק עליהם (חתם סופר חא\"ח סימן קכ\"ז), ואנחנו בארנו שם גם כן דהביצים גם כן שוין, אלא שהביצים בכלל אינם שווים זו לזו ולא ממדינה למדינה, ודבר זה ביאר התשב\"ץ (ח\"ג סימן ל\"ג) וזה לשונו: \"כי האצבעות שוות הן בכל המקומות וכו' והוא יותר מכוון ממדת הביצים שאינם שוות בכל מקום וכו'” עכ\"ל. וכן כתב התשב\"ץ בספרו יבין שמועה, וזה לשונו: ,ואני תמה מהמודדים בביצים שלנו, לפי שאין כל המקומות שוין בביצים, שיש גסות כבארצות אדום ויש דקות כבארצות ישמעאל עכ\"ל. וכן שנינו בכלים (פרק י\"ז משנה ו'): \"כביצה שאמרו לא גדולים ולא קטנים אלא בינונים ע\"ש. וגם בעינינו ראינו זאת בתרנגולי פרייסיש\"א או גאלאנסק\"א כשבאו למדינתינו היתה הביצה גדולה הרבה מביצי תרנגולת שלנו, ועכשיו נתערבו זו בזו ואין ההפרש ניכר כל כך. ועוד הבאנו ראיה מהחוש שאי אפשר לומר כלל דכזית הוי כביצה שלנו, שהרי חז\"ל אמרו דבית הבליעה מחזיק כביצת תרנגולת, ולדבריהם הוה כשני ביצים שלנו, והחוש מכחיש זה. אלא וודאי דגם עתה כחצי ביצה בינונית הוה שיעור כזית, וכן עיקר.","איתא בגמרא (מ\"ב.) דפת הבאה בכיסנים מברך עליו 'בורא מיני מזונות' ולא 'המוציא', ומהו פת הבאה בכיסנים יתבאר לפנינו. אך זהו כשאוכלם אכילת עראי, אבל כשקובע סעודה עליהם - מברך 'המוציא' וברכת המזון וטעון נטילת ידים. ואם בתחלה היה בדעתו לאכול מעט ובירך 'בורא מיני מזונות' ואחר כך אכל הרבה - צריך לברך ברכת המזון. וזהו אם לא נמלך בתחלת אכילתו לאכול הרבה אלא שכן היה שאכל הרבה, דממילא לא שייך כאן ברכת 'המוציא' ונטילת ידים. ואפילו אם באמצע אכילתו נמלך לאכול הרבה, מכל מקום כשלא נשאר מזמן ההמלכה עד סוף אכילתו שיעור קביעת סעודה - אין צריך ליטול ידיו ולברך 'המוציא', אבל אם בתחלת אכילתו נמלך לאכול הרבה - צריך ליטול ידיו ולברך 'המוציא' (וזהו כוונת המגן אברהם סקי\"ד).","קביעות סעודה אינו תלוי בדעתו במה שהוא קורא לעצמו קביעות, אלא כל שאחרים קובעים סעודה על שיעור זה - מקרי קביעות וחייב ליטול ידיו ולברך 'המוציא' וברכת המזון. וכך אמרו בגמרא שם: \"כל שאחרים קובעים עליו סעודה - צריך לברך\" ע\"ש. ואם אכל שיעור שאחרים אין קובעין עליו סעודה, אף על פי שהוא שבע ממנו ואצלו מקרי קביעות, מכל מקום אינו מברך אלא 'בורא מיני מזונות' ו'על המחיה' שהיא ברכה מעין שלש, דבטלה דעתו אצל כל אדם. והטעם דשיעור כזה לא מקרי פת שמברכין עליו 'המוציא' וברכת המזון, ואי מפני שהוא שבע הוה כמו ששבע מדברים שברכתן 'שהכל' או 'האדמה' או 'העץ'. והטעם מכל זה משום דמן התורה אין חיוב רק כדי שביעה, כדכתיב: \"ואכלת ושבעת וברכת\", ולכמה מהפוסקים גם ברכת המזון די מן התורה בברכה אחת, אלא שחכמים תיקנו ד' ברכות ובאכילת כזית. ולא תיקנו רק בפת גמור, ובפת כזה לא תיקנו רק בשיעור שכולם קובעים עליו סעודה (הגר\"ז בשולחן ערוך ובסידורו ושני הטעמים צריכים ודו\"ק).","יש אומרים דד' ביצים הוא שיעור קביעת סעודה, כלומר כשאוכל מפת הבאה בכיסנים שיעור זה, מקרי קביעת סעודה (אליה רבה סקי\"ז בשם אור חדש). ויש מי שחולק ואומר דזהו הפחותה של סעודת עניים ששיערו בזה לעירוב, אבל סעודה נכונה היא כחצי עומר, שהרי עומר לגולגולת ירד המן בכל יום לכל אחד על שני סעודות ביום, ועל זה אמרו חז\"ל בעירובין (פ\"ג:): \"האוכל כמדה זו - הרי זה בריא ומבורך\" (הגר\"ז). ולפי זה שיעור קביעת סעודה חצי שיעור חלה שהוא ליטרא וחצי, ובאמת רואים בחוש שכשיעור ד' ביצים אין בה כדי שביעה כלל, והוא אכילת עראי (וכן כתב הח\"א בכלל נ\"ד בנשמת אדם ששמע מהגר\"א שאין דעתו נוחה משיעור ד' ביצים ע\"ש וברור הוא שטעמו כמ\"ש).","יש אומרים דאם אוכל זה עם בשר או שארי תבשילין ובזה האופן יש בהם סעודת קבע, אף על פי שכשאוכלם לבדם אין בהם קביעות סעודה - מקרי קביעות וצריך ליטול ידיו ולברך 'המוציא' וברכת המזון (מגן אברהם סקי\"ג ואליה רבה סקי\"ז). ואם הוא שבע ממנו גם בלא לפתן ואחרים אינם שב[י]עים בשיעור כזה אלא בלפתן - גם כן הדין כן (שם). ויש שמוסיף לומר דאפילו אם אוכלו בלפתן והוא שבע וגם אחרים שבעים בכהאי גוונא, מכל מקום צריך שיעור ד' ביצים (הגר\"ז סעיף ח'). ואני תמה על כל הדברים האלה, שהרי אפילו בעירוב שהולכין הרבה להקל לעניין שתי סעודות לעירובי תחומין, ורבי מאיר ורבי יהודה סוברים כן במשנה דעירובין (פ\"ג:) דמשערים בפת מועט הנאכל בלפתן, ועם כל זה לא קיימא לן כן אלא כתנאי דפליגי עלייהו, וסבירא ליה דמשערין בפת בלבד, כל שכן דלהחמיר לעניין זה לא אמרינן כן, דאם כן הם דברים שאין להם שיעור, וכמה עשירים שמאכלם הרבה תבשילין טובים ואוכלים פת כל שהוא, ומאי שיעורא דד' ביצים לזה. ואי משום שהוא שבע, הרי זה כמי ששבע בפירות, ואיזה עניין הוא ל'המוציא' וברכת המזון. ולכן נראה לעניות דעתי דצריכים לשער בהפת בלבד, ובראשונים לא נמצא דבר זה. (והמגן אברהם הביא ראיה מתוספות וסמ\"ק שכתבו על לחמניות דקבעו עלייהו כמו בפורים, ודייק מזה דפורים אין אוכלין פת בלבד, תמיהני דאטו לעניין זה קאמרי, הם אמרו רק דבפורים הדרך לקבוע סעודה על לחמניות מפני שבכל השנה אין מדרך לקבוע עליהם, ומה עניין זה לזה. וגם מ\"ש הגר\"ז דעד שש ביצים אם לא שבע יברך 'בורא מיני מזונות', ואם הוא שבע יטול ידיו ויברך 'המוציא' וברכת המזון, ומשש ולמעלה עד חצי עשרון אם אינו שבע יברך על לחם אחר ע\"ש, כל השיעורים הללו לא ידעתי, הלא הולכין אחר רוב העולם, וכיון שכתב בעצמו דחצי עשרון הוא שיעור סעודה לכל אדם, מה לנו עוד. וכמדומני שיש שם עירבובי דברים בדפוסים החדשים שהעתיקו מסידורו, ואין הדברים מכוונים ממ\"ש בסידורו למ\"ש בשלחן ערוך ודו\"ק).","ודע שכמה גדולים צעקו ככרוכיא על מה שנתפשט בדורינו בכל המדינה שבעת איזה שמחה עורכים שלחן עם כמה מיני דגים וכמה מיני בשר, ואוכלים עם פת הבאה בכיסנין ואוכלים בלא נטילת ידים ובלא 'המוציא' וברכת המזון, אלא בברכת 'מזונות' ולבסוף 'על המחיה', ואוכלים הרבה מאוד מהגלוסקאות ומחלה האפוי על שמן שקורין בוימי\"ל חלה. ואין שום ספק בזה דצריכין ליטול ידיהם ו'המוציא' וברכת המזון, ואפילו אם יזהרו שלא לאכול הרבה מהפת, מכל מקום הא לדעת הגדולים שבסעיף הקודם אם שבעו מהלפתן חייבים ליטול ידיהם וכו' אף כשאוכלים מעט פת, ובוודאי כד' ביצים אוכלים. ורק מעט מהיריאים נזהרים בישבם על שלחן כזה לבלי לאכול הרבה, או שנוטלים ידיהם ומברכים 'המוציא' על פת סתם, אבל רוב המון ישראל אין שומרים עצמם מזה. על כן בוודאי חלילה לעשות כן, אך אין בידינו למחות כידוע. (וכדי ללמד קצת זכות נראה לעניות דעתי קולא מלשון הרי\"ף בעניין זה, שכתב בזה הלשון: \"מסקנא: היכא דאכל לה בתורת כיסנין מברך 'בורא מיני מזונות' וכו', והיכא דאכל לה בתורת קביעותא - מברך עליה 'המוציא' וג' ברכות\" עכ\"ל. ומשמע מלשונו דאינו תלוי בשיעור קביעת הסעודה אלא באופן האכילה, בין ההכנה לאכילת עראי ובין ההכנה לאכילת קבע. וזה ידוע שבאכילת סעודה גמורה פושטין הבגדים העליונים ויושבים סביב השלחן, אבל באכילות אלו חוטפין ואוכלין כמה שהן בלי הכנה, ויש אוכלין מעומד ומהלך כידוע וסוברים דזה לא מקרי קביעת סעודה. וזה שאמרו בגמרא: \"כל שאחרים קובעין וכו'” צריך לדחוק לפירוש זה גם כן באופן שכתבנו, וכל ירא אלקים ירחק את עצמו מזה, והוא רחום יכפר עון).","ומה נקרא פת הבאה בכיסנין, יש בזה דעות רבות: רש\"י ז\"ל פירש דלאחר אכילה היו רגילין להביא קליות, והם נקראים כיסנים, ומביאים עמהם פת שנלושה עם תבלין כעין אובליא\"ש שלנו וכו', שנותנים בה תבלין הרבה ואגוזים ושקדים וכו' עכ\"ל. ומשמע דהפת נלוש מים עם קמח, אלא שמערבין בה הרבה תבלין ואגוזים ושקדים, ואין ידוע אצלינו מין זה כלל. וכעין זה כתב הטור: שהוא פת העשוי כמין כיסים מליאים צוקר\"א ושקדים ואגוזים ומיני תבלין וכו' עכ\"ל, וזהו פירוש רבינו חננאל שכתב רבינו יונה שם, וכן כתב הערוך, וגם הרשב\"א כתב כעין זה: שממלאים אותה בדבש ושקדים ומיני בשמים ע\"ש. ובשם רב האי גאון כתבו שפת הבאה בכיסנין הם כעכין, והוא פת בין שהיא מתובלת ובין שאינה מתובלת, שעושין אותן כעכין יבישין וכוססין אותם בבית המשתה ואוכלים ממנו קימעא עכ\"ל, וגם זה לא נודע לנו. מיהו לרבותינו אלה עצם הפת נעשה במים כסתם פת, דא(י)לו היה נלוש במשקין היה להם לבאר.","וזהו דעה ראשונה שכתב רבינו הבית יוסף בסעיף ז', וזה לשונו: \"פת הבאה בכיסנין: יש מפרשים פת שעשוי כמין כיסים שממלאין אותן דבש או סוק\"ר ואגוזים ושקדים ותבלין וכו'” עכ\"ל, והכוונה באכילתן להמילוי ולא להפת עצמו, אך מפני שמין דגן חשוב אינו בטל להמילוי, ולכן מברך 'בורא מיני מזונות' (מגן אברהם סקט\"ו), ואם אוכל רק המילוי, מברך כפי ברכת המילוי (שם), ואין חילוק בין מילוי בפירות למילוי בבשר ודגים (ט\"ז סק\"ו). ויש מי שכתב שמזה המין הם מה שעושים בפורים, שממלאים הפת בשומשמין (שם). ולעניות דעתי לא דמי, דבפורים עם כל זה העיקר הוא הפת ככל מיני פת אלא שנותנין בהם גם שומשמין, ופת גמור הוא ומברכין עליו 'המוציא', וכן המנהג הפשוט. ורבותינו שפירשו המילוי, היינו שהעיקר הוא המילוי והפת כמעט בטל הוא להמילוי, אלא מפני שדגן אינו בטל כמ\"ש. אבל בפורים העיקר הוא הפת, ולרש\"י אין בזה מילוי אלא נלוש ביחד, ומכל מקום מפני ריבוי התבלין אין הפת נחשב כלל והוה כמילוי לפירושם.","אמנם פירוש רב האי גאון אינו נכלל בזה, שהרי הוא כתב: \"בין מתובלת בין אינה מתובלת\", ורבינו הבית יוסף כתבו בדיעה השלישית, וזה לשונו: \"ויש מפרשים שהוא פת בין מתובלת וכו', שעושים אותם כעכים יבישים וכוססין אותן, והם הנקראים ביסקונ\"ש\" עכ\"ל. ואינו מובן כלל, דכיון שאין בו תבלין הרי הוא פת גמור, דאטו מפני שהוא יבש אינו פת. וכתבו שהן ערוכות יפה כגלוסקאות נאות, והיינו הקיכלא\"ך שעושין בסעודות לתיאבון (ט\"ז סק\"ח). ולא אדע לכוין זה, והקיכלא\"ך שלנו נלושים בביצים ולא במים, ואיזה דמיון הוא לזה. ואם גם כוונת הגאון כן הוא היה לו לפרש דזהו העיקר, ולהדיא כתבו שנלוש במים (הגר\"ז). וצריך לומר כיון שהוא קשה מאוד אינו כפת, וצ\"ע.","אבל הרמב\"ם בפרק ג' כתב: \"וכן עיסה שלושה בדבש או בשמן או בחלב או שעירב בה מיני תבלין ואפאה, והיא הנקראת פת הבאה בכיסנין, אף על פי שהוא פת - מברך עליה 'בורא מיני מזונות', ואם קבע סעודתו עליה - מברך 'המוציא'” עכ\"ל. והנה הרמב\"ם הזכיר גם 'שעירב בה מיני תבלין' כפירוש רש\"י, ויראה לי דרק על זה כוונתו שנקראה פת הבאה בכיסנין ולא על לשה בדבש וכו', אלא שזה פשיטא כיון שאינה נלושה במים, וזהו הפירוש השני שהביא רבינו הבית יוסף שם. והוסיף לומר דדווקא שיהיה טעם התערובות מי פירות או התבלין ניכר בעיסה עכ\"ל, כלומר דוודאי אם העיקר הוי המים והמי פירות או התבלין מעטים אף שבטעמו מכירין, מכל מקום כיון דבהעיסה אינו ניכר - מברכין 'המוציא', אלא שהם יהיו העיקר שיהיו ניכרין בהעיסה, כלומר בראיית העין יהיה ניכר שיש בהם מי פירות או תבלין, ולכן לא קאמר ניכר בטעם.","ורבינו הרמ\"א כתב על זה: \"ויש אומרים שזה נקרא פת גמור, אלא אם כן יש בהם הרבה תבלין או דבש כמיני מתיקה שקורין לעקו\"ך, שכמעט הדבש והתבלין הם עיקר, וכן נוהגים\" עכ\"ל. ולא אבין, דנראה דגם דעת רבינו הבית יוסף כן הוא כמו שבארנו, דזה אין לומר דכוונת רבינו הרמ\"א הוא שלא יהיה בהם מים כלל, דאם כן לא הוה ליה למימר שהדבש והתבלין הם עיקר, כיון שאין מים כלל. אלא וודאי שיש גם מים, אלא שאין המים עיקר (וכן כתב הט\"ז סק\"ז ע\"ש). ונראה שתפס דדעת רבינו הבית יוסף הוא שדי כשניכרים בטעם (ט\"ז שם), אבל באמת נראה כמ\"ש. מיהו לדינא כל הדעות שנתבארו בפת הבא בכיסנין אמת להלכה, כמ\"ש רבינו הבית יוסף שהלכה כדברי כולם, שלכל אלו הדברים נותנים להם דינים שאמרנו בפת הבאה בכיסנים עכ\"ל. וכתבו הטעם דספיקא דרבנן הוא, ונקטינן להקל. ויש מי שהקשה הא אם אינו מברך הברכה הראויה עובר על 'לא תשא' (ב\"ח). ואינו כן, דוודאי ברכת מזונות פוטר מן התורה אפילו פת, דהא זיין (ט\"ז סק\"ו), וגם ברכת 'על המחיה' פוטר מן התורה לכמה פוסקים, שמן התורה אין צריך רק ברכה אחת. אמנם לעניות דעתי נראה דאין צריך לומר מטעם 'ספיקא דרבנן', אלא שמעיקר הדין כן הוא, אלא שהפוסקים מחולקים בפירושא דפת הבאה בכיסנים, אבל לדינא אין חולקים זה על זה, והרי הרמב\"ם כלל כמעט כולם כמ\"ש (ומ\"ש המגן אברהם בסקי\"ח הוי חומרא בלי טעם כלל, והעיקר כהט\"ז).","ולפי זה כל הקיכלא\"ך שלנו, הן שנלושין בביצים וקורין אותן אייע\"ר קיכלא\"ך, והן שנלושין בחלב או בחמאה שקורין פוטע\"ר קוכי\"ן, וכן העיגולים שקורין אייע\"ר ביגי\"ל, כשיש בהם הרבה ביצים או הרבה חלב או הרבה חמאה אף שיש בהם גם מים - אינם ב'המוציא'. ואין הולכין בהם אחר רוב ומיעוט, דידוע דאף אם בכמותם מעטים מן המים, מכל מקום באיכותם הם הרבה כפי טבע של כל דבר שמן שיש לו התפשטות גדולה. והעיקר: אם למראית העין ניכר שאין זה פת סתם, והכל רואין שהוא פת ביצים או פת חמאה או פת חלב או פת של שמן, כמו שיש אופין על קמח שנלוש בשמן פשוט שקורין פאצאנאסנ\"א מאסל\"א (ורוב ומיעוט שהוזכר בעניין זה היינו על דרך זה ודו\"ק).","והרי לפירושו של רב האי גאון הוי פת הבאה בכיסנין נלוש במים בלבד ובלא תבלין, אלא שעריכתו אינו כסתם לחם, שהוא יבש מאוד ובטעם זה בלבד אין עליו ברכת 'המוציא'. והטעם כמ\"ש הלבוש בסעיף ו', וזה לשונו: דלא קבעו חכמים 'המוציא' וג' ברכות אפילו בכזית אלא בלחם שדרך רוב בני אדם לקבוע עליו סעודתו, דהיינו עיסה שנלושה במים לבד, והקמח ומים עיקר ונאפת כדרכה בלא שינוי וטפלת, שהוא החשוב בפי כל וקובע ברכה לעצמו מחמת חשיבותו. אבל כל שנעשה בה שינוי שאין דרך רוב בני אדם לעשות כמותה ולקבוע עליו - לא חייבוהו לברך 'המוציא' וג' ברכות, אלא אם כן אכל מהן שיעור שדרך בני אדם לקבוע עליו עכ\"ל. (ובזה יתורצו כמה דקדוקים בעניין זה ודו\"ק).","ודע שבימי ילדותי בהיותי במדינת רייסין נתפשט שם אצל האופין שמבשלים גרויפי\"ן של שעורים במים ומסננין את המים, ולשין במים אלו עיסה ואופין מהן גלוסקאות, ומברכין עליהן 'מזונות' ו'על המחיה', ואמרו שכן הורה להם אחד מגדולי הדור בדור הקודם. וטעמו נראה פשוט על פי מאי דאמרינן בברכות (ל\"ט.): דמיא דשלקי כשלקי לעניין ברכה, וממילא דיש על זה דין מי פירות. ואף על גב שהרא”ש כתב מצד דעיקר בישולם לצורך הירקות, והכא עיקר בישולם של השעורים מפני המים, מכל מקום הא כתב הרא”ש דאפילו אם בישל הירקות לצורך מימיהם, כיון שכל העולם מבשלין אותן לאכילה, לא נשתנית ברכת המים בשביל זה עכ\"ל (הובא במגן אברהם סימן ר\"ה סק\"ו), והכא השעורים כל העולם מבשלין אותן לאכילה. ולא דמי לפירות שבשלן במים, דנתבאר בסימן ר\"ב דמברך 'שהכל', דהתם הטעם מפני שאין דרך לבשלם כמבואר שם, אבל גרויפי\"ן הם רק לבישול ולא לעניין אחר. ומכל מקום אין מזה ראיה ברורה דיש לכל הדברים על זה דין מי פירות, ולכן אני רגיל לומר להם שקשה לסמוך על זה לבד, ויש להוסיף על זה קצת שמן או חלב או חמאה, שלכל הפחות הטועם יטעום טעם שמן או טעם חלב וחמאה.","עוד ראיתי באיזה מקומות שלשין במי חלב שקורין סראוועטק\"א, ומברכין עליהן 'מזונות' ו'על המחיה', וחושבין זה למי פירות. ונראה שיש ראיה לזה מהא דתנן במכשירין (פרק ו' משנה ה'): \"מי חלב הרי הן כחלב\", ופירשו דזהו הנפרש מן הגבינה כשמעמידים החלב ע\"ש. ואף על גב דבחולין (קי\"ד.) אמר ריש לקיש: לא שנו אלא להכשיר את הזרעים, אבל לעניין בישול בשר בחלב אינן כחלב ע\"ש, מכל מקום הא בעל כורחנו גם שם אין הפירוש: 'אינו כחלב אלא כמים', דאם כן מה שייך בהכשר זרעים אם הוא כחלב או אינו בחלב, דאם אינו כחלב אלא כמים פשיטא דמכשיר, דעיקר הכשר במים כתיב: \"וכי יותן מים על זרע\", אלא וודאי דאינו כחלב אלא כמי פירות או כפירשא בעלמא. מיהו על כל פנים לעניין 'המוציא' אינו כמים. (וגם בלא זה מנלן לדמות לבישול בשר בחלב, נדמה להכשר זרעים, דהא מדרבנן הוא. ואף על גב דגם לעניין נדרים אינו כחלב, כמ\"ש ביורה דעה סימן רי\"ז, זהו משום דבנדרים הלך אחר לשון בני אדם, וראיה דאם קורין על שם חלב – אסור, כמ\"ש הרמ\"א ע\"ש ודו\"ק)","אמרינן בגמרא (מ\"ב.): \"לחמניות: אי קבע סעודתא עלייהו - מברך 'המוציא', ואם לאו - 'בורא מיני מזונות'. ופירש רש\"י: \"לחמניות - אובליא\"ש בלע\"ז\", ואין ידוע לנו מה זה. והתוספות הקשו דאובליא\"ש הוא לחם גמור, ופירשו דזהו נילי\"ש, וכן כתב הרא”ש ע\"ש, וגם זה אינו ידוע לנו. אך מדברי רבינו הבית יוסף בסעיף ח' מבואר דנלוש במים, ושל רש\"י בלילתו עבה ושל תוספות בלילתו רכה, וזה לשון רבינו הבית יוסף: \"לחמניות: אותן שבלילתן עבה שקורין אובליא\"ש - לחם גמור הוא ומברך עליו 'המוציא' וברכת המזון. ואותן שבלילתן רכה ודקין מאוד שקורין ניבלא\"ש - מברך עליהם 'בורא מיני מזונות' וברכה מעין שלש, ואם קבע סעודתא עלייהו - מברך 'המוציא' וברכת המזון\" עכ\"ל.","והנה גם על פת הבאה בכיסנין פירש רש\"י: פת שנלושה עם תבלין, והוא כעין אובליאו\"ש שלנו כמ\"ש בסעיף י\"ט, ולמה לא הקשו שם התוספות. אמנם האמת דאובליאו\"ש לא נקרא על שם התבלין אלא על שם אופן הערכתו וגלגולו, דהיינו שמגלגלין אותו עד שהוא דק הרבה, ופת של תבלין עשוי גם כן באופן זה. וזהו שכתב רש\"י: 'כעין אובליאו\"ש', כלומר שהערכתו כעין אובליאו\"ש שלנו, וסבירא ליה לרש\"י דכיון דהערכתו משונה אינו בכלל פת סתם, וזהו כעין פירוש רב האי גאון בפת הבאה בכיסנין שבארנו שם. ואולי שהאובליאו\"ש קשה גם כן, והוא ממש פירושו של הגאון, והתוספות והרא”ש לא סבירא ליה כן. וראיתי מי שכתב שדברי רבינו הבית יוסף שבסעיף ח' סותרים דבריו שבסעיף ז', שכתב שם על פת הבאה בכיסנין פת של תבלין כפירוש רש\"י, והרי זהו אובליאו\"ש, ואיך כתב בסעיף ח' דהוא לחם גמור (אבן העוזר). ואינו כן, דאובליאו\"ש אין בו תבלין אלא כמ\"ש, ואין כאן סתירה. ואף שבסעיף ז' הביא גם דברי הגאון, ולדברינו זהו לחמניות לפירוש רש\"י כמ\"ש, אך רבינו הבית יוסף לא יסבור כן ויסבור דלחמניות אינו קשה הרבה ואינו דומה לכיסנין של הגאון, דשל הגאון אינן לאכילה אלא לקינוח סעודה (מגן אברהם סקי\"ט). ויש מי שכתב דאובליאו\"ש נאפה מבלי גלגול, רק שמערב עיסה עם מים לישה עבה (ט\"ז סק\"ט). ותימא גדול הוא, דהא משמע להדיא דלחמניות הוא מאכל חשוב, ושמו מוכיח: 'לחמניות', כלומר לחם דק, שכן פירש הערוך שהוא כעין פת הבאה בכיסנין, וכן מבואר מהרי\"ף ע\"ש, ואם כן איך נאמר שהוא בלי גלגול. אלא אדרבא שמגלגלין אותו הרבה עד שנעשה דק.","ונילי\"ש פירשו שזהו שקורין נאלסינק\"י, שמערבין קמח עם מים בקדרה כמו דייסא, ושופכין אותן על עלי ירקות רחבים ואופין אותן בתנור עם העלים (שם וב\"ח ומגן אברהם סק\"ך). ובאמת אינו מובן, דאם כן אינו בגדר לחם כלל, והרשב\"א באמת דחה פירוש התוספות מטעם זה, ומשמע דמסכים לרש\"י ע\"ש. ולעניות דעתי נראה דבאופן שבארנו שעריכתו דקה מאוד אפשר גם התוספות והרא”ש יודו לרש\"י, מיהו בין כך ובין כך אין ידוע לנו מהותי לחם כאלו, ואין להאריך עוד בזה.","עוד כתב רבינו הבית יוסף דאלו הלחמניות כשאוכלין אותן בתוך הסעודה שלא מחמת הסעודה (שאינו אוכל בשביל שביעה אלא לתענוג), טעונים ברכה לפניהם ולא לאחריהם (דברכת המזון פוטר). אבל אותם רקיקים דקים שנותנים מרקחת עליהם, הם טפילים לגבי המרקחת, וברכת המרקחת פוטרתן עכ\"ל. דאין מתכוונים לאכול הרקיקים כלל אלא שעושים הרקיקים כדי שלא יטנפו ידיהן בהמרקחת (מגן אברהם סקכ\"ג), ולכן אפילו אוכלם יחד מברך על המרקחת ופוטר הרקיקים כדין עיקר שפוטר את הטפל, אבל כשאוכל הרקיקין לבדן, מברך 'בורא מיני מזונות' (ט\"ז סקי\"א).","ולפי זה גם בכל פת הבאה בכיסנין הדין כן, שכשאוכלן בתוך הסעודה צריכין ברכה לפניהם. אבל באמת לאו כללא הוא, דהא תנן: \"בירך על הפת - פטר את הפרפרת\", ופירשו תר\"י כגון נילו\"ש ופירות, וגם רש\"י פירש על 'פרפראות': כגון כיסני ולחמניות ע\"ש. אמנם ביאור הדברים כן הוא, דכשאוכלן למזון ולתבשיל שרוצה לשבוע מזה - ברכת הפת פוטרתן, אמנם אם כוונתו לקינוח ולתענוג בעלמא - אין הפת פוטרתן, ולזה הסכימו רוב גדולי האחרונים (של\"ה ומגן אברהם סקכ\"ב ואליה רבה). ויש מי שחולק בזה (ט\"ז סק\"י), והלכה כרבים, וגם הסברא נותנת כן.","ולפי זה אצלינו כשאוכלין באמצע סעודה פוט\"ר קוכי\"ן או קיכלא\"ך עבים או כל מיני פלאדינ\"ס הממולאים בפירות או בתבלין, וודאי באים לשביעה ולהמשיך תאוות המאכל ואין צריך ברכה כלל. אבל כשאוכל לעקא\"ך או טאר\"ט וצוקע\"ר לעקא\"ך ומאנדי\"ל ברייטלא\"ך וטייגלא\"ך ופיריסקע\"ס, ורקיקין דקין מאוד כמו הויזי\"ן בלאזי\"ן - צריכין ברכה לפניהם, דכל אלו אין דרך לאוכלן לשם שביעה אלא לתענוג בעלמא ולקינוח. ואפילו מי שכוונתו לשביעה בטלה דעתו אצל כל אדם, וכן יש להורות (וקרעפלא\"ך ובלינצע\"ס וטייגאכ\"ץ הם מהסעודה).","איתא בגמרא (ל\"ז:): \"האי חביצא, אף על גב דלית ביה פירורין כזית - מברך עליו 'המוציא', והוא דאיכא עלייהו תוריתא דנהמי\". ומקודם זה תניא: דכשבשל את הלחם בזמן שהפרוסות קיימות, בתחלה מברך עליה 'המוציא' ולסוף ג' ברכות. ואם אין הפרוסות קיימות, בתחלה מברך 'בורא מיני מזונות' ולבסוף ברכה מעין שלש. ובירושלמי מפרש דפרוסות קיימות היינו שיש בהן כזית, ואין קיימות היינו שאין בהן כזית. עוד אמרינן שם דלחם אפילו פוררן עד שמחזירן לסולת - מברך 'המוציא' ע\"ש, וחילק רבינו יונה דברים אלו לג' פרטים, והסכימו על ידו הטור והשולחן ערוך בסעיף י' כמו שיתבאר.","והיינו אם בשלו הפרוסות ברותחין בכלי ראשון, בין שנדבקו יחד ובין שלא נדבקו יחד, אם יש בכל פרוסה כזית, זה נקרא פרוסות קיימות וצריך לברך 'המוציא' וברכת המזון, ואין חילוק אם יש עליהם תואר לחם אם לאו, וזהו הברייתא והירושלמי. ואם לא בשלו הפרוסות אלא דבקן יחד על ידי מרק או על ידי דבש או חלב או שאר משקין, וזה נקרא חביצא, היא פחותה במעלה, והיינו דאף דאין בפרוסות כזית - צריך לברך 'המוציא' וברכת המזון אם יש עליהם תואר לחם. אבל אם אין בהם כזית וגם אין עליהם תואר לחם - מברך 'מזונות' וברכה מעין שלש. ובבישול באין כזית, אף דיש תואר לחם - מברך 'בורא מיני מזונות' ומעין שלש, וזהו מאמר הגמרא בחביצא, וכל שכן כשיש בהם כזית, דגם בבישול אין חילוק. ואם אינו לא מבושל ולא שום דיבוק אלא מפורר דק דק, כמו שכותשין המצה ומנפין אותן בנפה שקורין מצה מע\"ל, אף על פי שאין בו כזית ולא תואר לחם - מברך עליו 'המוציא' וברכת המזון כשאוכלן יבשין.","יש מי שכתב בלשון זה: אמרינן בגמרא דאם פירר הלחם עד שמחזירן כסולת, ואחר כך חזר וגבלן יחד וחזר ואפאן - צריך לברך 'המוציא' אפילו ליכא תוריתא דנהמא, דהא מקרי פירורין שיש בהם כזית, ובכזית לא בעי תואר לחם. ומשמע שם אפילו מטוגנים בשמן בתחלה דומיא דמנחות, ואם כן אותם שעושים חרעמזלא\"ך מלחם מפורר או מלחם שרוי במים צריך לברך 'המוציא', כיון שתחלתו היה לחם לא נפק מתורת פת עד שאין בכל אחד כזית (מגן אברהם סקכ\"ח).","וכל דבריו תמוהים, דזה שכתב: \"אם אחר כך נדבקו יחד מקרי פירורים שיש בהם כזית\", אינו כן כמ\"ש הלבוש, דכל שקודם הבישול לא היה כזית בהפירורין, אף שנדבקו יחד על ידי הבישול, לא מקרי יש בהם כזית ע\"ש. והגמרא שאמרה דכשפיררן וחזר ועירסן מברך 'המוציא', פירושו שחזר ואפאן כמו שפירש רש\"י ע\"ש. אבל כשחזר ובשלן או טיגנן, כמו אצלינו הקניידלא\"ך שעושים בפסח שמבשלין אותן, או החרעמזלא\"ך שמטגנים אותם בדבש ושומן - אין דיבוקן כלום, וכיון שמקודם לא היה בהם בהפרורין כזית, וכשנדבקו בבישול כהקניידלא\"ך או על ידי טיגון כהחרעמזלא\"ך כבר עברה מהם צורת הפת, ואין דיבוקן עתה מקרי דיבוק ומברך 'בורא מיני מזונות'. וכל שכן אם מערבים בהם קודם הבישול וקודם הטיגון ביצים ושומן אין שום סברא לברך עליהם 'המוציא', וכן כתבו גדולי האחרונים (אליה רבה ואבן העוזר כמ\"ש המחצית השקל). וכן טייגאכ\"ץ שעושין בפסח ממצה שבורה לשברים קטנים שאין בכל אחד מהשברים כזית, ומערבים בהם ביצים ושומן ואחר כך מטגנים אותם, ופשיטא שעברה מעליהם צורת הפת - הדבר פשוט שמברכין עליו 'מזונות', וכן מנהג העולם ואין שום חשש בזה כלל וכלל (וגם המגן אברהם עצמו בסוף דבריו כתב כן בשם הכנסת הגדולה, וכתב וצ\"ע ע\"ש, ואין כאן עיון כלל ופשוט הוא לדינא בלי פקפוק כלל).","ודע דבאלו שיצאו מכלל ברכת 'המוציא' וברכת המזון על ידי בישול או חיבור או טיגון שאין עליהם צורת פת כלל, אפילו אכל שיעור קביעת סעודה - אין צריך 'המוציא' וברכת המזון אלא 'בורא מיני מזונות' וברכה מעין שלש. וזה שנתבאר דבקביעת סעודה צריך לברך 'המוציא' וברכת המזון, זהו בתואר פת אפויה כמו קיכלא\"ך ופוט\"ר קוכי\"ן וכיוצא בהם, שהפטור הוא מפני שעל לחם כזה לא תיקנו 'המוציא' וברכת המזון אלא על ידי קביעת סעודה. אבל באלו שהיו לחם ונתבטלו על ידי הפירורין והבישול או הדיבוק או הטיגון מתורת לחם, אין על זה שם לחם כלל ולא שייך עליהם ברכת 'המוציא' וברכת המזון. וכל שכן בטיגוני קמח שלנו כמו קרעפלא\"ך בלינצע\"ס פאמפוסקע\"ס שאין בהם ברכת 'המוציא' וברכת המזון אפילו אכל מהם הרבה, כיון שאין שם לחם על זה כלל (מגן אברהם שם).","יש מי שאומר דפירורין שאין בהן כזית שנותנים במים והמים מתלבנים מחמת הפירורים, כגון ששראן הרבה שעות, הלך מהם תואר הלחם ואין מברך עליהם אלא 'בורא מיני מזונות' וברכה מעין שלש. ואפילו שראן במים צוננים ולא היו בהמים מעת לעת שנאמר 'כבוש כמבושל', כיון שאבדו צורת הלחם והפירורין היו פחות מכזית, וכל שכן כששראן במים חמין דבמעט זמן יאבדו צורת הלחם. ודע שיש מי שכתב דהוא הדין הנותנים חתיכות פת שמייבשין על הגחלים בשכר וקורין להם פעני\"ץ נמי דינא הכי (שם סקכ\"ט בשם של\"ה), ואיני יודע פירוש לזה, דהא פעני\"ץ שלנו שמייבשין אותם בתנור חם וקורין סוחארע\"ס הרי הם פת גמור. ואין לשאול על מה דקיימא לן בסימן תס\"א דיוצאין במצה שרויה, והרי אין מברכין עליו 'המוציא', דיש לומר כגון שיש בהפרוסות כזית (שם סק\"ל), ועוד דבאמת אין שורין את המצה עד שתאבד צורתה.","וכן יש מי שאומר שפת השרוי ביין אדום ונשרה עד שנעשה הפת אדום, יצא מתורת לחם, שאבד צורתו והוא כפת הבאה בכיסנין דברכתו 'מזונות' ומעין ג', אם לא אכל סעודה קבועה ממנו. אך זהו דווקא כשנתפרר או בפרוסות שאין בהן כזית, דא(י)לו יש בהן כזית, הא אף בבישול לא יצא מתורת לחם וכל שכן בשרייה. ולעניין הברכה על היין - אין צריך, דמברך 'בורא מיני מזונות' על הפת השרוי ופוטר היין הנבלע בתוכו, והכי תניא בתוספתא (פרק ד'): אורז ויין, כלומר שהיין מובלע בהאורז - מברך על האורז ופוטר את היין, כדין עיקר שפוטר את הטפלה (שם). ולכן אם כוונתו רק למצוץ היין שבתוכו - מברך על היין 'בורא פרי הגפן' (שם), ואם כוונתו על שניהם, ששניהם אצלו עיקרים - מברך על שניהם (שם), ופרטי דינים יתבאר בסימן קע\"ז בעניין זה, וכן הדין בכל מיני משקים הבלועים במאכלים. ואם מפרר קצת לחם דק במשקה כדי ליתן טעם בהמשקה ולא לשם הלחם - אין צריך לברך כלל על הלחם (שם).","ודע דבעניין פת מבושל יש בדברי הרמב\"ם בפרק ג' דין ח' תמיה רבה, שכתב: \"הפת שפתת אותה פיתים ובשלה בקדרה או לשה במרק, אם יש בפתיתין כזית או שניכר שהן פת ולא נשתנה צורתה - מברך עליה בתחלה 'המוציא'. ואם אין בהן כזית או שעברה צורת הפת בבישול - מברך עליה בתחלה 'בורא מיני מזונות' עכ\"ל. וסותר את עצמו מרישא לסיפא, דברישא מחמיר דבכזית לא מהני העברת צורתה ובפחות מכזית צריך להיות העברת צורתה כדעת כל הפוסקים, ובסיפא קאמר להיפך, דבאין כזית אפילו לא עברה צורתה ובכזית מהני העברת צורה, וכבר נלאו כל חכמי הדורות לתרץ דבריו (עיין כ\"מ ולח\"מ וב\"ח וט\"ז סקי\"ב). והמחוור כמי שאמר בשם גדולי ספרד שטעות נפל ב'או' דסיפא, וכן צריך לומר: 'ואם אין בהן כזית ועברה צורת הפת וכו'. ולפי זה דבריו כדברי כל הפוסקים (כ\"מ בשם ר\"י פאסי), אלא שבזה חולק שאינו מחלק בין בישול לבין דיבוק במרק. ויש אומרים דרישא קאי אדיבוק דמרק וסיפא אבישול (כ\"מ), ולפי זה מיקל בבישול דאפילו בכזית אם עברה צורתה מברך 'בורא מיני מזונות', דלא ככל הפוסקים כמו שנתבאר. ויש שחילקו בין לשון 'לא נשתנה צורתה' שזה מורה שניכר היטב ולא נשתנה כלל, דבכהאי גוונא גם בפחות מכזית מברך 'המוציא', ובכזית אף על פי שנשתנה קצת ואינו ניכר היטב מברך 'המוציא', ובין לשון 'שעברה צורת הפת' והיינו שלגמרי עברה הצורה, דאז אפילו בכזית מברך 'בורא מיני מזונות', ואבישול שייך עניין זה ולא על דיבוק דמרק כמובן (שם בשם הר\"י שושן והר\"י פאסי ואברבנאל). ולפי זה אפשר דגם כל הפוסקים יודו לו בפרט זה כשהוא ממש כתבשיל, וצ\"ע (וגם הלח\"מ הסכים כן ע\"ש). ויש מי שכתב דזה שכתב ברישא 'אם יש כזית' היינו לאחר הבישול\\ ומקודם היה פחות מכזית אלא שנתדבק בבישול (ט\"ז שם), ומכל מקום לדינא איך שהוא כוונת הרמב\"ם הלכה כרבינו יונה והטור והשולחן ערוך (שם).","כתב רבינו הבית יוסף בסעיף י\"ג: \"אפילו דבר שבלילתו עבה, אם בשלה או טגנה - אין מברך עליה 'המוציא', אפילו שיש עליה תוריתא דנהמא ואפילו נתחייבה בחלה, דברכת 'המוציא' אינו הולך אלא אחר שעת אפייה. ויש חולקין ואומרים דכל שתחלת העיסה עבה, אפילו ריככה אחר כך במים ועשאה סופגנין ובשלה במים או טיגנה בשמן - מברך עליהם המוציא, ונהגו להקל. וירא שמים יוצא שניהם, ולא יאכל אלא על ידי שיברך על לחם אחר תחילה\" עכ\"ל, ולקמן יתבאר בזה.","וכתב על זה רבינו הרמ\"א: דכל זה לא מיירי אלא בדאית ביה אחר אפייה תואר לחם, אבל אי לית ביה תואר לחם, כגון לאקשי\"ן שקורין וירמזלא\"ך - לכולי עלמא אין מברכין עליהם 'המוציא' ולא ג' ברכות, דלא מקרי לחם. אבל פשטיד\"א וקרעפלא\"ך מקרי תואר לחם, ואין לאכלם אלא אם כן בירך על שאר הפת תחילה. וכל זה לא מיירי אלא בעיסה שאין בה שמן ודבש וכיוצא בו אלא שמטוגן בהם, אבל אם נלוש בהם, כבר נתבאר דינו אצל פת הבאה בכיסנין עכ\"ל, ודבריהם צריכין ביאור.","וביאור הדברים כן הוא, דהנה עד כה נתבאר דין פת הבאה בכיסנין, והיינו שלישתו אינו כסתם פת, ונתבאר דין חביצה, והיינו שהוא פת גמור גם לאחר אפייה, אלא שבישל את הפת או דיבקו על ידי מרק. ועתה מבאר דין פת שבלישה הוא פת גמור, והיינו רק במים בלבד כסתם פת, ובלילתו עבה כסתם בצק, אלא שלא נאפה כסתם פת, והיינו שבשלה או טיגנה ויש עליה תואר לחם. והנה זהו תרתי דסתרי, דהרי הבישול מעביר תואר הלחם כמו שנתבאר, אלא הכוונה לא בישול ממש, אלא שאפאה באילפס עם מעט מים (מגן אברהם סקל\"א), וזהו כעין בישול ונשאר עליו צורתו. וכן הטיגון הוי כהאי גוונא, במעט שומן או מעט חמאה, דבכהאי גוונא חייב בחלה כמ\"ש ביורה דעה סימן שכ\"ט. אבל ב'המוציא' פטור, דחלה החיוב בשעת לישה, ו'המוציא' חיובו לאחר אפייה, ואפייתו אינו כסתם לחם. ויש חולקים ואומרים ד'המוציא' הוי כחלה בדין זה, והמנהג כדעה ראשונה.","וכל זה בא רבינו הרמ\"א לפרש שלא תטעה בלשון 'בשלה במים או טגנה בשמן', דהוי בישול ממש וטגון ממש, דאם כן אין כאן תואר לחם ולכולי עלמא פטור, דאפילו ר\"ת דמחמיר וסבירא ליה ד'המוציא' תלוי בחלה כמובא בתוספות ורא\"ש וכל הפוסקים, זהו הכל כשיש בזה תואר לחם. ולר\"ת באמת גם בפת הבא בכיסנין בנלוש על ידי משקין חייב גם כן ב'המוציא' אם יש בזה תואר לחם, אלא דבזה לא חששו רבותינו בעלי השולחן ערוך להביא דעתו שהיא דעה יחידאי, כיון דלישתו אינו כסתם לחם (ומתורץ קושית אבן העוזר ע\"ש). ורק בכאן שלישתו הוי כסתם לחם חששו להביא דעתו, וגם בזה כתבו דהמנהג להקל, ורק ירא שמים שחושש יברך על לחם אחר תחלה.","והוסיף רבינו הרמ\"א לומר דבאין בו תואר לחם - לכולי עלמא אין מברכין 'המוציא' וג' ברכות, וזה שכתב דפשטיד\"א וקרעפלא\"ך מקרי תואר לחם, אינו כפשטידו\"ת וקרעפלא\"ך שלנו, דכוונתו שמשימים בשר או גבינה בין עיסה לעיסה ואופין בתנור, והוא לחם ממש, וזהו כעין האמאנטא\"ש שלנו בפורים שממלאים שומשמין בהלחם והוא לחם גמור, וכן הם הפשטיד\"א והקרעפלא\"ך שכתב, שהם ממש פת ומשימים בתוכם דבר מה. ואין זה דמיון לפת הבאה בכיסנין שבסעיף ז' לדעה ראשונה, שממלאים אותם הרבה תבלין ושקדים ואגוזים, דבשם ממלאים העיסה בריבוי הרבה עד שעיקר הכוונה להמילוי, כמ\"ש בסעיף כ', אבל בכאן מיירי שהעיקר הוא הפת, וממלאים אותה כדרך פשטיד\"א וקרעפלא\"ך שממלאין אותן בשר וגבינה וכיוצא בהם, אבל העיקר הוא הפת. ואחר כך כתב דכל זה לא מיירי אלא בעיסה שאין בה שמן ודבש וכו', כלומר שהלישה הוא כשאר לחם, אבל בלאו הכי הוי פת הבאה בכסנין לדעת הרמב\"ם, שהיא דעה שנייה שבסעיף ז'. (זהו ביאור דבריהם, והאבן עוזר כתב שסעיף י\"ג סותר לסעיף ז', ואין כאן סתירה, וגם מ\"ש הב\"ח דאם היה דעתו לאפותה ונמלך לבשלה מברך 'המוציא', כבר דחה זה המגן אברהם בסקל\"ב, וגם אין צריך למ\"ש הט\"ז בסקט\"ז סקי\"ט. והרמ\"א נקיט לשון אפייה, להורות שלשון בישול וטגון שכתב הבית יוסף הוא לאו ממש כמו שבארנו. וכמ\"ש המגן אברהם בסקל\"א ובסקל\"ו ע\"ש. אך מה שמסתפק המגן אברהם בסקל\"ח אם בכאן בקביעות סעודה צריך לברך 'המוציא' כשנלוש בשמן ודבש וטגנו אחר כך במשקה ע\"ש, ולעניות דעתי נראה כיון דאין זה טגון ממש אלא טגון קצת כמ\"ש, צריך לברך 'המוציא' בקביעת סעודה).","בימיהם היה פת חלוט, כלומר שחלטו העיסה ברותחין ואפאוהו בתנור, ופת גמור הוא ומברך 'המוציא' וברכת המזון. ובזמנינו העיגולים מטבילין ברותחין והוא פת גמור, וכן כשחולטין הקמח ברותחין ואחר כך אופין בתנור כשלשין אותו, גם כן פת גמור הוא, וכן אפילו דבר שבלילתו רכה, כשאפאו בתנור הוי פת גמור ומברך 'המוציא' וברכת המזון. ואפילו אם אפאו באלפס, אם רק אפאו בלא משקה כלל ואף אם משחו האלפס במעט משקה, לא מקרי משקה, דזה עושין כדי שלא ישרוף הפת, ומברך 'המוציא' וברכת המזון. אבל אם נתן בהאלפס קצת משקה לשם טגון, זהו הדין הקודם, דאפילו בבלילתו עבה אין צריך 'המוציא', ובשם הבאנו דעה החולקת דמשוה לחלה, אבל בבלילתו רכה בכהאי גוונא כשטגנו בקצת משקה, לכל הדעות לאו לחם הוא. (זהו ביאור השולחן ערוך סעיף י\"ד, ועיין מגן אברהם סקל\"ט שכתב בשם רי\"ו שאפילו טגנו בשמן ואפאו אחר כך מברך 'המוציא' ע\"ש, ואין כוונתו לטגון גמור דבכהאי גוונא הוי כסנין, אלא כוונתו טגון קצת, וכיון שהלישה והאפייה הוי כסתם לחם, לכן הקצת טגון שבאמצע אינו מעכב)","כתב הטור: \"טרוקנין, והוא שעושין גומא בכירה ונותן בה קמח ומים ומערבים בה ונאפים בה - חייב בחלה, ומברכין עליו 'המוציא', ואדם יוצא בו ידי חובתו בפסח, כיון שהוא בגומא ומתקבצין יחדיו נעשה כמו פת גמור. אבל טריתא שבלילתו רכה, והוא שלוקחים קמח ומים ומערבים אותם ושופכים אותו על הכירה והוא נתפשט ונאפה - אין עליו תורת לחם, ומברכין 'עליו בורא מיני מזונות'” עכ\"ל. ואם קבע עליו סעודה, פסק הטור דצריך לברך 'המוציא', ורבינו הבית יוסף פסק דאפילו קבע סעודתו מברך 'בורא מיני מזונות', דסבירא ליה שאין זה בגדר לחם כלל, ובטרוקנין פסק דדווקא בקבע סעודה מברך 'המוציא', אבל בלא קבע סעודה מברך 'מזונות' ע\"ש. וסוגית הש\"ס (ל\"ז:) מבואר כרבינו הבית יוסף, ובירושלמי משמע כהטור, וברבינו ירוחם מפורש כרבינו הבית יוסף. מיהו יש אומרים דבטריתא כשקבע הדין עם הטור, וההפרש בין טריתא לטרוקנין הוא רק לעניין חלה, וברבינו ירוחם יש טעות הדפוס (מגן אברהם סקמ\"ח). ואין להאריך בזה כי אצלינו ליכא כלל מינים אלו.","עוד כתבו: \"נהמא דהנדקא, והוא לחם (עיסה) שאופין בשפוד ומושחין אותו בשמן או במי ביצים, וכן לחם העשוי לכותח שאין אופין אותו בתנור אלא בחמה - מברך עליו 'בורא מיני מזונות'” עכ\"ל. וכתב הטור: \"ואם עשאה כעכין, פירוש ערוכה ונאה כעין גלוסקא - חייבת בחלה ומברך עליה 'המוציא'” עכ\"ל. ואינו ידוע למה השמיטה רבינו הבית יוסף, דבגמרא שם מפורש כן, וזהו בלחם העשוי לכותח ע\"ש, ובנהמא דהנדקא לא שייך זה כמובן. והנה גם אלו המינים ליכא אצלינו, ואין להאריך בזה.","כתב רבינו הבית יוסף בסעיף י\"ז: \"פשטיד\"א הנאפית בתנור בבשר או בדגים או בגבינה - מברך עליה 'המוציא' וברכת המזון\" עכ\"ל. וכתב רבינו הרמ\"א: \"ודווקא שאפאו בתנור בלא משקה, אבל אם אפאו במחבת במשקה - אין לברך עליו ואין לאכלו רק תוך הסעודה כמו שנתבאר\" עכ\"ל. והפשטיד\"א הוא פת גמור, אלא שנותנים בו בשר או גבינה, כמו אצלינו בפורים שממלאים שומשמין בהלחם, וכבר נתבאר דין זה בסעיף מ\"ו. וזה שכתב דבאפאו במחבת במשקה אין לאכלו רק תוך הסעודה, זהו מפני המשקה דאולי ביטלה מתורת לחם, וזהו וודאי במשקה מעט. אבל בהרבה - וודאי שבטלה מתורת לחם, כמ\"ש בסעיף מ\"ד ע\"ש. ודע שיש מי שכתב בשם תניא, דפשטיד\"א זו מברך 'המוציא' רק כשקבע סעודה, אבל בלא זה מברך 'מזונות', ונשאר בצ\"ע (מגן אברהם סקמ\"ד). ואין כאן מקום עיון כלל לפי מה שבארנו בסעיף מ\"ו ההפרש בין זה לכסנין הממולא בפירות ותבלין, דשם התבלין עיקר וכאן הפת עיקר ע\"ש, אם כן פשוט הוא דהתניא מיירי שמל[י]אים בשר הרבה עד שהבשר הוא העיקר או שטגנו מעט, אבל הפשטיד\"א שנתבאר אין ספק שהוא לחם גמור כפסק רבותינו בעלי השולחן ערוך. וראיתי מי שמחלק בין זה לכסנין, משום דמילוי פירות ותבלין אינו דומה למילוי בשר, דמילוי פירות יותר מבטל מתורת לחם (מגן אברהם סקל\"ז). ולעניות דעתי נראה ברור דשניהם שווים, ורק בריבוי תלוי, דאם המילוי אינו בריבוי כל כך, הפת עיקר, ואם הריבוי גדול, המילוי עיקר, וכך נראה לי לדינא (ופלא שהמגן אברהם עצמו בסקמ\"ד כתב בזה הלשון דה' המינים עיקר וכו', ואפשר דכל דממולאים בפירות נמי דינא הכי ע\"ש ודו\"ק).","ודע שיש מי שכתב דעיסה שנלושה במי ביצים בלא שומן ונאפית - לחם גמור הוא, דביצים נמי מזון נינהו ולא מבטלי ליה מתורת לחם, וכן משמע בביצה (ט\"ז:) בתוספות ד\"ה 'קימחא' עכ\"ל (שם סקמ\"ד). ודבריו תמוהין, דאיזה עניין הוא למזון, דכל שאינו נלוש במים הוה פת הבאה בכסנין, ומעשים בכל יום בכל תפוצות ישראל שאוכלין קיכלא\"ך הנלוש על ביצים בברכת 'בורא מיני מזונות', אם לא כשקבע סעודה עליהם. ומה שהביא מתוספות, הא כתבו להדיא דאי קבע סעודתיה וכו' ע\"ש, וגם בחולין (ס\"ד.) בתוספות ד\"ה 'סימנים' שכתבו על עיסה הנלושה בביצים דמברכין 'המוציא' ע\"ש, גם כן כוונתם בקביעת סעודה. ובשבולי לקט כתב מפורש דכשנלוש בביצים הוי כמו שנלוש בדבש (מגן אברהם שם). (וכן כתב האבן עוזר בסוף סימן זה וזה לשונו: \"פת שנלוש ביין... או בביצים או בשאר מי פירות - ברכתו 'בורא מיני מזונות' ע\"ש, וכן פסק הגאון נוב\"י בדגמ\"ר בסוף סימן זה, וזה לשונו: \"גם אם נלוש בביצים מברך 'בורא מיני מזונות' ע\"ש, וכן עיקר לדינא)."]],"SHULCHAN_ARUCH":[["יש אומרים שאין צריך ליזהר מלהפסיק בין נטילה להמוציא ויש אומרים שצריך ליזהר וטוב ליזהר. ואם שהה כדי הילוך כ\"ב אמה מקרי הפסק <i>(תוספות פרק אלו נאמרים)<\/i>"],["בוצע בפת במקום שנאפה היטב.  <i>(ובפת דידן יש לבצוע בצד הפת ויחתוך מעט מצד העליון והתחתון). (הגהות מיימוני פרק ז' מהלכות ברכות).<\/i>  ויחתוך פרוסת הבציעה וצריך לחתוך מעט שאם יאחוז בפרוסה יעלה שאר ככר עמו שאם לא כן חשוב כפרוסה ויניחנה מחוברת לפת ויתחיל לברך ואחר שסיים הברכה יפרידנה כדי שתכלה הברכה בעוד שהפת שלם ולא יבצע פרוסה קטנה מפני שנראה כצר עין ולא פרוסה יותר מכביצה מפני שנראה כרעבתן.  <i>הגה: ובשבת לא יחתוך בככר עד אחר הברכה כדי שיהיו הככרות שלימות (תוספות ומרדכי פרק כיצד מברכין). ומכל מקום אם שכח וחתך כמו בחול אינו מזיק (מרדכי). ונראה הא דלא יבצע יותר מכביצה היינו דוקא בחול ואוכל לבדו אבל בשבת או שאוכל עם הרבה בני אדם וצריך ליתן מן הפרוסה לכל אחד כזית מותר לבצוע כפי מה שצריך לו. ועיין לקמן סימן רע\"ד<\/i>","יברך המוציא לחם מן הארץ.  <i>(ואם רבים מסובים יכוונו לבם לשמוע ברכה ויענו אמן והמברך יכוין לאמן שאומרים) (אור זרוע).<\/i>  ויתן ריוח בין לחם ובין מן","אין לברך קודם שיתפוס הלחם","יתן שתי ידיו על הפת בשעת ברכה שיש בהן י' אצבעות כנגד י' מצות התלויות בפת ולכך יש י' תיבות בברכת המוציא וי' תיבות בפסוק מצמיח חציר לבהמה וי' תיבות בפסוק עיני כל אליך ישברו וי' תיבות בפסוק ארץ חטה ושעורה וי' תיבות בפסוק ויתן לך","לא יבצע עד שיביאו לפניו מלח או ליפתן <i>(פירש רש\"י כל דבר הנאכל עם הפת)<\/i> ללפת בו פרוסת הבציעה ואם היא נקיה או שהיא מתובלת בתבלין או במלח כעין שלנו או שנתכוון לאכול פת חריבה אינו צריך להמתין.  <i>הגה: ומכל מקום מצוה להביא על כל שלחן מלח קודם שיבצע כי השלחן דומה למזבח והאכילה כקרבן ונאמר על כל קרבנך תקריב מלח (בית יוסף בשם שבלי הלקט) והוא מגין מן הפורעניות (תוספות והגהות אשירי פרק כיצד מברכין. ועיין לקמן סוף סימן ק\"ע)<\/i>","יאכל מיד ולא ישיח בין ברכה לאכילה ואם שח צריך לחזור ולברך אלא אם כן היתה השיחה בדברים מענין דברים שמברכין עליו כגון שבירך על הפת וקודם שאכל אמר הביאו מלח או ליפתן תנו לפלוני לאכול תנו מאכל לבהמה וכיוצא באלו אינו צריך לברך.  <i>הגה: ומכל מקום לכתחלה לא יפסיק כלל (כל בו). והא דאם שח דברים בטלים צריך לחזור ולברך היינו דוקא ששח קודם שאכל הבוצע אבל אחר כך לא הוי שיחה הפסק אף על פי שעדיין לא אכלו אחרים המסובים כבר יצאו כולם באכילת הבוצע כי אין צריכים כולם לאכול מן פרוסת הבוצע רק שעושין כן לחבוב מצוה (רוקח ואור זרוע)<\/i>","ראובן שהיה נוטל ידיו לאכילה ויעקב היה מברך המוציא ונתכוון להוציא השומעים ואחר כך ניגב ראובן ידיו ובירך על נטילת ידים לא הוי הפסק ויוצא בברכת יעקב ואינו צריך לחזור ולברך ברכת המוציא","שכח ואכל ולא בירך המוציא אם נזכר בתוך הסעודה מברך ואם לא נזכר עד שגמר סעודתו אינו מברך","אם הוא מסופק אם בירך המוציא אם לאו אינו חוזר ומברך","אם במקום ברכת המוציא בירך שהכל נהיה בדברו או שאמר בריך רחמנא מלכא מאריה דהאי פיתא יצא","אם היו שנים או רבים אחד מברך לכולם ודוקא הסיבו שהוא דרך קבע <i>(או בעל הבית עם בני ביתו דהוי כהסיבו) (טור)<\/i>, אבל אם היו יושבים בלא הסיבה כיון שאינם נקבעים יחד כל אחד מברך לעצמו ואם אמרו נאכל כאן או במקום פלוני כיון שהכינו מקום לאכילתן הוי קבע ואפילו בלא הסיבה והאידנא שאין אנו רגילים בהסיבה ישיבה דידן בשלחן אחד או בלא שלחן במפה אחת הוי קביעות ואפילו לבני חבורה כהסיבה דידהו דמי ולדידן אפילו קבעו מקום לאכילתן או בעל הבית עם בני ביתו לא מהני אלא אם כן ישבו בשלחן אחד או במפה אחת","אם היו רוכבים ואמרו נאכל אף על פי שכל אחד אוכל מככרו שלא ירדו מהבהמות מצטרפין כיון שעמדו במקום אחד אבל אם היו אוכלים והולכים לא ואם היו אוכלים בשדה מפוזרים ומפורדים אף על פי שאוכלים כלם בשעה אחת ומככר אחד כיון שלא קבעו מקום ואוכלים מפוזרים אינם מצטרפין","היכא דלא קבעו מקום דאמרינן שכל אחד מברך לעצמו אם כוון המברך להוציאם והם נתכוונו לצאת יצאו","אם המסובים רבים גדול שבכלם בוצע.  <i>הגה: ואם הם שוים ואחד מהן כהן מצוה להקדימו ואם הכהן עם הארץ תלמיד חכם קודם לו ואם הכהן גם כן תלמיד חכם אלא שהוא פחות מן השני טוב להקדימו אבל אין חיוב בדבר. ועיין לקמן סימן ר\"א (מרדכי פרק בני העיר בית יוסף סימן קל\"ה בשם רשב\"א).<\/i>  ואם יש עמהם בעל הבית הוא בוצע, ואפילו אם האורח גדול.  <i>(והמברך יאמר תחלה ברשות מורי ורבותי) (אור זרוע ובית יוסף בשם שבולי לקט):<\/i>","אין המסובין רשאים לטעום עד שיטעום הבוצע.  <i>(אבל מותר לתת לכל אחד חלקו קודם שיאכל הוא והם ימתינו עד שיאכל הוא) (תוספות ומרדכי פרק שלשה שאכלו).<\/i>  ואם כל אחד אוכל מככרו ואין כלם זקוקים לככר שביד הבוצע רשאים לטעום קודם ואם הוא שבת צריך שיהא לפני המסובים לחם משנה חוץ ממה שלפני הבוצע ואז יהיו רשאים לטעום קודם הבוצע","אין הבוצע רשאי לבצוע עד שיכלה אמן מפי רוב העונים:","הבוצע פושט ידו תחלה לקערה לאכול ואם בא לחלוק כבוד למי שגדול ממנו רשאי:","הבוצע נותן פרוסה לפני כל אחד והאחד נוטל פרוסה בידו ואין הבוצע נותן ביד האוכל אלא אם כן היה אבל.  <i>(פרשה ציון בידיה רמז לפרוסת המוציא שנותנין בידו בשעת אבילות) (בית יוסף ואבודרהם בשם רמב\"ם פרק ז' מהלכות ברכות ותשובות הרשב\"א)<\/i>","מי שאינו אוכל אינו יכול לברך ברכת המוציא להוציא האוכלים אבל לקטנים יכול לברך אף על פי שאינו אוכל עמהם כדי לחנכם במצות","אפילו בשבת שהוא חייב לאכול פת לא יברך לו חבירו ברכת המוציא אם אינו אוכל ולא שרי לברך לאחרים אף על פי שאינו טועם אלא ברכת המוציא דמצה בליל ראשון של פסח וברכת היין דקידוש בין של לילה בין של יום.  <i>הגה: ויש לאכול הפרוסה שבצע עליה קודם שיאכל פת אחר שתהא נאכלת לתאבון והוא משום חבוב מצוה (אגור ובית יוסף בשם שבולי לקט):<\/i>"],["היו לפניו חתיכות של פת ופת שלם הכל ממין אחד מברך על השלם אפילו הוא פת קיבר <i>(פירוש לחם שאינו נקי)<\/i> וקטן והחתיכות פת נקיה וגדולה אבל אם השלם משעורים והחתיכות מחטים אפילו היא קטנה מניח הפרוסה תחת השלמה ובוצע משתיהן יחד. <i>הגה: וכל זה כשרוצה לאכול משניהם אבל אם אינו רוצה לאכול אלא מאחד יבצע עליו ואין לחוש לשני אף על פי שחשוב או חביב עליו (תרומת הדשן סימן ל\"ב):<\/i>","אם ב' שלימות ממין אחד אחת גדולה ואחת קטנה מברך על הגדולה אם יש לאדם שני חצאי לחם ואין לו לחם שלם יחברם יחד בעץ או בשום דבר שלא יהא נראה ודינו כדין שלם ואפילו בשבת יכול לחברם:","שני גלוסקאות הדבוקים יחד שנאפו ונחתך מן האחת והשניה נשארה שלמה טוב להפריד החתיכה מהשלמה כדי שתהא נראית שלמה ממה שיניחנה דבוק בה אף על פי שנראית יותר גדולה. <i>הגה: ולא יבצע ממנה במקום שהיתה דבוקה בחברתה ששם נראית כפרוסה אלא יבצע ממקום השלם שבה (מהרי\"ל):<\/i>","פת שעורין ופת כוסמין מברך על של שעורים כיון שהוא ממין שבעה אף על פי שהכוסמין יפים פת נקיה ופת קיבר מברך על הנקיה ואם שתיהן נקיות וזו לבנה יותר מזו מברך על הלבנה יותר:","פת עובד כוכבים נקיה ופת קיבר של ישראל אם אינו נזהר מפת עובד כוכבים מברך על איזה מהם שירצה ואם הוא נזהר מפת עובד כוכבים מסלק פת נקי של עובד כוכבים מעל השלחן עד לאחר ברכת המוציא ואם בעל הבית אינו נזהר מפת עובד כוכבים ואין דעתו לאכול כל הסעודה רק פת עובד כוכבים כי היא נקיה אבל בני ביתו אכלו מפת שאינו נקי של ישראל ושתי הלחם מונחים על השלחן צריך לבצוע על פת נקיה של עובד כוכבים הואיל והוא הבוצע ואין דעתו לאכול אלא מאותו פת ואם בעל הבית נזהר מפת עובד כוכבים וישראל שאינו נזהר בכך מסב עמו על השלחן כיון דמצוה מוטלת על בעל הבית יבצע מן היפה של עובד כוכבים וכיון שהותר לבצוע הותר לכל הסעודה. <i>הגה: ודוקא שחביב עליו אותו פת אבל אם אינו חביב עליו בלא איסור פת של עובד כוכבים אינו צריך להקדימו (תרומת הדשן סימן ל\"ב):<\/i>","פת הבאה בכיסנין מברך עליו בורא מיני מזונות ולאחריו ברכה אחת מעין שלש ואם אכל ממנו שיעור שאחרים רגילים לקבוע עליו אף על פי שהוא לא שבע ממנו מברך עליו המוציא וברכת המזון ואם מתחלה היה בדעתו לאכול ממנו מעט וברך בורא מיני מזונות ואחר כך אכל שיעור שאחרים קובעים עליו יברך עליו ברכת המזון אף על פי שלא ברך המוציא תחלה ואם אכל שיעור שאחרים אין קובעים עליו אף על פי שהוא קובע עליו אינו מברך אלא בורא מיני מזונות וברכה אחת מעין שלש דבטלה דעתו אצל כל אדם","פת הבאה בכיסנין יש מפרשים פת שעשוי כמין כיסים שממלאים אותם דבש או סוקר ואגוזים ושקדים ותבלין והם הנקראים רישקולא\"ש ריאלחש\"ו, ויש אומרים שהיא עיסה שעירב בה דבש או שמן או חלב או מיני תבלין ואפאה והוא שיהיה טעם תערובת המי פירות או התבלין ניכר בעיסה <i>(ויש אומרים שזה נקרא פת גמור אלא אם כן יש בהם הרבה תבלין או דבש כמיני מתיקה שקורין לעקי\"ך שכמעט הדבש והתבלין הם עיקר וכן נוהגים) (רש\"י וערוך וכן יש לפרש דעת רמב\"ם)<\/i>. ויש מפרשים שהוא פת בין מתובלת בין שאינה מתובלת שעושים אותם כעבים יבשים וכוססין אותם והם הנקראים בישקוני\"ש והלכה כדברי כולם שלכל אלו הדברים נותנים להם דינים שאמרנו בפת הבאה בכסנין","לחמניות אותן שבלילתן עבה שקורין אובליא\"ש לחם גמור הוא ומברך עליו המוציא וברכת המזון ואותן שבלילתן רכה ודקים מאד שקורין ניבלא\"ש מברך עליהם בורא מיני מזונות וברכה אחת מעין שלש ואם קבע סעודתו עליהם מברך המוציא וברכת המזון ואי אכיל להו בתוך הסעודה שלא מחמת הסעודה טעונים ברכה לפניהם ולא לאחריהם אבל אותם רקיקים דקים שנותנים מרקחת עליהם הם טפלים לגבי המרקחת וברכת המרקחת פוטרתן","פת גמור אפילו פחות מכזית מברך עליו המוציא אבל לאחריו אינו מברך כלום כל שלא אכל כזית.","חביצ\"א דהיינו פירורי לחם שנדבקים יחד על ידי מרק אם נתבשל אם יש בהם כזית אף על פי שאין בו תואר לחם מברך המוציא וברכת המזון. ואם אין בהם כזית אף על פי שנראה שיש בו תואר לחם אינו מברך אלא בורא מיני מזונות וברכה אחת מעין שלש ואם אינו מבושל אלא שהוא מחובר על ידי דבש או מרק אם יש בפרוסות כזית מברך עליו המוציא אפילו אין לו תואר לחם ואם אין בהם כזית אם יש בהם תואר לחם דהיינו שהוא ניכר וידוע שהוא לחם מברך עליו המוציא וברכת המזון ואם אין בהם תואר לחם מברך בורא מיני מזונות וברכה אחת מעין שלש ואם אינו לא מבושל ולא מחובר אלא מפורר דק דק אף על פי שאין בו כזית ולא תואר לחם מברך עליו המוציא וברכת המזון <i>(ועיין לקמן סימן קפ\"ד כמה שיעור אכילה לברך עליה ברכת המזון)<\/i>","יש מי שאומר דפירורין שנותנין במים והמים מתלבנים מחמת הפירורין אזיל ליה תוריתא <i>(פירוש כאילו אמר תואריתא כלומר תואר הלחם)<\/i> דנהמא ואין מברך עליה אלא בורא מיני מזונות וברכה אחת מעין שלש","יש מי שאומר שפת השרוי ביין <i>(אדום)<\/i> אינו מברך אלא בורא מיני מזונות וברכה אחת מעין שלש ונראה שאין דבריו אמורים אלא בפירורין או בפרוסות שאין בכל אחת כזית","אפילו דבר שבלילתו <i>(פירוש לישת הקמח במים)<\/i> עבה אם בשלה או טגנה אין מברך עליה המוציא אפילו שיש עליה תורייתא דנהמא ואפילו נתחייבה בחלה דברכת המוציא אינו הולך אלא אחר שעת אפייה ויש חולקין ואומרים דכל שתחלת העיסה עבה אפילו ריככה אחר כך במים ועשאה סופגנין <i>(פירוש עיסה שלשוה ועשאוה כמין ספוג)<\/i> ובשלה במים או טגנה בשמן מברך עליה המוציא <i>(ונהגו להקל)<\/i>. וירא שמים יצא ידי שניהם ולא יאכל אלא על ידי שיברך על לחם אחר תחלה. <i>(הגה וכל זה לא מיירי אלא בדאית ביה לאחר אפיה תואר לחם (לשון הטור והפוסקים) אבל אי לית ביה תואר לחם כגון לאקשי\"ן שקורין ורומזליך לכולי עלמא אין מברכין עליהם המוציא ולא ג' ברכות דלא מיקרי לחם אבל פשטיד\"א וקרעפלי\"ך מקרי תואר לחם (מרדכי פרק כל שעה) ואין לאכלם אלא אם כן בירך על שאר הפת תחלה. וכל זה לא מיירי אלא בעיסה שאין בה שמן ודבש וכיוצא בו אלא שמטוגן בהן אבל אם נילוש בהן כבר נתבאר דינו אצל פת הבאה בכיסנין)<\/i>","חלוט <i>(פירוש כמין פת חולטין אותו ברותחין)<\/i> שאחר כך אפאו בתנור פת גמור הוא ומברך עליו המוציא. <i>הגה: וכן דבר שבלילתו רכה שאפאו בתנור בלא משקה דינו כפת ומברך עליו המוציא ושלש ברכות וכן אם אפאו באילפס בלא משקה (תוספות והרא\"ש והר\"ן פרק כל שעה ורמב\"ם פרק ו' מהלכות חלה ושאלתות וטור). ומעט משקה שמושחין בו האילפס שלא ישרף העיסה לא מיקרי משקה (הגהות מיימוני פרק ג' מהלכות ברכות), אבל דבר שבלילתו רכה וטגנו במשקה לכולי עלמא לאו לחם הוא (תוספות והרא\"ש והר\"ן ור\"י פרק כיצד מברכין):<\/i>","טרוקנין דהיינו שעושין גומא בכירה ונותנים בה קמח ומים מעורבין בה ונאפה שם מברך עליו בורא מיני מזונות וברכה אחת מעין שלש ואם קבע סעודתו עליו מברך המוציא וברכת המזון אבל טריתא דהיינו שלוקחין קמח ומים ומערבים אותה ושופכים על הכירה והוא מתפשט ונאפה אין עליו תורת לחם כלל ואין מברכים עליו אלא בורא מיני מזונות וברכה אחת מעין שלש ואפילו קבע סעודתו עליו","נהמא דהנדקא והוא לחם שאופין בשפוד ומושחין אותו בשמן או במי ביצים וכן לחם העשוי לכותח שאין אופין אותו בתנור אלא בחמה מברך עליו בורא מיני מזונות","פשטיד\"א הנאפה בתנור בבשר או בדגים או בגבינה מברך עליו המוציא וברכת המזון. <i>הגה: ודוקא שאפאו בתנור בלא משקה אבל אם אפאו במחבת במשקה אין לברך עליו ואין לאכלו רק תוך הסעודה כמו שנתבאר (דעת עצמו):<\/i>"]]}