{"MISHNA_BERURA":[["(א) טעונה כוס - שברוב הברכות שתקנו חז\"ל תקנום לסדר על הכוס מפני שכן הוא דרך כבוד ושבח נאה להקב\"ה לסדר שבחו וברכתו ית' על הכוס וכמו שכתוב כוס ישועות אשא ובשם ה' אקרא (לבוש):","(ב) ולא יאכל וכו' - וכמו לענין הבדלה ברצ\"ו דאם מצפה שיהיה לו כוס למחר מבטל סעודת לילה וימתין על הכוס ועיין במ\"א שחולק על זה דמשום כוס בבהמ\"ז אין למנוע מלאכול ולא דמי להבדלה עיין שם ובביאור הגר\"א משמע ג\"כ דמסכים עם המ\"א:","(ג) אם שנים אוכלים וכו' - דבשלשה ויותר שמזמנין יחד אחד מברך על הכוס ומוציא את כולם כמו שמוציאם בברכת הזימון אבל בשנים דמצוה ליחלק ואין אחד מוציא את חבירו א\"כ צריך כל אחד גם כוס בפני עצמו:","(ד) מן המובחר וכו' - ר\"ל דאף לדעה זו שאין טעון כוס כלל היינו שאין בה חיוב אבל כו\"ע מודים דמצוה מן המובחר לברך על הכוס אם יש לו יין בביתו. והנה המחבר לא הכריע בין הדעות ודעת רש\"ל וב\"ח להחמיר דבהמ\"ז צריך כוס מדינא ומנהג העולם להקל בזה כדעה השלישית שלא לחזר אחר כוס אם לא כשיש לו יין או שאר משקין דהוא חמר מדינה בביתו דאז בודאי מצוה מן המובחר לכו\"ע לברך על הכוס וכנ\"ל ודוקא כשהוא בזימון שלשה אבל לענין יחיד מקילים כמה אחרונים לגמרי ועיין לקמיה בסוף ס\"ב בהג\"ה:","(ה) ולא משאר משקים - כמו לענין קידוש והבדלה דאינו על שאר משקין לכו\"ע במקום דלא הויין חמר מדינה:","(ו) אפילו קבע סעודתו - ר\"ל שתוך הסעודה סמך על משקה והיה עיקר שתייתו מהם אפי' הכי אין זה מחשב אותם לברך עליהם בהמ\"ז כיון דאין אנשי העיר רגילין לשתותו תמיד במקום הזה:","(ז) אין יין מצוי - ואפי' נמצא יין בעיר אלא שאינו מצוי הרבה ומפני זה עיקר שתיית בני העיר הוא שכר ושאר משקין יש להקל לברך בהמ\"ז על שכר ועיין בב\"ח שכתב דאף דאינו מחויב להדר שם אחר יין לקנותו מן החנוני מ\"מ אם יש לו יין בביתו יברך על היין:","(ח) באותו מקום - היינו בכל העיר אף שבשאר עיירות במדינה זו נמצא יין הרבה:","(ט) מברכין עליהם - ואם יש לו שני מיני משקין כגון שכר ומי דבש וכיו\"ב ואחד מהן חביב עליו יברך על אותו המין שהוא חביב עליו וכ\"ש אם מתחלה קודם בהמ\"ז שתה ממנו מפני חביבותו בודאי מהנכון לברך ג\"כ עליו ולא על משקה האחר שלא יהא שלחנך מלא ושלחן רבך ריקם אבל כ\"ז דוקא אם אותו המין הוא חמר מדינה דהיינו שרגילין לשתותו במקום ההוא אבל אם אין שותין אותו אלא לפרקים אף דבעצם הוא חשיב יותר מחבירו לא הוי חמר מדינה מידי דהוי אשאר משקין כגון יין תפוחים ויין רמונים:","(י) חוץ מן המים - אע\"פ שרוב שתייתן מים אין מברכין עליו וה\"ה קווא\"ס ומי בארש\"ט אע\"פ שרוב שתית ההמונים מהם אפ\"ה לא חשיבי יותר ממים וטישביר אפשר דיש להקל בשעת הדחק כשרוב ההמונים שותין מהם ועיין בסימן רצ\"ו במ\"ב סק\"י מה שכתבנו שם:","(יא) ומה שנוהגין וכו' - ר\"ל שנוהגין לברך על השכר אע\"ג דיין מצוי בעיר:","(יב) וקובעין הסעודה עליו - ר\"ל אף אם לא נחשיב אותו לחמר מדינה כ\"כ מפני שמצוי גם יין שם מ\"מ בלא\"ה י\"א דאם קבע סעודתו מתחלה על שאר משקין מחשיב אותם בזה ומברך עליהם בהמ\"ז אף דאיכא יין אלא דהמחבר סתם מעיקרא כהפוסקים דלא מהני קביעותא מ\"מ יש לצרף דעה זו להקל בזה שהיין ביוקר וקשה להשיגו:","(יג) ואי אפשר וכו' - אבל לענין קידוש והבדלה משמע דגם רמ\"א מודה דצריך לחזר דוקא אחר יין כיון דיין נמצא בעיר אלא שהוא ביוקר:","(יד) לקנות יין בכל סעודה - אבל אם יש לו יין בביתו צריך לברך עליו [ב\"ח] ואם יש לו יין בביתו רק מעט לצורך קידוש והבדלה א\"צ לברך עליו דקידוש והבדלה לכו\"ע טעון כוס וחמיר מבהמ\"ז:","(טו) שלא לאחוז - דהמדקדקים שמברכין על הכוס הוא לצאת ידי דעה הראשונה שבסעיף א' דגם ביחיד טעון כוס ורק דמהזוהר משמע דיחיד לא יברך על הכוס וע\"כ מברכין ואין אוחזין בידם ובזה יוצאים ידי הכל דאפילו האומרים טעונה כוס הרי הכוס לפניו על השלחן ואחיזתו אינה אלא למצוה מן המובחר לד\"ה:","(טז) ונכון מנהג זה וכו' - ר\"ל מה שאין אוחזין אותו בידים וכנ\"ל וכהיום מנהג העולם שאין מברכין על הכוס כלל ביחיד:","(יז) פגמו - ואינו ראוי עוד לברך עליו בהמ\"ז וה\"ה לקידוש ולהבדלה וכדלקמן בסימן רע\"א ס\"י וסימן רצ\"ו ס\"א ואפילו טעם ממנו רק משהו בעלמא:","(יח) לתוך ידו - וה\"ה אם טעמו באצבעו דדוקא אם שתה ממנו בפיו פגמו:","(יט) אין בכך כלום - והוא שלא שפך אלא מעט בענין שעדיין שם מלא עליו או שאח\"כ שפכו לתוך כוס קטן ממנו והוא מלא או שזרק לתוכו פירור פת להגביה היין שיהא הכוס מלא שאצ\"ל מלא כולו מיין כי די ברביעית רק שלא יהא הכוס חסר וכדלקמיה:","(כ) הוי פגום - ר\"ל כל מה שיש בזו החבית אף ששפכו אח\"כ לכלים אחרים:","(כא) אין להקפיד - ויש מחמירין אף בזה ויש לחוש לדבריהם לכתחלה שלא להניח לשתות אפילו מפי ברזא מחבית גדולה:","(כב) פסולים למזוג - לכאורה אמאי לא אמרינן קמא קמא בטיל כמו בס\"ה ואפשר דמיירי שהיין חי דא\"א לשתות בלי מזיגה ולכך לא בטיל:","(כג) אם היו וכו' - פי' דפעמים שנותנין כוס לכל אחד ואחד מן המסובין וכשבירך המברך בפה\"ג שותים כל אחד כוסו ואם היו שלהם פגומים צריך שיתן המברך מכוסו מעט לכל אחד ואחד קודם שישתה ויתקן פגימתם וישתו כולם מכוס שאינו פגום:","(כד) מכוס הברכה - ואם רק המברך לבדו אוחז כוס בידו אף שאז המסובין בע\"כ טועמין מכוס פגום אחר ששתה הוא לא איכפת לן כיון דמתחלה היה כוס שלם וכולהו כחד חשיבי:","(כה) ויש מי שאומר וכו' - דס\"ל דלא קפדינן על כוס פגום אלא על המברך ולא על המסובין:","(כו) עיין לקמן וכו' - ר\"ל דשם סתם המחבר כסברא הראשונה:","(כז) כשר - ודוקא בדיעבד אבל לכתחלה אסור לעשות כן ולכן נוהגין להוסיף עליו מתחלה מעט מהקנקן ובזה מתוקן כמו בס\"ו ואח\"כ שופכין אותו להקנקן ואז כשר היין להוציא לברכה:","(כח) דקמא קמא בטל - ובלבד שיהיה היין שבקנקן יותר מהיין שבכוס:","(כט) יכולין לתקן - דענין פגום אינו פסול ממש אלא פגם בעלמא משום ששתה ממנו מעט ולכך כשחוזר ומוסיף עליו נעשה מתוקן בכך:","(ל) מים - ודוקא שהיין חזק שאינו מתקלקל ע\"י המזיגה. ולאו דוקא במים דה\"ה בשאר משקין [א\"ר]:","(לא) מיתקן - והוא שלא יהיו המים עצמם פגומים שלא שתו מהם דאל\"ה א\"א לתקן בהם לי\"א בס\"ג דגם מים נפגמים בשתיה:","(לב) בשעת הדחק - שאין לו כוס אחר ואין לו במה לתקן הכוס זה וקמ\"ל דהו\"א דמוטב לברך בלא כוס כלל קמ\"ל דענין פגום הוא רק לכתחלה אם יכול ליזהר בזה ולא לעיכובא. כתבו האחרונים דכשצריך לברך על כוס פגום אם יש לו כוס קטן המחזיק רביעית ישפוך מהגדול לתוכו דעי\"ז נמי מתקן הפגימה קצת. יש שמתקנים הפגימה ע\"י נתינת פירור פת והטור דחה מנהג זה דלא מהני זה לפגימה. ואם אינו פגום רק שאינו מלא ובמה שיש בהכוס יש בו שיעור רביעית לכו\"ע מהני המלוי אפי' ע\"י פת ודוקא בחתיכה א' דבהרבה יש בו משום מיאוס דהקריבהו נא וגו' וגם אדרבה צריך להדיח הכוס מפירורי פת וכדלקמן בסי' קפ\"ג ס\"א [אחרונים]:\n"],["(א) טעון הדחה וכו' - וה\"ה אם קנחו במפה עד שהוא נקי דשרי:","(ב) שיורי כוסות - שיורי יין ששרה בו פת:","(ג) אינו צריך - וטוב להדיח אפילו כשאין בו שיורי פת אם לא שהוא נקי וצח [א\"ר]:","(ד) חי - פי' כמו שהוא בלי מזיגה אף שאין ראוי לשתותו כך כמות שהוא:","(ה) לברכת הארץ - פי' לתחלת ברכת הארץ:","(ו) שבח הארץ - שיינה חזק שצריך למוזגה במים ועיין בב\"י שכתב דבמדינתו נהגו העולם למזוג במעט מים אף כשאין היינות חזקים ע\"ש הטעם:","(ז) אין צריך למוזגו - משום דראוי לשתותו כמות שהוא:","(ח) לשם ברכה - היינו שיוציאנו סמוך לברכה מן החבית לשם ברכה ולא יוציאנו מקודם וישתהא בכלי וזהו רק למצוה מן המובחר:","(ט) שיהא מלא וכו' - ואף שרגיל לישפך קצת עי\"ז לארץ ויש שאין ממלאין אותו כ\"כ מטעם זה ואפ\"ה שם מלא עליו. ודע דמלא הוא רק למצוה לכתחלה ואינו מעכב אם אך יש בהיין שיעור רביעית וכמו שכתבתי בסימן רע\"א במ\"ב סקמ\"ב עי\"ש:","(י) לחזור וכו' - מלשון זה משמע דהוא רק לכתחלה ואין עיכוב בדבר:","(יא) שלם - שלא יהיה גוף הכוס שבור ולא פגום בשפתו אפילו חסרון מועט [ובנסדק יש להקפיד לכתחלה אפילו בלא חסרון כלל] וכן אם גוף הכוס שלם רק בסיסו נשבר ג\"כ יש להקפיד ואפילו יכול לעמוד על בסיסו אם לא שאין לו אחר יש להקל בכל זה. ובכיסוי כלים אף שלא נעשו לקבלה ג\"כ אין להקפיד אם אין לו אחר [א\"ר]. כתב המ\"א בשם הב\"ח ירא שמים לא יברך במצנפת רק ישים הכובע על ראשו ויש שנוהגין ג\"כ להתעטף בבגד העליון דכל זה הוא בכלל עיטוף הנאמר בגמרא אצל כוס ברכה וכן נהגו כהיום בישראל בעת בהמ\"ז שמשימין הכובע על ראשיהן אפילו כשהוא מברך ביחיד בלי כוס:","(יב) מקבלו בשתי ידיו וכו' - כתב הט\"ז דהטעם הוא כדי להראות חביבות קבלת הכוס עליו ואח\"כ אוחזו ביד אחד שלא יהא נראה עליו כמשוי וביד ימין שהוא העיקר והחשוב:","(יג) שלא תגע וכו' - היינו אפילו אם ירצה לאחוז הכוס ביד ימינו באמצע הכוס וביד שמאלו יאחזנו מתחתיו:","(יד) לסייעה - פי' שהכוס מונח על כף ימין ונותן השמאל מתחת לסמוך יד הימין:","(טו) מותר - כיון שאין נוגע בהכוס והאחרונים כתבו דיש להחמיר בזה אם לא לצורך. כתב השל\"ה ע\"פ הקבלה נכון שיעמיד הכוס על כף ימינו והאצבעות יהיו זקופים סביב. לא יטול הכוס בבתי ידים רק יסירם מקודם:","(טז) ומגביהו וכו' - כדי שיהא נראה הכוס לכל המסובין ויסתכלו בו [טור] ובגמרא מסמיך לה אקרא דכתיב כוס ישועות אשא וגו':","(יז) שלא יסיח דעתו - מן הברכה:","(יח) וע\"כ אין לוקחין וכו' - שלא יוכלו להסתכל במה שבתוכו והאחרונים הקשו ע\"ז דכוונת הגמרא מה שאמרו ונותן עיניו בו היינו בהכוס ולא במה שבתוכו וע\"כ אין להקפיד בזה אם אינו יכול להשיג בקל כלי אחר:","(יט) ומשגרו לאשתו וכו' - שע\"י כוס של ברכה מתברכת האשה ואפילו לא אכלה האשה עמהם ואם יש עוד אורחים אצלו יתן גם להם לטעום מהכוס של ברכה וכמבואר לקמן בסימן ק\"צ ס\"א ובסימן רע\"א סי\"ד ע\"ש ואם אורח מיסב אצל בעה\"ב ובירך על הכוס יתן גם לבעה\"ב לשתות מכוס של ברכה כדי שיתברך הבעה\"ב:","(כ) שהוא שמאל כל אדם - ואם הוא שולט בשתי ידיו אוחז בימין שהוא ימין לכל אדם. ודע דמה דהוזכר מסעיף ד' עד סעיף זה הסכים בביאור הגר\"א דהוא רק להידור מצוה לכתחלה:","(כא) משנתנו לו כוס - ועד אחר שתייתו שהוא לאחר גמר בהמ\"ז:","(כב) משהתחיל המברך - אבל מקודם רשאין להשיח אף שכבר נטל המברך הכוס בידו ויש מן הפוסקי' דס\"ל להחמיר בזה ונכון לחוש לדבריהם:","(כג) שצריכין לשמוע וכו' - דהמברך מוציא אותם בבהמ\"ז ואם לא ישמעו לא יצאו:","(כד) אין להם להשיח - דכיון דשומע כעונה הרי הם כמברך עצמו:","(כה) אפי' - דהשיחה שבינתים אינה מפסדת הברכות בדיעבד. ודע דמ\"א מצדד דכ\"ז הוא דוקא בשיחה בשוגג אבל במזיד אפילו בשיחה מועטת ואפילו בין ברכה לברכה חוזר לראש בהמ\"ז וכמו גבי תפלה לעיל בסימן קי\"ד ס\"ז אמנם בא\"ר נשאר בדין זה בצ\"ע וכן הכרענו לעיל בסימן ס\"ה במ\"ב דבדיעבד אין לחזור אפילו כששח במזיד וע\"ש בבה\"ל אך לכתחלה יש ליזהר בזה הרבה. ואם היה בין ברכה לברכה שיהוי מרובה שהיה יכול באותו הזמן לגמור כל בהמ\"ז מראש ועד סוף אפילו אם לא שח כלל בינתים י\"א דצריך לחזור לראש בהמ\"ז ודוקא אם השיהוי היה מחמת אונס שהיה צריך לנקביו או שהיה המקום אינו נקי וכמבואר לעיל בסימן ס\"ה לענין ק\"ש וה\"ה כאן ועיין בבה\"ל שכתבנו דאין דין זה ברור למעשה דיחזור בשביל שהיה בין ברכה לברכה אך אם שיהוי כזה היה באמצע ברכה צריך לחזור ורק לראש הברכה:","(כו) לא יצאו - ותלוי בזה דאם לא גמר המברך עדיין את הברכה חוזרין המסובין ומברכין בעצמן ממקום שפסקו לשמוע לדברי המברך ואם גמר המברך את הברכה וכוונו לשמוע צריכין המסובין לחזור לתחלת הברכה ולברך בעצמן דכיון שדלגו באמצע הוי כלא אמרוה כלל. וכ\"ז דוקא אם ע\"י השיחה שבאמצע לא שמעו ודלגו דברים שהם מעיקר הברכה כמו ברית ותורה וכיו\"ב שהם לעיכובא כמ\"ש בסימן קפ\"ז אבל אם דלגו רק דברים שהם שלא מעיקר הברכה יצאו בדיעבד ואינם צריכים לחזור בשביל זה וכ\"ש אם לא דלגו כלל כגון שהמברך עצמו שח אז באמצע ושחו גם הם אף דבודאי שלא כדין עשו מ\"מ בדיעבד יצאו ואינם צריכים לחזור:","(כז) נכון הדבר - היינו אף דמדינא היה יותר נכון שישמעו המסובין כל הבהמ\"ז מפי המזמן והוא יוציאם בברכתו ובעצמן לא יברכו כלל מ\"מ בעבור שמצוי בעו\"ה שהמסובין מסיחין דעתם ואינם מכוונין לדברי המברך כלל ונמצא שחסר להם בהמ\"ז לגמרי ומבטלין עשה דאורייתא בידים לכך נכון כהיום יותר שהמסובין יאמרו בעצמן בלחש כל מלה ומלה עם המברך כדי שיברכו יחדו ונקרא עי\"ז ברכת זימון ומתקיים מה שאמר הכתוב גדלו לה' אתי ונרוממה שמו יחדו דמזה ילפינן ברכת זימון וכמ\"ש לקמן [בסימן קצ\"ב במ\"ב]:","(כח) כל ברכה וברכה - ועכ\"פ יזהרו לומר עמו בלחש ברכה ראשונה דאל\"ה להרבה פוסקים לא מקרי זימון כלל וכדלקמן בסימן רי\"ש [אחרונים] ולפ\"ז מה שנוהגין הרבה אנשים שאחר שאמרו ברוך שאכלנו וכו' כל אחד ואחד מברך בקול רם בפ\"ע שלא כדין הם עושין אלא המברך צריך לברך ברכה ראשונה עכ\"פ בקול רם כדי שישמעו המסובין והם יאמרו בלחש עמו מלה במלה ורק בסיום הברכה יקדימו לסיים כדי שיענו אמן כמו שכתב רמ\"א ועיין במ\"א שהוא מצדד להורות כהתשב\"ץ שס\"ל דעד הזן את הכל צריכין לשתוק ולשמוע ולכוין לצאת מן המברך [ומשם ואילך יברכו בעצמן בלחש עם המברך] דעד שם היא ברכת הזימון אבל אין אנו נוהגין כן ומ\"מ הטוב והישר כשיודע במסובין שיכוונו לדבריו לעשות כהתשב\"ץ רק שיודיע להם מתחלה שיכוונו לצאת וגם הוא יכוון להוציאם ודוקא כשהשומעים כלם מבינים לשון הקדש דאל\"ה בודאי טוב יותר שיברכו בעצמן כל הבהמ\"ז ולא לצאת מן המברך [א\"ר]:","(כט) לטוב עין - שהוא שונא בצע וגומל חסד בממונו שנא' טוב עין הוא יבורך אל תקרי יבורך אלא יברך [גמרא]:","(ל) שדינה כתפלה - שאין שואלין ומשיבין כלל והטעם מדמצינו שהחמירו חכמים בבהמ\"ז שאין מברכין אלא במקום אחד כתפלה לאפוקי ק\"ש שיכול לאומרה במהלך מן פסוק ראשון ואילך וי\"א מעל לבבך ואילך וכדלעיל סימן ס\"ג ע\"ש במ\"ב:","(לא) בשעה שמברך - ומסתימת הפוסקים משמע דגם ברכה רביעית אף שהיא מדרבנן צריך לישב כי היכי דלא לזלזולי בה:","(לב) בביתו - דבמהלך בדרך עיין לקמן בסי\"א:","(לג) ה\"ה כל המסובין - דכיון דכולן יוצאין בברכתו צריכין לישב ובאימה כמברך עצמו:","(לד) אפילו בירך מהלך וכו' - היינו כשהוא מהלך בביתו במקום אכילתו אבל כשהלך למקום אחר ובירך יש דעות בזה עיין לקמן בסימן קפ\"ד ס\"א בהג\"ה:","(לה) שגם ברכת מעין שלש - עיין בביאור הגר\"א שתלה דין זה במה שמבואר לקמן בסימן קפ\"ד ס\"ג והרמב\"ם שהוא בעל דעה זו אזיל לשיטתו שם ולפ\"ז בחמשת מיני דגן עכ\"פ לכ\"ע צריך להיות דוקא ברכה אחרונה שלהם בישיבה:","(לו) עליו - אם ישב מפני שיקשה בעיניו איחור דרכו ולא יוכל לכוין יפה אלא מהלך ומברך כתב הח\"א דכל זה דוקא כשאכילתו היה דרך הליכה כמו שכתב המחבר שמהלך בדרך ואוכל אבל אם אכילתו היה בישיבה צריך לברך ג\"כ בישיבה:","(לז) אסור לברך - היינו כל הברכות ועיין לקמן בסימן קצ\"א במ\"ב ששם מבואר היטב:"],["(א) קודם שיעקור - ומפינה לפינה אפילו הבית גדול מותר ואפילו כשאין רואה מקומו הראשון כגון אחורי הפארא\"וון וכיו\"ב ואם היה לו מניעה שלא יוכל לברך בהחדר שאכל מותר לברך בחדר שסמוך לו אם יכול לראות מקומו שאכל ואם דעתו היה בשעת ברכת המוציא לברך בחדר אחר בבית זה אפשר דיש להקל בשעת הדחק [כגון שמקום שאכל אינו נקי לברך שם] אפילו אינו רואה מקומו הראשון:","(ב) ממקומו - וכל ד' אמות ממקום אכילתו חשיב מקום אחד ויוכל להעתיק ממקומו ע\"י מניעה קטנה:","(ג) יחזור למקומו - אפילו כבר הלך בדרך למרחוק כמה מילין אם לא שהוא רחוק כ\"כ שעד שיחזור למקומו יתעכל המזון ויפסיד ברכתו לגמרי יברך כאן:","(ד) יצא - היינו אפילו היה מזיד בעקירתו וגם הזיד עתה בברכה דהיינו שידע הדין שצריך לחזור למקומו ונתעצל בזה אפ\"ה יצא בדיעבד:","(ה) לדעת הרמב\"ם - ר\"ל דס\"ל בסמוך דבשוגג אף לכתחלה יוכל לברך במקום שנזכר די לנו אם נחמיר במזיד בלכתחלה שצריך לחזור למקומו אבל לדעת הרא\"ש דאף בשוגג צריך לכתחלה לחזור למקומו מסתברא דבמזיד מחמרינן טפי דאף בדיעבד לא יצא. ולענין הלכה הסכימו האחרונים דא\"צ לחזור ולברך אפילו היה מזיד בהליכה ובברכה כנ\"ל בסק\"ד:","(ו) יברך במקום שנזכר - ומ\"מ גם לדעה זו אם חזר הרי זה משובח אלא דאינו מחויב בדבר:","(ז) יחזור למקומו ויברך - וכתבו האחרונים דכן נכון לנהוג למעשה אם לא שהוא שעת הדחק דאז יוכל לסמוך אסברא ראשונה:","(ח) יאכל במקום השני - ואפילו במזיד מהני האי תקנה שיאכל כאן פת דבר מועט וא\"צ לברך תחלה ברכת המוציא ולא ברכת המזון על מה שכבר אכל ואחר אכילת פת שבכאן יברך בהמ\"ז ויעלה להאכילה שאכל במקום אחר:","(ט) מעט - היינו אפילו פחות מכזית דמ\"מ מצטרף זה לאכילה שאכל במקום הראשון. ודוקא אם במקום השני אכל ג\"כ פת אבל פרפרת וכיסנין מצדד בפמ\"ג דאפילו כזית לא מהני:","(י) רק שלא יהא רעב - דאם הוא רעב לא מהני מה שיאכל עתה דכבר הפסיד הבהמ\"ז של אכילה ראשונה כמ\"ש בס\"ה ועתה הוא חיוב חדש וצריך לברך גם ברכת המוציא:","(יא) במקומם - ואם יצא ממקומו הוי דינו כמ\"ש סעיף א' ב':","(יב) וע\"ל סי' קע\"ח ס\"ה - ששם הביא הרב עוד שיטה ג' דדוקא פת ולענין דינא כתב שם הגר\"א דהעיקר כדעה השניה דה' מיני דגן חשיבי כפת לענין זה ועיין במה שכתבנו שם במ\"ב:","(יג) צריך לברך וכו' - היינו כל ברכת המזון אף ברכה רביעית שאינה אלא מדרבנן כי היכי דלא לזלזולי בה [אחרונים]:","(יד) מספק - וגם יכול להוציא לאחר שאכל ולא בירך [רע\"א בהגהותיו וכ\"כ בתשובותיו סי' ו' וכ\"כ כתב סופר סי' למ\"ד]:","(טו) מפני שהיא מן התורה - ודוקא כששבע דאי לא שבע לרוב הפוסקים הוא מדרבנן. ומ\"מ ראוי לירא שמים בנסתפק אם בירך או לא אפילו שלא אכל אלא כזית שיטול ידיו ויברך המוציא ויאכל כזית ויברך בהמ\"ז [ח\"א]:","(טז) עד אימת וכו' - אמי ששכח ולא בירך דלעיל קאי:","(יז) כל זמן שאינו רעב - דלאח\"כ כבר בטל אותה האכילה והפסיד בהמ\"ז. ואם רוצה לאכול עתה מחדש דעת המ\"א שיחזור ויברך המוציא אפילו לא הסיח דעתו עדיין דכיון שנתעכל המזון הפסיד גם ברכה הראשונה אבל הרבה אחרונים פליגי עליה וסברי דברכה הראשונה לא הפסיד כל שלא הסיח דעתו בינתים:","(יח) מחמת אותה אכילה - נראה שבא לאפוקי אם הוא משער שבאותה האכילה לבדה היה כבר שיעור להתעכל והיה חוזר להיות רעב ובעוד איזה משך אכל עוד משארי מיני מזונות ומחמת אלו הדברים אינו רעב ואח\"כ נזכר שלא בירך בהמ\"ז אחר אכילה הראשונה לא יכול לברך עוד בהמ\"ז שכבר בטל אותה האכילה. בד\"א שאחר שגמר אכילתו הראשונה הסיח דעתו מלאכול עוד אבל אם היה הכל במשך סעודה אחת כגון מה שרגילין בסעודות גדולות שיושבין כמה וכמה שעות ולפעמים יש שיעור עיכול מאכילת פת שאכלו בתחלה אעפ\"כ יוכלו לברך לבסוף ברכת המזון כיון דבתוך משך הזה אוכלין פרפראות וכיסנין ושותין הכל סעודה אחת היא וכלא נתעכל מזון הראשון דמי:","(יט) לאותם פירות - לאו דוקא אלא שאינו תאב לשום פירות הוא סימן שלא נתעכל עדיין במעיו:","(כ) אם אינו יודע וכו' - וכ\"ז כשאכל כל צרכו מהלחם או מהפירות אבל אם אכל מעט וחפץ לאכול עוד אלא שלא היה לו יותר מזה בזה קשה מאד לשער השיעור דכל זמן שאינו רעב כיון שתיכף היה לו ג\"כ תאוה אלא שלא היה לו כתבו הרבה אחרונים דמשערינן בזה עד כדי הילוך ד' מילין [שהוא ע\"ב מינוט] ועד כדי שיעור זה מחויב לברך שבודאי לא נתעכל אפילו אכילה מועטת בשיעור מועט כזה ויש מן האחרונים שמצדדים דאם אכל אכילה מועטת ושהה קודם שבירך בהמ\"ז ואינו יודע לשער אם נתעכל המזון אף שהוא בתוך שיעור ד' מילין יאכל עכ\"פ עוד כזית פת ואח\"כ יברך בהמ\"ז ועל אותו פת שאוכל א\"צ לברך המוציא מחדש אם לא הסיח דעתו מלאכול עוד. ומ\"מ אם אין לו פת יש לסמוך אסברא ראשונה ולברך בהמ\"ז עד שיעור ד' מילין וכנ\"ל ועיין בביאור הלכה:","(כא) לברך עליה בהמ\"ז וכו' - ואע\"ג דברכה ראשונה צריך לברך אפילו על כל שהוא התם משום דאסור ליהנות מעוה\"ז בלי ברכה:","(כב) בכזית - היינו מדרבנן אבל מדאורייתא אינו חייב לברך בהמ\"ז כ\"א כשאכל דוקא שיעור שביעה שנאמר ואכלת ושבעת וברכת. ושיעור שביעה משמע מספר החינוך [בפרשת עקב] דאינו שוה בכל אדם אלא כ\"א יודע שביעתו ואם דרכו תמיד לאכול כדי מחייתו לבד גם זה נחשב שביעה:"],["(א) בכל לשון - דכתיב וברכת בכל לשון שאתה מברך ודוקא שמבין באותו הלשון [בה\"ל לעיל בסימן ס\"ב ע\"ש] וכתב הב\"ח בסימן קצ\"ג דכ\"ז מצד הדין ולמצוה מן המובחר בעינן דוקא לשה\"ק. כתב בספר החינוך כל הזהיר בבהמ\"ז מזונותיו מצויות לו כל ימיו בכבוד. והמדקדק יזהר לברך לכתחלה תוך הספר ולא בע\"פ. כתב בספר חסידים מעשה באחד שמת ונתגלה בחלום לאחר מקרוביו וא\"ל בכל יום דנין אותי על שלא הייתי מדקדק לברך כל הברכות בכונת הלב וכו' ע\"ש:","(ב) בשפתיו - אבל אם הרהר בלבו לא יצא. ואם מחמת חולי או אונס אחר בירך בהמ\"ז בלבו יצא [מ\"א] ועיין לעיל בסימן ס\"ב במ\"ב סק\"ז שביררנו דהאי יצא לא לגמרי קאמר דהא קי\"ל הרהור לאו כדיבור דמי אלא ר\"ל דעכ\"פ בשעה שאינו יכול לברך יהרהר בלבו והקב\"ה יקבע לו שכר עבור זה אבל בעצם אינו יוצא וע\"כ כשנסתלק האונס אם עדיין לא נתעכל המזון יברך ברכת המזון ועיין במה שכתבנו שם במ\"ב ובבה\"ל בכל הסעיף כי הכל שייך לכאן:","(ג) בקול רם - היינו כשאינם בקיאים בעצמם לברך והם יוצאים בשמיעתם ממנו ויש שכתבו דטוב לעולם לברך בקול רם כי הקול מעורר הכונה ובפרט אם הוא שבת או ר\"ח לא ישכח עי\"ז להזכיר מעין המאורע:","(ד) יכול לברך בהמ\"ז - דכתיב ואכלת ושבעת וברכת ואפילו מדומדם [ירושלמי] פי' שאינו יכול לדבר כראוי ומושבעת קדייק ליה שמצוי כמה פעמים שאחר שביעה האדם עומד שיכור ואפ\"ה חייבתו התורה לברך ועיין לקמיה מה שנכתוב בזה:","(ה) אם בירך והיתה וכו' - ר\"ל דבתפלה קי\"ל לעיל בסימן ע\"ו במי שהתפלל ומצא צואה כנגדו או בצדו תוך ד' אמותיו במקום שהיה ראוי להסתפק ופשע ולא בדק שצריך לחזור ולהתפלל משום שנאמר זבח רשעים תועבה וכן ה\"ה לענין ק\"ש ונסתפקו התוספות והרא\"ש אם גם בבהמ\"ז אמרי' הכי או דלמא שאני בהמ\"ז דקילא מהתם דהרי בשתוי אף שיכול לדבר לפני המלך קי\"ל דאל יתפלל ולענין בהמ\"ז ודאי מותר בשתוי:","(ו) פי' לגמרי - היינו שנשתכר כ\"כ עד שאינו יכול לדבר לפני המלך ונסתפקו אם צריך לחזור ולברך כשיפוג יינו ועדיין לא נתעכל המזון [ומ\"מ מיירי שלא הגיע לשכרותו של לוט דאל\"ה כשוטה יחשב ופטור מכל המצות וחייב לכ\"ע לחזור ולברך] ובסעיף הקוד' שמתיר לברך מיירי שיכול לדבר לפני המלך והקשו כמה אחרוני' דכיון שאינו יכול לדבר כראוי מסתמא אינו יכול לדבר לפני המלך ואפ\"ה מתיר הירושלמי. ולדינא מסקי האחרונים דאם אירע שנשתכר כ\"כ אעפ\"כ יברך ולכתחלה יזהר לברך קודם שיבוא לידי כך ועיין לעיל בסימן צ\"ט סקי\"א במ\"ב:","(ז) אם צריך לחזור ולברך - אבל לכתחלה גם הם מודים דאסור לברך שום ברכה וכן ד\"ת נגד צואה ומן התורה דהא כתיב והיה מחניך קדוש ואטו תפלה כתיב בקרא אלא כל דבר קדושה אסור לקרות במקום שאינו נקי [רמב\"ן בליקוטיו ע\"ש] ולא מסתפקי אלא כשכבר בירך ומצא אח\"כ ולדינא דעת הע\"ת והא\"ר בשם הב\"ח כשמצא צואה כנגדו בתוך ד' אמותיו דצריך לחזור ולברך בהמ\"ז אם עדיין לא נתעכל המזון וכן מצאתי בלקוטי הרמב\"ן על ברכות שהביא מתחלה ספיקא שנסתפקו בעלי התוספות בזה ואח\"כ מסיק דאין חילוק בזה בין תפלה ובין שארי דברי קדושה עי\"ש ועיין בבה\"ל:","(ח) ומשום מי רגלים וכו' - היינו ג\"כ באופן זה דבירך בהמ\"ז ואח\"כ מצא מי רגלים בתוך ד' אמות ולהכי קאמר פשיטא וכו' דאפילו לכתחלה היה מותר לו לברך כ\"ז שלא נודע לו שיש כאן מי רגלים דנגד מי רגלים הוא רק איסורא דרבנן ועל ספיקן לא גזרו וכדלעיל בסימן ע\"ו ס\"ז דאי היה נודע לו מתחלה שיש כאן מי רגלים ועבר ע\"ז ובירך נגדם לא הוה אמר המחבר פשיטא דדין אחד הוא עם מצא צואה כנגדו [פמ\"ג בשם לחם יהודה ע\"ש]:"],["(א) אם הן חייבות מדאורייתא - לפי שהיא מ\"ע שלא הזמן גרמא:","(ב) אלא מדרבנן - מדכתיב על הארץ הטובה ונשים אין להם חלק בארץ מצד עצמן (א\"ל בבת יורשת) משא\"כ כהנים ולוים אע\"פ שאין להם חלק מ\"מ יש להם ערי מגרש וי\"א משום שלא ניתן להם ברית ותורה:","(ג) אלא למי שאין וכו' - כגון שלא אכל כדי שביעה שאין חיובו אלא מדרבנן ומסיים הטור דמפני שהוא ספק נקטינן דאין מוציאות את האחרים שאכלו כדי שביעה [מ\"א] וכ\"כ הרמב\"ם פ\"ה מהלכות ברכות. כתב בש\"א אשה שאכלה כדי שביעה ונסתפקה אם בירכה חייבת לברך עי\"ש טעמו וכן הסכים בח\"א ובמגן גבורים אכן בחידושי רע\"א וכן בברכי יוסף פסקו שאינה צריכה לחזור ולברך וכן מצדד בפמ\"ג ומ\"מ נראה דהרוצה לסמוך על דעת ש\"א וסייעתו אין למחות בידו ועיין בבה\"ל:","(ד) קטן חייב מדרבנן - היינו אפי' לא אכל רק כזית ג\"כ חייב מדרבנן לחנכו:","(ה) וההיא דבן וכו' - ר\"ל ההיא דאיתא בגמרא דבן קטן מברך ומוציא את אביו בבהמ\"ז כשאין יודע לברך:","(ו) כשלא אכל האב כדי שביעה - אבל אם אכל האב כדי שביעה שחייב לברך מן התורה אין בנו קטן שמחויב רק מדרבנן יכול להוציאו. וכתבו האחרונים דקטן אינו מוציא את האשה דשמא מדאורייתא חייבת:","(ז) שאינו חייב וכו' - ואם גם הבן לא אכל כדי שביעה דהוי אצלו תרי דרבנן אם מוציא לאביו יש דעות בין הפוסקים ויש להחמיר:"],["(א) י\"א ברוך וכו' - היינו שהיו נוהגין לומר קודם התחלת בהמ\"ז:","(ב) והמוסיף גורע - דאין להוסיף על מטבע שטבעו חכמים לא יאמר כי לעולם חסדו עמנו כי חסדיו הם עם כל חי. שאתה זן קמ\"ץ תחת השי\"ן. אנחנו מודים ולא אנו דאנו הוא לשון אנינות. בפי כל חי ולא בפה. רענו בשו\"א תחת הרי\"ש ולא בחול\"ם כי הוא לשון בקשה. ומטעם זה צ\"ל זוננו במלאפו\"ם. לא חסר לנו ואל יחסר לנו [א\"ר בשם של\"ה]:","(ג) מלכא מאריה וכו' - ולפי מה שכתב המחבר לקמן בסי' רי\"ד מיירי דאמר מלכא דעלמא ועיין במש\"כ שם:","(ד) יצא - ידי ברכה ראשונה שהיא ברכת הזן ואף שקיצר מאד הברכה ולא אמרה כנוסח שתיקנו חכמים בלה\"ק אפ\"ה יצא בדיעבד הואיל והזכיר שם [דהש\"י היו קורין אותו בלשון רחמנא] ומלכות וענין הברכה ומשמע עוד דלדעה ראשונה אף שלא חיתם ג\"כ מהני דאף דקי\"ל דמקום שאמרו לחתום אינו רשאי שלא לחתום מ\"מ בדיעבד יצא והדעה השניה ס\"ל דהוא לעיכובא אף בדיעבד ועיין בב\"ח שכתב דנ\"ל לעיקר הדעה הזו והביאו בא\"ר. והנה כ\"ז הוא דוקא בדיעבד אבל לכתחלה לכו\"ע אין לשנות כלל מנוסח הברכה שתקנו לנו חכמים ז\"ל וכמו שמבואר ברמב\"ם פ\"א מק\"ש ופ\"א מהלכות ברכות ומשמע באחרונים דילדים קטנים נוכל לחנכם לכתחלה בנוסח זה מברכת הזן וכן מעט מכל ברכה עד שידעו לברך כל ברכה כתיקונה:","(ה) ברית ותורה - כי בנוסחתם הי' כתוב שהנחלת לאבותינו ארץ חמדה טובה ורחבה ברית ותורה וע\"ז כ' הרא\"ש דלא יאמר שהרי יאמר אח\"כ על בריתך וכו' ומה דאמר בגמ' צריך שיזכיר בה ברית ותורה היינו הענין של ברית ותורה כמו שאנו אומרים על בריתך וכו' לא תיבות ממש:","(ו) אם לא הזכיר וכו' - והא דלא הזכיר המחבר אם לא אמר ארץ חמדה טובה ורחבה דמחזירין אותו כדאיתא בש\"ס דהא מלתא דפשיטא היא דהיא עיקר ברכת הארץ אלא אפילו לענין ברית ותורה נמי מחזירין אותו [א\"ר]:","(ז) בברכת הארץ וכו' - שע\"י ברית נתנה הארץ לאברהם בפרשת מילה שנאמר ונתתי לך לזרעך אחריך את ארץ מגוריך וגו' ובזכות התורה והמצות ירשו את הארץ שנאמר למען תחיון ורביתם ובאתם וירשתם את הארץ וגו' ואומר ויתן להם ארצות גוים וגו' בעבור ישמרו חקיו ותורותיו וגו':","(ח) מחזירין אותו - היינו לראש בהמ\"ז דכולהו ג' ברכות ראשונות חשובות כאחת כ\"כ מ\"א לקמן בסימן קפ\"ח סק\"ח ועיין במה שכתבנו שם בזה בשם שאר אחרונים:","(ט) דנשים לאו וכו' - באמת לאו בני תורה נינהו ג\"כ והא דחלקינהו לשתים משום דעבדים איתנהו בברית. ומ\"מ בימינו נהגו הנשים לומר ג\"כ על בריתך שחתמת בבשרנו ועל תורתך שלמדתנו וכו' והכוונה על ברית הזכרים שחתמת בבשרנו וכן תורתך שלמדתנו על למוד הזכרים שבזכות התורה והברית נחלו ישראל את הארץ ועוד שגם הנשים צריכות ללמוד מצות שלהן לידע היאך לעשותן כמ\"ש בסי' מ\"ז:","(י) בבונה וכו' - מפני שע\"י דוד נתקדשה ירושלים וגם שאין נחמה גמורה אלא בחזרת מלכות ב\"ד למקומה:"],["(א) מפני שהיא סיום וכו' - עיין לקמן בסימן רט\"ו:","(ב) ונראה דדוקא וכו' - ויש מיישבין המנהג מטעם אחר שלא חששו לזלזול ברכה רביעית אלא בימיהם שהיו הפועלים הולכים למלאכתם כששומעים אמן שאחר בונה ירושלים (שלא חייבום חכמים בברכה רביעית מפני בטול מלאכתו של בעה\"ב) לכך היה צריך לענות אמן בלחש כדי שלא ישמעו הפועלים ויכירו שברכה רביעית אינה מן התורה ויבואו לזלזל בה אף שלא במקום בטול מלאכת בעה\"ב אבל עכשיו שגם הפועלים מברכים ד' ברכות כמ\"ש בסימן קצ\"א אין לחוש לזה ולפי טעם זה בין כשמברך בזימון ובין כשמברך ביחידי יכול לענות אמן בקול רם וכמדומה שכן המנהג. לא יאמר בונה ירושלים אמן בנשימה אחת רק ימתין קצת אחר תיבת ירושלים ואח\"כ יאמר אמן כדי שלא יהא משמע שגם האמן מסיום הברכה הוא:","(ג) שום מלכות אחר - היינו כגון הא דמסיים המחבר לקמיה:","(ד) והאומר וכו' - צ\"ל לכן האומר וכן הוא בטור:","(ה) אבינו מלכנו - אלא יאמר אבינו רוענו ואע\"ג דאינו אומר ביחד ממש עם מלכות בית דוד מ\"מ כיון דבחד ברכה הוא לאו אורח ארעא לאדכורי מלכותא דשמיא אצל מלכותא דבשר ודם:","(ו) אבל לא ראיתי וכו' - והאחרונים כתבו טעם לזה כיון דענין בפ\"ע לגמרי הוא לא קפדינן בזה ואומרים אותה כמו שהיא מסודרת בתפלת י\"ח לכן אין למחות ביד הנוהגין כן:","(ז) או נחמנו - היינו נחמנו ה' אלהינו בירושלים עירך ובציון משכן כבודך ובמלכות בית דוד משיחך ובבית הגדול והקדוש וכו':","(ח) וחותם בה וכו' או מנחם - מלשון זה משמע שאף אם פתח ברחם מותר לחתום במנחם ואף שאין החתימה מעין הפתיחה ממש לית לן בה דעכ\"פ הענין אחד אבל יש מאחרונים שמחמירין בזה וסוברין דצריך להיות מעין הפתיחה ממש:","(ט) ואין לשנות וכו' - ר\"ל דאם אומר בחול רחם יאמר בשבת ג\"כ רחם ואע\"ג דאסור לתבוע צרכיו בשבת הכא שאני דתופס ברכה כך היא תמיד וגם כל הרחמן יכול לומר בשבת אע\"פ שאינן מתופס הברכה שתקנו חכמים שכיון שנהגו הכל לאומרם בכל פעם שמברכין בהמ\"ז נעשה להם כטופס ברכה ואין בזה משום שאלת צרכיו בשבת:","(י) נוסחא אחת - והגר\"א כתב שעיקר כהרי\"ף שבחול יאמר רחם נא כמנהגנו ובשבת יאמר נחמנו וכו' ומסיים מנחם וכו' וכי יש עוד כמה ראשונים שסוברים כן:","(יא) דאומרים בונה ברחמיו וכו' - משום דכתיב שבתי לירושלים ברחמים וגו' וגם מאחר שהתחיל בתחלת הברכה ברחם מסיים נמי ברחמים כדי שיהיה החתימה מעין הפתיחה ממש ומ\"מ לכ\"ע אין מעכב כלל ועיין במעשה רב:","(יב) אומר בה - לפי שהזכרה זו וכן ביעלה ויבוא הם בקשת רחמים קבעום בברכת בונה ירושלים שהיא ג\"כ בקשת רחמים ולא בברכת הארץ שהיא הודאה ואם הזכירם בברכת הארץ לא יצא וצריך לחזור ולהזכיר בבונה ירושלים:","(יג) ואח\"כ יעלה ויבוא - מפני ששבת הוא תדיר וקי\"ל בכל מקום תדיר קודם ובדיעבד אם החליף בודאי יצא:","(יד) ביעלה ויבוא - דהא כבר הזכיר שבת ברצה ולמה יחזור ויזכירנו:","(טו) ברצה והחליצנו - דהא תקנו ע\"ז נוסח בפ\"ע יעלה ויבוא ולמה יכפילנה פעמים:","(טז) ולא הזכיר של שבת - ואפילו אם ספק לו אם הזכיר או לא תלינן דמסתמא בודאי לא הזכיר:","(יז) אומר ברוך אתה וכו' - ואם אינו יודע נוסח ברכה זו חוזר לראש ואם יודע ההתחלה והסיום אף שאינו יודע שאר הנוסח שבאמצע כראוי אומרה וא\"צ לחזור לראש [ט\"ז וש\"א] ועיין מה שכתבנו בבה\"ל:","(יח) ימים טובים לישראל - צ\"ל לעמו ישראל:","(יט) לששון ולשמחה - ובר\"ה אין אומרים לששון ולשמחה גם אין אומרים ודברך מלכנו וכו' וזה נוסחו בא\"י אמ\"ה שנתן ימים טובים לעמו ישראל את יום הזכרון הזה ואינו חותם בה כמו בר\"ח וזהו דעת המ\"א שחולק על כנה\"ג שמשוה ר\"ה לשאר י\"ט אבל הרבה אחרונים הסכימו לדעת כנה\"ג וע\"כ צריך לחתום בא\"י מקדש ישראל ויום הזכרון ואם שכח והתחיל הטוב והמטיב ג\"כ דעת המ\"א דשוב אינו חוזר כמו בר\"ח וא\"ר חולק עליו וס\"ל דחוזר. וביוה\"כ לענין חולה שצריך לאכול בו וצריך לומר בו יעלה ויבוא כדלקמן בסימן תרי\"ח ס\"י אם פתח בהטוב והמטיב ונזכר שלא אמר יעלה ויבוא אינו צריך לחזור וכמו בר\"ח ואם נזכר קודם שהתחיל ברכת הטוב והמטיב י\"א דצריך לומר ברוך שנתן ימים קדושים לישראל את יוהכ\"פ הזה בלי חתימה וי\"א דבזה לא תקנו חכמים כלל נוסח ברכה להשלים הזכרת יעלה ויבוא וכל שלא אמר במקומו שוב אינו חוזר וכן מסתברא:","(כ) יו\"ט בשבת אומר וכו' - ומיירי ששכח ולא אמר שניהם לא רצה ולא יעלה ויבוא ולהכי צריך לכלול שניהם אבל אם שכח של שבת לבד אומר רק אשר נתן שבתות למנוחה וכן בשכח של יו\"ט לבד אומר אשר נתן ימים טובים לעמו ישראל וכו' [אחרונים]:","(כא) וכל ברכות הללו וכו' - פי' פתיחת הברכות:","(כב) קודם שהתחיל הטוב וכו' - היינו שעומד אחר ברכת בונה ירושלים. ואם נזכר אחר שאמר תיבת ברוך אתה פשוט דחוזר לומר רצה והחליצנו או יעלה ויבוא ואומר אח\"כ ובנה ירושלים וכו' ואם נזכר אחר שאמר כבר ברוך אתה ה' מהנכון שיסיים תיכף למדני חקיך כדי שלא יהיה השם לבטלה והוי עדיין כלא סיים הברכה וחוזר לרצה:","(כג) עד שהתחיל הטוב וכו' - כתב הח\"א ר\"ל שאמר ברוך אתה ה' אמ\"ה האל זה מקרי התחלה לברכה זו אבל אם אמר רק בא\"י אמ\"ה יסיים אשר נתן שבתות למנוחה וכו' ואח\"כ יחזור ויאמר ברכת הטוב והמטיב ועיין בבה\"ל:","(כד) לראש בהמ\"ז - דכיון דכבר סיים סדר ברכות דאורייתא והסיח דעתו מהם ופתח בהטוב והמטיב דמי לעקירת רגלים בתפלת י\"ח דחוזר לראש אם טעה באיזה דבר. ואם טעה בברכה רביעית כגון שלא אמר בה שם ומלכות אע\"פ שכבר גמר אותה אינו חוזר אלא להטוב והמטיב שהיא ברכה בפני עצמה [מ\"א וש\"א]:","(כה) אומר ברוך שנתן - עיין בבה\"ל שביררנו בשם רוב הפוסקים דגם אותה צ\"ל בשם ומלכות:","(כו) מפני שאינו חייב וכו' - דדוקא בשבת וביו\"ט שמחויב לאכול דוקא פת וא\"כ חיוב ברהמ\"ז קבוע הוא בימים האלה לכן תקינו רבנן לעיכובא ג\"כ להזכיר שם מעין המאורע וכמו בתפלה אבל בר\"ח אע\"ג שאסור להתענות בו מ\"מ אינו מחויב לאכול דוקא פת וא\"כ אין חיוב ברהמ\"ז קבוע בו ולהכי לא תקנו חכמים הזכרת מעין המאורע שלו לעיכובא בבהמ\"ז וע\"כ אם שכח אין צריך לחזור וכתב המ\"א דה\"ה ביו\"ט יותר מסעודה אחת ביום וסעודה אחת בלילה שמחויב לאכול אם אכל ושכח להזכיר מעין המאורע בבהמ\"ז אינו צריך לחזור כמו בר\"ח אם לא כשלא אכל הסעודה בלילה שמחויב לאכול ביום שתים כדלקמן בסימן תקצ\"ט דאז אפילו בסעודה שניה חוזר [פמ\"ג]:","(כז) וחוה\"מ דינו כר\"ח - לענין שאין צריך לחזור וה\"ה לענין שאם נזכר קודם שהתחיל הטוב והמטיב אומר בא\"י אמ\"ה שנתן מועדים לעמו ישראל לששון ולשמחה ואינו חותם כמו בר\"ח:","(כח) אינו חוזר - כמו בכל ר\"ח כששכח ואע\"ג דבההוא יומא לא סגי דלא אכיל פת ההיא משום שבת היא ולאו משום ר\"ח דאכילת פת בר\"ח ליכא חיובא ושל שבת הרי הזכיר:","(כט) ואם שכח של שבת - כצ\"ל. וכן הגירסא בש\"ע של עולת תמיד ובשכח של שבת לבד בודאי אין צריך לכלול גם של ר\"ח בברכה זו כיון שכבר הזכיר ר\"ח ביעלה ויבוא. ומ\"מ אם לא נזכר עד לאחר שפתח בהטוב והמטיב וחוזר לראש בהמ\"ז בשביל הזכרה של שבת אז צריך לומר עוד הפעם גם יעלה ויבוא דבהמ\"ז הראשון נתבטל לגמרי:","(ל) ואינו חותם בשל ר\"ח - כדלעיל דליכא חתימה בר\"ח ואע\"ג דהכא מזכיר השם בחתימה בלא\"ה משום שבת מ\"מ אינו כדאי להזכיר דהזכרת השם הוא על שניהם ומ\"מ לדינא מסקי האחרונים דיזכיר בחתימה גם ר\"ח מטעם דבלא\"ה הרבה פוסקים ס\"ל דגם בכל ר\"ח צריך לחתום בברכה כמו ביו\"ט ואע\"פ שאין אנו נוהגין כוותייהו משום חשש ברכה שא\"צ הכא דבלא\"ה חותם בברכה בשביל שבת שפיר דמי לומר מקדש השבת וישראל וראשי חדשים:","(לא) דינה כר\"ח - שאינו חוזר אם התחיל ברכת הטוב והמטיב לפי שי\"א שסעודה שלישית אין צריך פת ואף שאין דבריהם עיקר כמש\"כ המחבר בסימן רצ\"א ס\"ה מ\"מ יש לחוש לדבריהם שלא לכנוס לספק ברכה לבטלה. ובסעודה ג' ביו\"ט לד\"ה אינו חוזר שהרי לד\"ה אינו אלא רשות וכמש\"ל בס\"ק כ\"ו ומ\"מ אם נזכר קודם שהתחיל ברכת הטוב והמטיב אפילו בסעודה רביעית או חמישית בשבת ויו\"ט אומר בא\"י אמ\"ה שנתן שבתות למנוחה וכו' או שנתן ימים טובים וכו' כמו שאומר בר\"ח אע\"פ שא\"צ אז פת כלל באותו יום:","(לב) דאזלינן וכו' - וכיון שהתחלת הסעודה היה מבעוד יום כבר נתחייב להזכיר מעין המאורע וע\"כ אפילו נמשך זמן רב בלילה לא נפקע חיובו וכתבו האחרונים דאם התפלל מעריב קודם בהמ\"ז שוב אינו מזכיר של שבת בבהמ\"ז דמחזי כסתרי אהדדי:","(לג) בתר התחלת הסעודה - ולפיכך אף אם חל ר\"ח במו\"ש יזכיר בבהמ\"ז של שבת לבד ולא של ר\"ח ודוקא כשגמר סעודתו מבעוד יום אבל אם אכל פת גם בלילה ויש עליו חיוב להזכיר גם של ר\"ח ושניהן אי אפשר להזכיר דהוי תרתי דסתרי דהיאך יאמר ביום השבת הזה ואח\"כ יאמר ביום ר\"ח הזה דהא ר\"ח הוא ביום א' א\"כ מוטב להזכיר של ר\"ח דזה יש חיוב לכ\"ע משא\"כ בהזכרת שבת דיש פלוגתא בין הראשונים אם חייב להזכיר כלל כשמברך במו\"ש (ואף דאנן פסקינן כאן בש\"ע דאזלינן בתר מעיקרא וחייב להזכיר של שבת במו\"ש מ\"מ כאן שהוא מקום הדחק מוטב שידחה הזכרת שבת מפני הזכרת ר\"ח דהוא חיוב לכ\"ע) אכן במו\"ש לחנוכה ופורים אפילו אם גמר סעודתו בלילה אינו מזכיר של חנוכה ופורים רק של שבת לבד כיון דבלא\"ה הזכרה מעין המאורע דחנוכה ופורים אינו אלא רשות כנ\"ל בסימן קפ\"ז ס\"ד כ\"כ המ\"א ועוד הרבה אחרונים וי\"א דאם חל יו\"ט או ר\"ח במו\"ש יזכיר רצה וגם יעלה ויבוא דאזלינן בתר התחלת הסעודה וגם בתר שעה שהוא מברך בו ולא קפדינן במה דנראה כסותרים אהדדי דברצה נתחייב משעה שהתחיל הסעודה ביום ואח\"כ כשנמשך הזמן ולא בירך והגיע לילה של יו\"ט או של ר\"ח ניתוסף עליו חיוב לזכור מעין המאורע של שעה שהוא מברך בו:","(לד) וה\"ה לר\"ח וכו' - ר\"ל דאם אכל בהם ונתאחר הבהמ\"ז עד הערב צריך להזכיר דאזלינן בתר זמן התחלת הסעודה והוא שלא התפלל ערבית וכנ\"ל ועיין לקמן בסימן תי\"ט:"],["(א) לא יאמר תתברך - שכבר אמר ברוך אתה ה':","(ב) החי - כי בקצת סדורים היה כתוב המלך החי הטוב וכו':","(ג) כ\"א בבית האבל - וכדלקמיה בס\"ב:","(ד) שלשה מלכיות וכו' - וטעם כל זה הוא דברכת הטוב והמטיב אינו מן התורה אלא שחכמים תקנוה על הרוגי ביתר שניתנו לקבורה ואמרו הטוב שלא הסריחו והמטיב שנתנו לקבורה וקבעוה לברכת המזון מפני שכולה הודאה ושבח על הטובה שהטיב עמנו וגם זו מן הטובות וסמכוה לברכת בונה ירושלים מפני שכשנחרבה ביתר נגדעה קרן ישראל ואינה עתידה לחזור עד שיבוא בן דוד ומפני שכבר סיימו ברכות שהם מן התורה וזו היא מדרבנן לא מקרי זו ברכה שהיא סמוכה לחברתה ולהכי פותחת בברוך [ומה שאין אנו חותמים בה בברוך אע\"פ שהיא ברכה ארוכה מפני שמתחלה תקנוה במטבע קצר שלא הוזכר בה אלא הטוב והמטיב לכל ואח\"כ הוסיפו בה יתר הדברים] ותקנו בה ג' מלכיות מפני שכבר תקנו להזכיר מלכות בית דוד בבונה ירושלים וכיון שמזכירין מלכות בית דוד היה ראוי להזכיר גם מלכות שמים אלא מפני שאין זה דרך כבוד להזכיר בסמוך ממש מלכותא דשמיא למלכות בו\"ד רצו להשלימה ולהזכיר בברכת הטוב והמטיב מלכות כנגדה ואגב שתקנו להזכיר מלכות כנגד ברכת רחם תקנו להזכיר עוד פעם מלכות כנגד ברכת הארץ שלא הוזכר גם בה מלכות (ואע\"פ שמעיקר הדין אין צריך בה מלכות שהיא סמוכה לברכת הזן ובה נזכר מלכות) וכיון שאומרים בה ג' מלכיות אומרים בה ג\"כ ג' הטבות מפני שעיקר הברכה היא על שם ההטבה דהיינו הטוב והמטיב וכיון שאומרים בה ג' הטבות והיא ברכת הודאה כמו שכתבנו אומרים ג\"כ ג' תגמולות עכ\"ל הלבוש:","(ה) המלך הטוב - אין לומר אל שבכל יום וכו' דמשמע ח\"ו שיש שתי רשויות ואותו אל שבכל יום אנו מברכין אלא יאמר אל בכל יום וכו' ויותר נכון שלא לומר כלל מלת אל שהרי כבר אמר האל אבינו. בבהמ\"ז בעה\"ב מסיים ונאמר אמן שאין יכול לגזור אומר ואמרו אמן משא\"כ בברכת עושה שלום במרומיו שהוא שבח של הקב\"ה וכל ישראל מצווין אומר ואמרו אמן. אחר הרחמן יש לענות אמן וכן אחר כל תחנה ובקשה אע\"פ שאין בה שם [כל בו ושל\"ה]. יאמר ונשא ברכה מאת ה' כלשון הפסוק ישא ברכה מאת ה'. נוהגים לומר בשבת ויו\"ט ור\"ח מגדול ובחול מגדיל ויתר דקדוקים שבנוסח בהמ\"ז עיין בא\"ר סימן קפ\"ז שהאריך בזה:","(ו) בבית האבל אומר - בין כשהאחרים האוכלין עמו מברכין ובין כשהוא עצמו מברך ואם בעינן לזה עשרה או לא עיין ביו\"ד סימן שע\"ט ובאחרונים שם:","(ז) הטוב והמטיב - לפ\"ז אין אומר בבית האבל ג' הטבות וג' גמולות וכן הוא בב\"י ועיין בב\"ח פה ובש\"ך שם סימן שע\"ט שאין סוברים כן:"],["(א) אחר שסיים וכו' - ר\"ל כשמברך בהמ\"ז על כוס כמבואר לעיל סימן קפ\"ב יברך בפה\"ג אחר שסיים בהמ\"ז והיינו אפילו אם כבר בירך על היין שבתוך הסעודה שכל מה שאוכל ושותה אחר בהמ\"ז סעודה אחרת היא לפי שבהמ\"ז היא סילוק והיסח הדעת למה שלפניה:","(ב) ע\"ל סימן רע\"א סט\"ו - דחוזר ומברך ובמילתא דשייך לסעודה אינו חוזר ומברך בדיעבד:","(ג) ואח\"כ יטעמו האחרים - שכיון שהוא בירך על כוס זה נכון הוא שישתה הוא תחלה:","(ד) אם כולם זקוקים - הלשון מגומגם קצת וכונתו כאלו כתב וכן אם כולם זקוקים ור\"ל דלא מיבעיא אם יש רק כוס אחד וכולם שותים מכוס זה בודאי נכון לכתחלה שהוא יטעום מקודם ואפילו אם כל אחד כוס ריקן לפניו והוא מערה לאחר ברכה קודם טעימתו מכוסו לכוסם ג\"כ אין ראוי שיטעמו הם קודם מאחר שעכ\"פ הם זקוקים כולם לכוסו:","(ה) אבל אם אינם וכו' - ר\"ל אם יש לפני כל אחד כוס יין והוא מוציאם בברכתו והוי כאלו הם מברכין בעצמם אינם צריכין להמתין עליו:","(ו) אין צריך וכו' - קאי אדלעיל שלא היו זקוקין לכוסו של המברך והטעם דא\"צ לשפוך משום דכיון דיצאו בברכתו א\"כ כוסות כל אחד מקרי כוס של ברכה:","(ז) פגום - שאז צריך לשפוך מכוסו לכוסם מעט קודם שטעם ממנו כדי לתקן פגימתם ובזה צריכין ליזהר שלא יטעמו קודם שיטעום הוא תחלה כיון שהם זקוקים לכוסו:","(ח) אחר ששתה וכו' - ואם דעתו לשתות עוד לא יברך אחריו אלא לבסוף אחר גמר שתייתו ודוקא כשדעתו לשתות מיד דאל\"ה יש לחוש שמא יתעכל דעיכול של שתיה איננו שיעור גדול כ\"כ עיין לעיל סימן קפ\"ד ס\"ה מ\"א ועיין בבה\"ל:","(ט) שתיית יין - וה\"ה בשאר משקין יש ספק זה:","(י) אם די בכזית - כמו באכילה דקי\"ל בכל מקום שיעור אכילה בכזית [והוא כחצי ביצה כמבואר בסימן תפ\"ו] ולפ\"ז במשקין יחוייב בברכה אחרונה בשליש רביעית דרביעית הוא ביצה וחצי כידוע ועיין סימן רע\"א סי\"ג מה שכתבתי שם במ\"ב ובה\"ל:","(יא) או ברביעית - כמו שמצינו בכמה דיני התורה לענין משקין דשיעורן ברביעית:","(יב) והכא וכו' - פי' דבשאר שתיות שהם רשות יכול גם להסתלק מן הספק באם ישתה פחות מכזית דבזה פטור לכו\"ע מלברך אחריו אבל הכא בכוס של ברכת המזון א\"א לעשות כן דכיון דטעון כוס צריך עכ\"פ לשתות מלא לוגמיו שהוא רוב רביעית והוא הרבה יותר מכזית:","(יג) שהוא רוב רביעית - היינו באדם בינוני מחזיק שיעורו כך אבל באדם גדול ביותר משערינן במלא לוגמיו דידיה ומ\"מ לא בעי לשתות טפי מרביעית:","(יד) רביעית שלם - עיין ט\"ז שכתב דלעיקר הדין קי\"ל במלא לוגמיו ולפיכך אם לא שתה רק כמלא לוגמיו חייב לברך ברכה אחרונה אלא דלכתחלה יראה לשתות רביעית כדי לצאת לכו\"ע אכן כל האחרונים דחו דבריו והעלו דכל שלא שתה רביעית שלם בין ביין בין בשאר משקין אין רשאי לברך ברכה אחרונה וכדעת השו\"ע עוד הסכימו דאין חילוק בין שאר משקין ובין יין שרף אע\"פ דביי\"ש מייתבא דעתיה דאינשי בפחות מרביעית דלא חילקו חכמים בשיעורן ודלא כט\"ז לקמן בסימן ר\"י:","(טו) יטעום אחד מהמסובין - דכיון שהמסובין שמעו מתחלה את הברכה והוא כוון עליהם להוציאם מהני טעימתם לכולם ועיין בבה\"ל מה שכתבנו בשם חי' רע\"א:","(טז) ואין שתיית וכו' - דבעינן שיטעום בעצמו או אחד מהמסובין שיעור הנאה שתתיישב דעתו עליו והיינו כמלא לוגמיו:","(יז) שיטעמו כולם - היינו טעימה בעלמא וא\"צ מלא לוגמיו רק לאחד. והנה הכא איירי המחבר רק לענין מצות שתיית הכוס ולפי מה שביאר המחבר לעיל בס\"ג דלצאת ידי ספק יראה לשתות רביעית שלם לא יצוייר מה שכתב דמצוה מן המובחר שיטעמו כולם בכוס המחזיק רביעית אם לא שהוא מחזיק יותר מרביעית:","(יח) סימן רע\"א - דיש מי שאומר דשתיית כולם מצטרפין למלא לוגמיו ועיין לקמן בסימן רע\"א ס\"ק ס\"ט במ\"ב:","(יט) צריך לברך - דמסתמא אינו מכוין לצאת בברכת המברך מאחר שאינו יודע אם יגיע לו וכתב המ\"א דאם המסובין נתכונו בהדיא אם יגיע להם הכוס שיצאו בברכתו יוצאין בזה אם גם המברך נתכוין להוציא בברכתו כל אחד מהמסובין וכן הסכימו הרבה אחרונים. ואך יזהרו כולם מי שרוצה לטעום מן הכוס על סמך ברכת המברך שלא ישיחו עד שיטעמו מן הכוס כדי שלא יהיה הפסק בין הברכה להטעימה:"],["(א) וכולל בה בונה ירושלים - דאף דדרשינן בגמרא מקרא שיברך לה' בבהמ\"ז על המזון ועל הארץ ועל ירושלים אין ר\"ל שמן התורה צריך לחתום על כל אחד ואחד בברכה בפ\"ע אלא מדאורייתא די כשיברך על שלשתן בברכה אחת אך דרבנן תקנו לחתום בברכה על כל אחד ובפועלים משום בטול מלאכה תקנו שרק הזן יברך בפ\"ע אבל ברכת הארץ ובנין ירושלים כיון שדומות זו לזו יכללם בברכה אחת [מ\"א בביאור דברי רש\"י וכ\"כ עוד הרבה אחרונים לדינא]:","(ב) כלל - שזו אינה כ\"א מדרבנן בעלמא ועקרוה אצל פועלים בין שמברכין בעצמן בין ששומעין מפי אחר המזמן ומברך בהמ\"ז כתיקונה הרי הן עומדין למלאכתן כשחותם ברכת ירושלים ולענין ברכת הזימון אם מחויבין פועלים בכך או לא יש דעות בין האחרונים ולפי מה שכתב בס\"ב לא נ\"מ מידי לדידן דבודאי חייבין אך כשאוכל פועל עם אנשים אחרים והוא גמר סעודתו מקודם נראה דלא ימתין עליהם אם אינם רוצים לענות אותו דבכגון זה בודאי בעה\"ב מקפיד ועיין לקמן בסימן ר' במ\"א סק\"ב:","(ג) כשנוטלין שכר - וע\"כ צריכין למהר המלאכה [רש\"י]:","(ד) מיסב עמהם וכו' - דמסתמא מוחל להם:","(ה) אסור לעשות מלאכה וכו' - מפני שנראה כמברך בדרך עראי ומקרה ואפילו תשמיש קל אסור לעשות ואצ\"ל שלא יעסוק בדבר שצריך לשום לבו אליו וכתב הט\"ז שיש ליזהר שלא לעיין אפילו בד\"ת בשעה שמברך בהמ\"ז כי זה מורה על היות הבהמ\"ז אצלו רק על צד המקרה וההזדמן ולאו דוקא בבהמ\"ז ה\"ה כשעוסק בתפלה או באיזו ברכה אחרת וזה נכלל במאמר תורתנו ואם תלכו עמי קרי דהיינו שלא יהיו המצות אצלנו על צד המקרה וההזדמנות בעלמא:","(ו) לעיל סוף סימן קפג - אלא דשם מיירי שמקודם התחיל במלאכה וכאן מיירי שמקודם התחיל לברך והיא היא:"],["(א) חייבין בזימון - דהיינו שחייבין להזדמן ולצרף ברכתם בלשון רבים דהיינו שאחד יאמר נברך שאכלנו וכו' ואסמכו רבנן אקרא דכתיב גדלו לה' אתי ונרוממה שמו דמשמע שאחד יאמר לשנים גדלו א\"נ ממאי דכתיב כי שם ה' אקרא הבו גודל לאלהינו וכ\"ש אם הם יותר עד עשרה כמו שיתבאר לפנינו:","(ב) נברך - בזוהר הזהירו לומר בפיו קודם בהמ\"ז תן לנו הכוס ונברך או באו ונברך לפי שכל דבר שבקדושה צריך הזמנה בפה עובר לעשייתו כדי להמשיך הקדושה ומזה נוהגים לומר בל\"א (רבותי, מיר וועלין בענטשין) והם עונים יהי שם ה' מבורך מעתה ועד עולם:","(ג) והוא חוזר ואומר וכו' חיינו - ואם המסובין צריכין לענות אמן אחריו יש דעות בין האחרונים והמנהג שלא לענות:","(ד) ובטובו חיינו בא\"י אמ\"ה וכו' - משמע מזה דלא יאמר ברוך הוא וברוך שמו ויש פוסקים כתבו לומר ב\"ה וב\"ש וכן המנהג ועיין במ\"א ובשארי אחרונים דעכ\"פ לא שייך זה ביחיד וגם בשלשה אין לומר אותו רק המברך ולא שנים המזמנים עמו:","(ה) יכול לומר ברכו - כיון שהם שלשה וראוים לברך בלשון רבים בלעדו אבל בשנים לא יכול לומר ברכו רק נברך ובדיעבד אם אמר בשנים ברכו אפשר דיצא:","(ו) בלמ\"ד - דגבי ברכה לא כתיב למ\"ד דכתיב ברכו עמים אלהינו:","(ז) על המזון שאכלנו - דמשמע דמברך לבעה\"ב המאכילו דאי לרחמנא למה הוא מזכיר מזון בלא מזון יש הרבה לברכו [תוס']:","(ח) למי שאכלנו משלו - דמשמע דרבים הם זה זן את זה וזה זן את זה ולפי דבריו הוא מברך לבעה\"ב [רש\"י] וגבי מטובו פירש משום דממעט בתגמוליו של מקום דמשמע דבר מועט כדי חיים וטעם שלא לומר חיים דמשמע דהוא מוציא עצמו מן הכלל:","(ט) יכול וכו' - דתו ליכא למטעי דקאי על בעה\"ב המאכילו:","(י) אינם יכולים לחזור - דבדיעבד יצאו בזימון בלא שם ואם יכול המזמן לחזור אח\"כ ולומר ברוך אלהינו וכו' או שצריך לומר ג\"כ בלא שם מאחר שהעונים אמרו מתחלה בלא שם יש דעות בין האחרונים עיין בשע\"ת ולכו\"ע אם הם אמרו בשם יכול גם הוא לחזור ולומר ברוך אלהינו וכו' אף דנברך אמר בלא שם:","(יא) יחזור ויזמן בשם - דכיון שלא ענו עדיין לא נתקיים מצות זימון והוי כלכתחלה:"],["(א) פוטר אחד וכו' - ר\"ל דבהמוציא אף לכתחלה יכול כ\"א לצאת בברכת חבירו:","(ב) מצוה לחלק - כלומר דאע\"ג דבדיעבד אף בבהמ\"ז בודאי יוצא ע\"י חבירו המוציאו מ\"מ לכתחלה מצוה ליחלק והטעם שחלקו בין בהמ\"ז להמוציא דבתחלת הסעודה שקובעים לאכול יחדו דעתן להצטרף משא\"כ בסוף הסעודה דעתן להפרד זה מזה הלכך צריך לברך כ\"א לעצמו ויש עוד טעם משום דבהמ\"ז דאורייתא החמירו בה ועיין בפמ\"ג שכתב דנכון לחוש לטעם הראשון וע\"כ אף אם לא אכל כדי שביעה דחיובו הוא רק מדרבנן ג\"כ מצוה ליחלק ולברך כ\"א לעצמו:","(ג) אחד יודע וכו' - עיין לקמן סימן קצ\"ז ס\"ד במ\"ב:","(ד) שיכוין להוציאו - וגם השומע צריך שיכוין לצאת כמ\"ש בסימן רי\"ג ס\"ג ועיין במה שכתבנו שם:","(ה) אבל אם אינו וכו' - ולפי זה הנשים יברכו לעצמן וה\"ה ע\"ה כשאינו מבין ברכת המוציאו ויש פוסקים שסוברין שבלה\"ק יוצא אדם ידי חובתו בשמיעה אע\"פ שאינו מבין הלשון (משא\"כ בשאר לשונות דלכו\"ע אינו יוצא אם אינו מבין הלשון) וכן המנהג שנשים יוצאות י\"ח בשמיעה מהמברך אע\"פ שאינן מבינות כלל ואפילו בקידוש שהוא דאורייתא לכו\"ע להנשים אפ\"ה יוצאות בשמיעה וכן ע\"ה אע\"פ שאינן מבינים דברי המקדש [אחרונים] ומ\"מ יותר טוב שיאמרו אחרי המברך והמקדש מלה במלה בלחש אם אפשר להם דבזה יצאו לכל הפוסקים ובלא\"ה נכון לעשות כן לכו\"ע דא\"א לכוין ולשמוע היטב וכמבואר לעיל בסימן קפ\"ג ס\"ז ע\"ש:","(ו) אינם רשאין ליחלק - דכבר נתחייבו בזימון משאכלו ביחד. ודע דחיוב זימון הוא דוקא כשאכלו פת שחייבין עליו בהמ\"ז אבל אם אכלו פירות ואפילו הן משבעה מינים לא כדקי\"ל בסימן רי\"ג דאין זימון לפירות ויש מחמירין בז' מינים להצריכו זימון ולכן טוב שלא יקבעו ג' ביחד על ז' מינים כדי לאפוקי נפשין מפלוגתא [ב\"ח] וברכי יוסף כתב שהמנהג פשוט לקבוע כמה אנשים על פירות מז' מינים וכן לאכול פת הבאה בכיסנין:","(ז) מצוה שיחזרו - היינו אם הוא עמהם בביתם מצוה ליתן לו דבר מה לאכול כדי שיצטרף עמהם ומשמע בגמרא דאף אם הוא שמש המשמשם בסעודה שאין דרכן לאכול אתו ביחד מצוה שיקראו לו לאכול אתם כדי שיוכלו לזמן:","(ח) אחר שלישי - ופשוט דאם הוא אחד א\"צ לחזור אחר שנים:","(ט) שכולם נתחייבו - כלומר אע\"פ שאם ילך אחד ישארו שלשה ויזמנו מ\"מ הוא לא יצא ידי חובתו שגם הוא נתחייב בזימון:","(י) יכולים ליחלק - עשרה לכאן ועשרה לכאן ונמצא שכולם זמנו בשם:","(יא) אינן מחויבין לחלק - היינו דלא אמרינן טוב יותר להתחלק כדי להרבות בברכות ועיין בד\"מ שדעתו דאדרבה שמצוה מן המובחר שלא להתחלק בין בעשרים ובין בששה משום ברוב עם הדרת מלך רק דמדינא אין איסור בדבר אם יתחלקו ויש שחולקים ע\"ז וס\"ל כיון שיש בכל כת ג\"כ מקצת רוב עם וגם נתקיים מצות ברכת זימון בכל חד וחד ולהכי שקולים הם ויכול לעשות כמו שירצה אפילו לכתחלה:","(יב) אחר עשרה - כדי שיהיו יכולים לברך בשם ועיין באחרונים דאפילו אם הם שבעה מצוה לחזר אחר עוד שלשה ועיין במש\"כ לעיל בסק\"ז:","(יג) לשמוע ברכת הזימון - דאם היו יכולין לשמוע ברכת זימון מפי המזמן אף דכל ברכת המזון אינם יכולין לשמוע מרחוק לא היו רשאין ליחלק על ג' אלא ישמעו ברכת זימון לבד מפי המזמן וברהמ\"ז יברכו כ\"א בפני עצמו בלחש וכמבואר לעיל סימן קפ\"ג ס\"ז:","(יד) ואינם רשאים וכו' - דאם היו יכולין ליחלק לעשרה עשרה לא היו רשאין ליחלק לחבורה של ג' כדי שלא יפסידו מלהזכיר הזימון בשם:","(טו) בקול רם - כדי להשמיע ברכת הזימון לכל העשרה:","(טז) ויקפיד עליהם - במה שעושין חבורות לעצמן. וה\"ה אם צריכין ללכת לדבר מצוה ואין להם שהות להמתין שתתבטל המצוה שרשאין לחלק לג' ג' כ\"כ המ\"א ובח\"א מגמגם בזה ופוסק דעכ\"פ כשלא נשארו עשרה בלעדם בודאי אסור לצאת אפילו לדבר מצוה. ומ\"מ אם הוא מצוה דאורייתא אפשר דיש להקל בכל גווני ועיין בפמ\"ג:","(יז) ברכת זימון שהרי וכו' - אבל אם היו יכולין לשמוע ברכת זימון לא היו רשאין ליחלק וכנ\"ל בסקי\"ג והאחרונים חולקים ע\"ז משום דנהי דקי\"ל בסימן קפ\"ג דהאידנא מברכין כ\"א מהמסובין כל הבהמ\"ז בלחש מ\"מ צריכין לשמוע היטב גם לדברי המברך ולומר עמו בלחש כל מלה ומלה ולענות אמן על כל ברכה וברכה ועכ\"פ עד הזן את הכל בודאי צריכין להאזין גם לדברי המברך דעד שם הוא ברכת הזימון כדלקמן בסימן רי\"ש בהג\"ה וא\"כ אף אם יכולין לשמוע ברכת זימון מפי המברך כל שאין יכולין לשמוע מלה במלה מפי המברך עד הזן את הכל מוטב להם ליחלק ג' ולברך בלא שם ממה שלא יצאו כלל ידי חובת זימון מדינא. כתבו האחרונים היכא שיש מסיבה גדולה יש ליתן לברך ברכת הזימון למי שקולו חזק כדי שישמעו כל המסובין וכנ\"ל:","(יח) שהשנים קבעו - קביעות נקרא כשיושבים ואוכלים על שלחן אחד או במפה אחת אפילו כל אחד אוכל מככרו וכמבואר לעיל בסימן קס\"ז סי\"א ועיין לעיל שם בסי\"א בביאור הגר\"א דדעתו שם דבעה\"ב עם בני ביתו שישבו לאכול הוי קביעות ומצטרפי אפילו בלא שלחן אחד:","(יט) בגמר האכילה - חל עלייהו חובת זימון עי\"ז שאכלו לבסוף ביחד ומשמע מזה הא אם לא גמרו גם סוף אכילה ביחד כגון שבא אחד לאכול אצל שנים אחר שכבר התחילו לאכול וגם גמרו סעודתן שלא בזמן אחד אותן שגמרו מקודם רשאין לברך בפני עצמן דעכ\"פ התחלה או גמר בעינן ביחד ומ\"מ אם המתינו לאחר אכילתם ולא ברכו עד שגמר גם השלישי לאכול חייבין לזמן ואין רשאין ליחלק ואע\"ג שלא גמרו ביחד כל היכי דאי מייתי להו מידי מצי למיכל מינייהו כמו גמרו ביחד דיינינן להו וכעין ההיא דריש סימן קצ\"ז ע\"ש:","(כ) ומ\"מ אם וכו' - הוא כמו אבל:","(כא) בלא קבע - היינו שלא אכלו בדרך קבע בישיבה ועל שלחן אחד ואפילו התחילו לאכול בשלשה מתחלת הסעודה ועד סופה:","(כב) הוא שמש - שדרך אכילתו בלא ישיבת קבע לכך הוא מצטרף בכל גווני:","(כג) כ\"מ שרשאין ליחלק - היינו שאכלו השלשה בלא קביעות וכן בעשרים או בששה אף שע\"פ דין רשאים ליחלק מ\"מ עדיף טפי שלא ליחלק:","(כד) עדיף טפי לזמן - עיין במ\"א שהקשה דמהרבה פוסקים משמע לענין שלשה שאכלו בלא קבע דאין אחד יכול להוציא חבירו בביהמ\"ז וממילא גם לענין זימון אין רשאין וע\"ש שהאריך בזה ואף דיש איזה אחרונים שדחו ראייתו לענין זימון מ\"מ יותר מסתבר כדבריו וכן בפמ\"ג כתב ג\"כ דבמקום שאין אחד יכול להוציא חבירו בבהמ\"ז אם יכולים להצטרף לענין זימון צ\"ע למעשה ומסיים דבעשרה שיש הזכרת השם אפשר דאסור לכ\"ע לזמן באין חייבין וכן משמע בחיי אדם כלל מ\"ח דין ז':","(כה) אם היו רוכבים וכו' - סעיף זה כלשונו ממש מובא לעיל בסימן קס\"ז סעיף י\"ב אלא דשם מיירי לענין להוציא בברכת המוציא והכא מיירי לענין צירוף זימון ודין אחד לשניהן וכבר ביארתי שם במ\"ב באר היטב ע\"ש:","(כו) הולכים ואוכלים לא - וביושבין בעגלה ואוכלין ביחד כשהם נוסעין עיין בסימן קס\"ז מה שכתבתי בשם המ\"א שמסתפק בזה ובח\"א הכריע דבזה וכן בכל מקום שיש ספק בשלשה יזמנו אבל בעשרה יש לחוש להזכרת השם לבטלה. ומ\"מ נ\"ל דיזמן בלא שם דהא בדיעבד יצא בעשרה אף אם לא הזכיר השם וכדלעיל בסוף סימן קצ\"ב:","(כז) שלא לזמן וכו' - האחרונים חולקים ע\"ז וכהיום המנהג שמזמנין ובהרחמן אומרים הרחמן הוא ישלח לנו ברכה מרובה בהליכתנו ובישיבתנו עד עולם ונוכל לומר הרחמן הוא יברך את בעה\"ב הזה וקאי על בעל הסעודה. ומכ\"ש אם כל אחד אוכל משלו שאז אפילו בבית ישראל אומרים הרחמן הוא יברך אותנו וכו' ואם אוכלין במלון ביום דרך עראי בבית עו\"ג אפשר דאין זה קביעות ואין מזמנין [מ\"א] וטוב שלא יקבעו אז שלשתן יחד ויצאו מידי ספק [פמ\"ג]:","(כח) אינם רשאים ליחלק - היינו אפילו רוצה לגמור סעודתו קודם שיגמרו האחרים כיון שהחיוב של זימון חל כבר עליו בהתחלת אכילה שלו:","(כט) כל אחד לשנים - עיין בביאור הלכה:","(ל) אפי' אכלו אח\"כ - דכבר פרח זימון מינייהו ע\"י שזימנו עליהם מקודם ומ\"מ בהמ\"ז חייבים לברך מתחלת ברכת הזן וכדלקמן בסימן רי\"ש בהג\"ה:","(לא) ואינם רשאים ליחלק - כיון שנועדו עתה יחדו וכל אחד בא מחבורה שכבר נתחייב שם בזימון ואף דנתבאר בס\"ו בהג\"ה דאסור ליפרד מחבורה של ג' שעי\"ז מפסיד הזימון שלהם וא\"כ היה לכל אחד ואחד לחזור לחבורה שלו י\"ל דמיירי הכא שנתפרדה חבורתם הראשונה א\"נ לפי מה דמבואר לקמן בסי' רי\"ש בא\"ר וש\"א דבמקום שיש אונס או הפסד ממון מותר לאחד לגמור סעודתו מקודם שגמרו השנים ולברך בפני עצמו מיירי הכא ג\"כ בכה\"ג שהיו אלו השלשה מוכרחין למהר ולגמור סעודתן מקודם ולכן אם נזדמנו אלו השלשה ביחד יזמנו בפני עצמן:","(לב) ואפילו לא אכלו וכו' - וקשה הא קי\"ל לעיל סימן קפ\"ד דבהמ\"ז צריך לברך דוקא במקום שאכל וא\"כ כל אחד ואחד צריך לחזור למקום שאכל מתחלה יש מתרצים דהכא מיירי בעקרו בשוגג ממקומם דבזה לא מטרחינן אותו לחזור למקומו לדעת הרמב\"ם וכנ\"ל שם בסעיף א' וכן פסקו שם האחרונים במקום הדחק ובעניננו נמי כיון דכאן יכול לזמן וכשיחזור לשם יברך ביחידי כשעת הדחק דמי ועוד י\"ל דה\"ק ואפילו לא אכלו יחד כלומר אלא כל אחד אכל בפני עצמו שלא קבעו דאינם חייבים בזימון כמ\"ש ס\"ב הכא חייבין כיון שכבר נתחייבו:","(לג) פרח זימון מינייהו - ובזה דוקא אם לא אכלו אח\"כ יחדו אבל אם אכלו אח\"כ יחד מצטרפין ואינו דומה להא דסעיף ה' דהא לא זימנו עליהם מקודם [חי' רע\"א בשם תר\"י]:","(לד) כיון שחבריהם זימנו - עיין בביאור הלכה:","(לה) ובא אחד וכו' - היינו אחד מן השוק אכל מעט בסוף סעודתן ונצטרף עמהם ולישנא לכל חבורה שכתב המחבר לאו דוקא דאפילו רק לחבורה אחת א\"כ פרח זימון מן אחד ולא נשאר כאן אלא שנים:","(לו) מותר ליפרד וכו' - ומיירי שכל החבורות היו מתחלה ג\"כ בבית זה אלא שלא נצטרפו ביחד דאל\"ה הלא צריך לברך בהמ\"ז במקומו:"],["(א) ואין יכולים וכו' - לומר נברך וכו' דלמאי יזמנו זה את זה והרי כבר ברכו בהמ\"ז ואין לשון זימון אלא שאחד יזמן השנים שיהיו מוכנין ומזומנין להצטרף יחד לברכת המזון:","(ב) יכול לומר וכו' - דהא באמת מחוייב בזימון הוא שאכל עמהם ביחד אלא שאין לו תקנה משום שכבר בירך ואין זימון למפרע לכן מהני הצטרפותו עכ\"פ שיהיו הם יוצאין על ידו:","(ג) עם האחרים - היינו שבא לחבורה של שלשה או אפילו שבא לשנים בסוף סעודתם ואכל עמהם מעט:","(ד) אינן יכולין לזמן - על האחד מפני שכבר יצא ידי חובת זימון מיהו אם נזדמן להם אחד מן השוק יכולין לזמן עליו כשיטעום עמהם דחיוב זימון שלהם לא נפקע בשביל אותו שזימן:","(ה) כדי שיכוין - לשמוע ברכת הזימון:","(ו) ויענה עמהם - אבל אם אינו עונה אין מזמנין עליו משום דאינו עומד עמהם אבל אם היה עומד עמהם אף אם אינו עונה עמהם מזמנין עליו בע\"כ כמבואר לקמן סי' רי\"ש [שיו\"ב ומגן גבורים וא\"ר בתירוץ ב']:","(ז) ויוצאין ידי חובתן - וגם הוא יוצא ידי חובת זימון בזה:","(ח) שאינו בא - אלא שעומד נגד הפתח בסמוך להם [ועיין סימן נ\"ה ס\"כ דמבואר שם דאם יש טינוף בינתים מפסיק] וכשיגמור ענינו יבוא הביתה שאכל שם ויברך בהמ\"ז [רמב\"ם] מיהו אם נשתהה שם עד גמר בהמ\"ז וכוון לבו לצאת יצא ידי בהמ\"ז וא\"צ לברך:","(ט) וע\"ל סי' רי\"ש - ס\"ב ולפי מה דפסק שם רמ\"א צריך העונה להמתין עד שיגמרו ברכת הזן:","(י) ואין אחד מהם יודע - דאי אחד מהם יודע כל ברכת המזון בודאי נכון שהוא יברך כל הברכות ויוציאם ידי חובתם ולא לחלק בהמ\"ז לפרקים פרקים:","(יא) ברכה ראשונה - היינו לבד מברכת נברך שצריך המזמן לומר בתחלת ברכת הזימון:","(יב) וכל אחד יברך - ר\"ל ויכוין להוציא את חבירו:","(יג) אין בכך כלום - דברכת הטוב והמטיב לאו דאורייתא היא ולפיכך אינה מעכבת להשלש ברכות ומשמע מזה דבאחת משלש ברכות הקודמים אם אין אחד מהם שיודע אותה מעכב שלא יברכו כלל דברכות מעכבות זו את זו ויש פוסקים שסוברים דאף דמן התורה חייב לברך אותם מ\"מ אין מעכבות זו את זו ולפיכך מי שאינו יודע לברך כל הברכות וא\"א לו לקרא לבקי שיוציאו בבהמ\"ז צריך לברך עכ\"פ הברכה שיודע אותה ולענין דינא אם אכל כדי שביעה דחיוב בהמ\"ז שלו הוא מן התורה יש להחמיר כשיטה זו ולברך אותה:\n"],["(א) רואין אלו וכו' - אפילו כשאוכלים כל אחת על שלחן בפני עצמו:","(ב) מצטרפות לזימון - ר\"ל אם ירצו יכולין להצטרף ולהוציא אחד את כולם בבהמ\"ז:","(ג) ואם לאו וכו' - אפילו כשהם בבית אחד ואפילו אם נכנסו מתחלה ע\"ד להצטרף יחד:","(ד) ואם יש שמש - היינו אפילו אינו אוכל כלל:","(ה) הוא מצרפן - היינו אפילו הם בשני בתים ואין רואין אלו את אלו:","(ו) וכגון שנכנסו וכו' - מסתימת המחבר משמע דאפילו בית אחד ורואין זה את זה ג\"כ לא מצטרפי שתי החבורות יחד אא\"כ כשנכסו מתחלה ע\"ד זה אבל הרבה אחרונים כתבו דבבית אחד לא בעינן כלל שיכנסו מתחלה ע\"ד זה ובכל שרואין זה את זה בלחוד או אפילו באין רואין זה את זה ויש שמש בין שתי החבורות סגי לענין צירוף וכן דעת הגר\"א בבאורו ובאדרת אליהו ע\"ש:","(ז) רשות הרבים וכו' - כתב הט\"ז לאו דוקא ר\"ה ממש שהוא רחב ט\"ז אמות דה\"ה כשיש שביל היחיד מפסיק בינתים ואפשר דדוקא כשהוא קבוע גם בימות הגשמים [א\"ר]:","(ח) בשום ענין - היינו אפילו כשהן רואין זה את זה ויש שמש המשמש לשתיהן:","(ט) מפתן הבית - דהוא רואה אלו ואלו והו\"ל כמקצתן רואין זה את זה:","(י) ברכת זימון - עיין לקמן בסימן רי\"ש ס\"ב דדעת המחבר דברכת זימון הוא נברך וברוך שאכלנו ודעת הרמ\"א דדוקא עד גמר ברכת הזן וכל זה הוא ג\"כ רק במקום הצורך אבל לכתחלה יותר נכון שישמעו כל הבהמ\"ז מפי המברך והוא יוציאם בכל הברכת המזון [מ\"א והגר\"א] ועיין לעיל סימן קפ\"ג ס\"ז במ\"ב שם:","(יא) בביאור - ובדיעבד אם לא שמע דברי המזמן שאמר נברך רק שמע להעונים שעונים ברוך שאכלנו משלו וכו' מותר גם כן לענות עמהם ביחד:","(יב) צריכים שישמעו וכו' - ויכונו לצאת:"],["(א) דבר איסור - אפילו אין איסורו בעצם אלא משום שהוא אסר ע\"ע דבר זה:","(ב) ואין מברכין עליו - וה\"ה שאין עונין אמן על ברכתו:","(ג) לא בתחלה וכו' - הואיל ודבר איסור הוא ויש עבירה באכילתו מנאץ את ה' בברכתו ע\"ז וכענין שנאמר בוצע ברך נאץ ה':","(ד) ולא בסוף - ואפילו אם אכל כדי שביעה ואם אכל בשוגג ונזכר אחר אכילתו דעת הט\"ז ועוד כמה אחרונים דבזה יוכל לברך בסוף [והיינו אפילו לא אכל כדי שביעה] דבזה לא שייך נאוץ אלא דלענין זימון אפילו בשוגג אין לזמן ע\"ז דאכילת איסור לא חשיבא קביעות. אם גנב או גזל חטים וטחנן ואפאן י\"א שאע\"פ שקנאן בשינוי והרי הם שלו אלא שחייב לשלם לו דמים עבורם מ\"מ אסור לברך ע\"ז בין ברכה ראשונה ובין בהמ\"ז דלענין ברכה דאית בה הזכרת השם חמיר טפי ותמיד הוא בכלל נאוץ וי\"א דהואיל וקנה יכול לברך ודעת המ\"א דלענין בהמ\"ז אם אכל כדי שביעה יש להורות בזה שיברך בהמ\"ז דהוא דאורייתא ויש להחמיר ולברך:","(ה) דבר איסור - ואפי' אכל איסור דאורייתא במקום סכנה כגון מפני חולי והטעם דכיון דסכנה הוא התירא קאכיל ואדרבה מצוה קעביד להציל נפשו וכדכתיב וחי בהם ואחז\"ל וחי בהם ולא שימות בהם:","(ו) וע\"ל סי' ר\"ד - דשם נשנה דין זה ונתבאר שם בס\"ח בהג\"ה דאם אנסוהו לאכול אינו מברך אע\"ג דהיה מוכרח לאכול מפני הסכנה וע\"ש במ\"ב:","(ז) מצטרפין - אע\"פ שכל אחד אוכל מככרו:","(ח) אינם מצטרפין - שכל צירוף לזימון אינו אלא כשהם יכולים להתחבר יחד באכילתן לאכול לחם אחד וכאן כ\"א נזהר מלחם חבירו:","(ט) לשלשה שמודרים וכו' - בין שכל אחד מהם מודר מחבירו בין שאחד מודר מהשנים והשנים ממנו דעכ\"פ אותו האחד אינו יכול לאכול משלהם והם משלו לכך אינם מצטרפין אבל כששנים מודרים מאחד והוא אינו מודר מהם ודאי מצטרפין כיון שהאחד יכול לאכול עמהם. כתבו הפוסקים דה\"ה כשאחד אוכל חלב או גבינה והשנים בשר מצטרפין שהאוכל גבינה הרי יכול לאכול מלחמם אע\"פ שהוא מלוכלך בבשר אם יקנח פיו וידיחנו [והמנהג שהאוכל גבינה הוא המברך ברכת הזימון ולא להיפוך שהוא הגורם להזימון] אבל אם אוכל גבינה קשה אינן מצטרפין שהמנהג עכשיו שלא לאכול בשר אחר גבינה קשה ע\"י קינוח והדחה וכן מר\"ח עד ט\"ב שאין אוכלים בשר רק בסעודת מצוה ויש שנזהרין גם בזה ואוכלין רק מאכלי חלב כמו שכתב בסימן תקנ\"א אותן שנזהרין מבשר ואוכלין חלב אין מצטרפין עם אוכלי בשר דהרי אין יכולין לאכול זה עם זה אלא אם כן אכלו כזית פת קודם שאוכלי בשר התחילו לאכול בשר בלחמם שאז עדיין היו יכולין לאכול ביחד או שאחד מבני הסעודה אכל כזית לחם אחר שאינו מלוכלך לא בבשר ולא בחלב שזה מצרף את כולם שהרי כולם יכולים לאכול מלחמו:\n"],["(א) ובא שלישי - ורוצה לאכול ולהצטרף עמהם לזימון:","(ב) מצו למיכל מיניה - היינו שאינם שבעים כ\"כ ואם היו מביאים להם דברים הממשיכים את הלב לקינוח סעודה כגון פירות וכמהין ופטריות וגוזלות וכה\"ג היו יכולין לאכול ואפילו מעט מהם:","(ג) מצטרף בהדייהו - דחשבינן להו כאלו לא גמרו סעודתן עדיין והוא שקבע עמהם דהיינו שאכל אצלם בשלחן שיושבים וכמ\"ש בסי' קצ\"ג ס\"ב ע\"ש במ\"ב. כתב במאמר מרדכי דה\"ה אם אחד גמר סעודתו מתחלה ואח\"כ באו שנים אצלו ואוכלין ג\"כ מצטרף בהדייהו לזימון אם היו מביאים לו מידי ומצי למיכל מניה ע\"ש עוד כתב דה\"ה בכל זה לענין צירוף עשרה לזמן בשם:","(ד) וחייבים ליתן וכו' - לאו דוקא אלא שר\"ל שמצוה ליתן לו וכמו שכתב לעיל בריש סימן קצ\"ג:","(ה) אינו מצטרף עמהם - דכיון שאמרו כן הרי כבר הסיחו דעתם מאכילה ושתיה ואסור להם שוב לאכול כמבואר לעיל בסימן קע\"ט ס\"א בדעה הראשונה ולהכי אינו יכול להצטרף עמהם דכבר נסתלקו מאכילתם הראשונה ועיין בה\"ל:","(ו) וע\"ל סי' קע\"ט - דשם נתבארו פרטי דינים של הב לן ונברך ונט\"י:","(ז) ואחד אכל וכו' - דאף דעל ירק אין מברכין בהמ\"ז מ\"מ יכול להצטרף ולענות ברוך שאכלנו משלו:","(ח) כזית ירק - טעמו דכיון שאומר שאכלנו ואין אכילה פחותה מכזית או משום דבעינן שיתחייב עכ\"פ בשום ברכה ובפחות מכזית אין חיוב בשום ברכה אחר אכילתו כמבואר לקמן סי' ר\"י:","(ט) מצטרפין - ואם כבר בירך ברכה אחרונה שוב אין יכולין לזמן עליו דכבר נסתלק מהם [מ\"א וש\"א]:","(י) בציר - היינו שטבל ירק בהציר ובין כולם היה רק כזית אפ\"ה מצטרף:","(יא) כוס אחד - דשתיה בכלל אכילה ויכול לומר שאכלנו:","(יב) חוץ מן המים - דמים לא זייני ואינו חשוב להצטרף אפי' הוא צמא ורוצה לשתות ומ\"א חולק ופסק דמצטרף דכל שתיה בכלל אכילה היא והעתיקוהו איזה אחרונים להלכה אכן בספר בגדי ישע ובמגן גבורים הסכימו להמחבר וכן מצדד בספר חמד משה:","(יג) המברך אחד וכו' - דכיון שהוא מוציא את חבריו בברכת הזימון חמיר טפי:","(יד) ירק - וה\"ה איזה משקה וכנ\"ל:","(טו) צריך לברך - לאחר שגמר לשמוע ברכת הזימון:","(טז) ואינו נפטר - ר\"ל אפילו אם ירצה לכוין לצאת בבהמ\"ז ג\"כ לא מהני כדקי\"ל [לקמן בסימן ר\"ח סי\"ז ובאחרונים שם] דאין ברכת שלשה פוטרת מעין שלשה ולא ברכת בנ\"ר אך אם אכל תמרים או שתה יין בודאי מהני בדיעבד דהא קי\"ל בסימן ר\"ח דאם בדיעבד בירך עליהן בהמ\"ז יצא ולפי מה דפסקו שם כמה אחרונים דאף על דייסא אם בירך בהמ\"ז יצא גם בדייסא דינא הכי וכתב המ\"א דמ\"מ לכתחלה יכוין בהם שלא לצאת בבהמ\"ז דצריך לברך על כל מין ברכתו הראויה לו:","(יז) להצטרף לעשרה - דבלאו דידיה יש חיוב זימון מן האוכלים פת ולא בעינן ליה אלא להזכרת השם:","(יח) כזית פת - דמחוייב בבהמ\"ז:","(יט) דבכזית דגן וכו' - היינו כגון דייסא וכיוצא בו ממיני מזון שחייב לברך עליו ברכה אחת מעין שלש:","(כ) דבירק ובכל מאכל - וה\"ה שתיה וכנ\"ל בס\"ב לענין עשרה וטעם דעה זו דס\"ל דלענין צירוף לזימון אקילו גם לענין שלשה כיון ששנים מהן אכלו פת ומחויבין בבהמ\"ז והוא שהשלישי אכל כזית שמחויב עכ\"פ לברך ברכה אחרונה:","(כא) הלכך שנים וכו' - הוא מדברי המחבר להכריע בין השיטות דלכתחלה יש לזרזו שיאכל פת דוקא כדי לצאת ידי דעה ראשונה ואם אינו רוצה לא יתנו לו כלל כדי שלא להכניס עצמן לספק חיוב אך בדיעבד אם אירע שנתנו לו איזה דבר שאינו פת צריך לחוש לדעה שניה ולזמן עמו:","(כב) לשתות - ועכשיו נוהגים שאם לא רצה לאכול פת נותנים לו לכתחלה לשתות או לאכול איזה דבר וכדעה האחרונה [אחרונים]:","(כג) מצוה וכו' - דכיון דהרבה מהם אכלו כדי שביעה ומחוייבים בבהמ\"ז מן התורה מוטב שיוציאם ג\"כ אותו שאכל כדי שביעה ומחוייב מן התורה כמותו. וכתבו האחרונים דכ\"ז אם מוציאם בבהמ\"ז אבל אם מברכים כל אחד בפני עצמו אלא שאחד מזמן עליהם לא קפדינן כולי האי ולכתחלה יכול לזמן עליהם אף מי שלא אכל כ\"א כזית:","(כד) יכול להוציא וכו' - דמן התורה יכול להוציא חבירו בבהמ\"ז אע\"פ שלא אכל כלל כיון שחבירו כבר אכל וחייב לברך וכל ישראל ערבים זה בזה אלא מפני שאומר שקר במה שאומר שאכלנו והוא לא אכל הצריכוהו חכמים שיאכל כזית מתחלה ועיין במ\"א שמסתפק דלפ\"ז אם הם רק שנים דבלא\"ה אינם מזמנים אפשר דיכול להוציא חבירו שאינו יודע לברך אפילו אם לא אכל כלל ומצדד להחמיר וכ\"כ בא\"ר דמדרבנן בכל גווני אין אחד מוציא חבירו בבהמ\"ז אא\"כ הוא ג\"כ מחוייב בדבר וכן מוכח בהדיא בחידושי הרא\"ה לברכות ובריטב\"א ר\"ה כ\"ט ובשיטה מקובצת ברכות דף מ\"ח ע\"ש:","(כה) י\"א שאינו חייב וכו' - דס\"ל דמה דדריש ר\"מ בגמרא ואכלת זו אכילה ושבעת זו שתיה הכוונה דאם שתה לאחר אכילה אז חייב לברך ואם לאו אינו חייב אלא מדרבנן:","(כו) והוא תאב לשתות - דאם אינו תאב לשתות לכו\"ע חייב מדאורייתא אף בלי שתיה:","(כז) וטוב ליזהר לכתחלה - ר\"ל דלפי פסק המחבר מקודם דאם יש מי שמחוייב בדבר מדאורייתא שיודע לברך מצוה שיברך הוא להוציא אחרים טוב לחוש גם לשיטה זו שיברך מי ששתה אחר אכילתו להוציא אחרים דהוא מחוייב בודאי מדאורייתא אם לא שאותן ששתו אין יודעין לברך דאז יוכל להוציא אותן אפילו מי שלא שתה וכמו שכתב גם המחבר לענין כדי שביעה:","(כח) שיברך מי ששתה - ואעפ\"כ אם מקצתן אכלו לשובע ולא שתו ומקצתן לא אכלו לשובע ושתו מוטב שיברכו אותן שאכלו לשובע דחייבין מדאורייתא לדעת הפוסקים אף שלא שתו ודעת המרדכי בשם הרא\"מ דעת יחידאה היא. מי שהיה שבע קודם שאכל ואכל אכילה גסה שלא היה צריך לאותה אכילה אעפ\"כ אם נהנה גרונו מאותה אכילה מברך עליו לפניו ולאחריו ומוציא אחרים ואם נפשו קצה עליו ואינו נהנה גרונו אינו ראוי לברך לא לפניה ולא לאחריה לפי שזו אינה חשובה אכילה כלל לכל מצות שבתורה כמו שנתבאר בסימן תע\"ו ובסימן תרי\"ב:\n"],["(א) שלא אכל - ואם שתה אפילו לא נצטרף עמהם כלל יכול לומר ברוך שאכלנו וכו' דשתיה בכלל אכילה ומיהו בעשרה לענין הזכרת השם שיאמר ברוך אלהינו שאכלנו משלו וכו' נשאר הפמ\"ג בספק ע\"ש:","(ב) עונה אחריו ברוך וכו' - דאין מן הראוי שיהיה אדם אצל חבורה שמזמינין עצמן ליתן שבח והודיה לו ית' והוא ימנע מזה:","(ג) כשאחרים עונים - ר\"ל דאז לא יוכל לענות ברוך וכו' כיון שלא שמע מפי המזמן שבקשו לברך:","(ד) עונה אחריהם אמן - ככל הברכות שאדם שומע מפי ישראל שצריך לענות אמן אחריו ואם שמע אח\"כ מפי המזמן כשחזר ואמר ברוך שאכלנו משלו וכו' צריך לענות עוד הפעם אמן ככל הברכות שאדם שומע מפי אחד וחזר ושמע אותה הברכה מפי השני כתב הט\"ז אם נכנס אחר שכבר התחיל המברך לומר ברוך שאכלנו אין צריך לענות אמן אבל כמה אחרונים חולקין ע\"ז:","(ה) בכל הברכות - בין ברכת המצות בין ברכת הנהנין:","(ו) אומר ברוך אלהינו - היינו כששמע להמברך שאמר נברך לאלהינו ואם שמע רק להעונים אומר רק אמן בלבד כנ\"ל. וברכת נשואין עונה ברוך אלהינו ומבורך שמו תמיד לעולם ועד שהשמחה במעונו [אחרונים]:","(ז) ואחר העונים - ר\"ל אף שאמר מתחלה עם המסובין ברוך ומבורך וכו' צריך לענות לבסוף אמן ג\"כ אחר העונים:"],["(א) מזמנין עליו - שאף שלא קבע עצמו בשלחן עמהם שאוכל מעומד וגם הולך ובא באמצע אכילתו ואין לו קביעות כלל עמהם אפ\"ה מצטרף שכיון שדרך אכילתו בכך זו היא קביעתו משא\"כ באיש אחר וכמ\"ש בסימן קצ\"ג ס\"ב במ\"ב:","(ב) ע\"ה גמור - דבגמרא אמרינן דאפילו קרא ושנה ולא שימש ת\"ח דהיינו להבין טעמי המשניות להקשות ולפרק אין מזמנין עליו ולכן קאמר דאפילו ע\"ה גמור שאין בו מקרא ומשנה מזמנין עליו בזמן הזה שאם היו פורשין מהם היו גם הם פורשין מן הצבור לגמרי ואם אינו מקיים מצות התורה בדבר המפורסם בכל ישראל כגון שאינו קורא ק\"ש שחרית וערבית י\"א שאעפ\"כ מזמנין עליו ודעת המ\"א שבזה אין מזמנין עליו דבזה כיון דכלל ישראל קוראין ק\"ש לא חיישינן לקלקולא במה שנפרוש עצמנו מיחידים שאין קורין וכן סתמו כמה אחרונים וכ\"ש מי שהוא רשע ועובר עבירות בפרהסיא דאין מזמנין עליו [מ\"א וש\"א]:","(ג) עובד כוכבים אין וכו' - היינו אפילו נתכוין לברך לאלהי ישראל:","(ד) ולא טבל - וכל זמן שלא טבל כדין בפני ב\"ד של שלשה כמבואר ביו\"ד סימן רס\"ח ס\"א מקרי לא טבל [אחרונים]:","(ה) אין מזמנין עליו - דאינו גר עד שימול ויטבול:","(ו) ויכול לברך - והיינו אפילו להוציא אחרים ידי חובתן בברכת המזון [ב\"י]:","(ז) לאבותינו - לפי שלאברהם נתנה הארץ למורשה ואברהם נקרא אב המון גוים:","(ח) שהוא פטור מלברך - פי' כל זמן שמתו מוטל לפניו כבסימן ע\"א:","(ט) אין מזמנין - ואפילו להאומרים שאם רצה להחמיר ולענות ולברך הרשות בידו מ\"מ כיון שהוא פטור אינו מצטרף ועיין מה שכתבנו לעיל בסימן ע\"א סק\"ד במ\"ב לענין אם יש חבורה בעיר המיוחדים להוצאת המת ומסרהו להם:","(י) עליו - ואפילו בדיעבד אם בירך להוציא לאחרים לא מהני דכל שהוא בעצמו פטור מן הדבר אין יכול להוציא לאחרים [פמ\"ג]:","(יא) וקטנים - עיין לקמיה בסעיף י':","(יב) אין מזמנין עליהן - ר\"ל אם לא היו רק שני אנשים אין אלו מצטרפין לשלשה שיתחייבו על ידם בזימון משום דאלו אינן בני חיובא בזימון וכדלקמיה בס\"ז ואפילו אם רצו לזמן עמהם ג\"כ אין רשאין וגרע מנשים בעצמן או עבדים שיש להם עכ\"פ רשות לזמן וכדלקמיה משום שאין חברתן נאה שיהיה הצירוף של שלשה ע\"י הנשים וכן ע\"י העבדים שהם פרוצים בזמה ואפילו אשה עם בעלה ובניה ג\"כ אין נכון להצטרף מטעם זה:","(יג) אבל מזמנין לעצמן - רשות וקאי אנשים ועבדים ולא אקטנים דקטנים לאו בני מצוה נינהו לומר שיזמנו לעצמן:","(יד) פריצותא דעבדים - שחשודים על הזנות ועל משכב זכור ולכן אפילו יש ג' עבדים אין מזמנין עם הנשים בחבורה אחת דאכתי איכא פריצותא:","(טו) בשם - דהזכרת השם הוא דבר שבקדושה וכל דבר שבקדושה איננו בפחות מעשרה זכרים ובני חורין וכדלעיל בסי' נ\"ה:","(טז) רשות - י\"ל הטעם דלא רצו חכמים להטיל עליהם חיוב ברכת הזימון כשהם בפ\"ע משום שאינו מצוי כ\"כ שיהיו בקיאות בברכת הזימון:","(יז) חייבות וכו' - ואע\"ג דנתבאר בסקי\"ב דאין מזמנין אנשים ונשים ביחד ואפילו רצו משום שאין חבורתן נאה היינו דוקא התם שהאנשים הם רק שנים וחיוב זימון בא ע\"י צירוף נשים להכי מנכר צירופן והתחברותן יחד וגנאי הדבר משא\"כ הכא מיירי כשיש שלשה אנשים זולתן ואין צריך כלל לצירופן לענין חיוב זימון ולכן אף שהנשים ועבדים מצטרפין לצאת ידי חובתן בשמיעה מהמברך ולענות אחריו ברכת הזימון אין בזה משום גנאי:","(יח) ויוצאות וכו' - שכמו שהאנשים מוציאים לאנשים כן הם מוציאים לנשים ועיין בשו\"ע הגר\"ז שדעתו שאם רצו הנשים להתחלק מחבורת האנשים ולזמן בפ\"ע הרשות בידן:","(יט) אע\"פ שאינן מבינות - ועיין בסימן קצ\"ג במ\"ב סק\"ה מש\"כ שם בשם האחרונים דיוצאות גם ידי בהמ\"ז בשמיעה מפי המברך אע\"פ שאינן מבינות לשה\"ק וכתבנו שם דמ\"מ יותר נכון שיאמרו אחר המברך מלה במלה בלחש אם אפשר להם:","(כ) מזמן למינו - דכל אנדרוגינוס אחד הם משא\"כ בטומטום לקמיה דשמא זה כשיקרע ימצא זכר וזה נקבה ואין נשים מצטרפות עם האנשים וכדלעיל בס\"ו:","(כא) לא לאנשים וכו' - דשמא נקבה היא ונתבאר בס\"ו שאין מזמנין עליהן וכן עם הנשים דשמא זכר הוא ואין חברתן נאה וכנ\"ל:","(כב) אינו מזמן כלל - היינו אפילו עם שני טומטומים אחרים וכ\"ש דאינו מצטרף עם אנשים ונשים ומ\"מ פשוט דעם ג' אנשים יכול להצטרף דלא גריעא מאשה וכנ\"ל בס\"ז:","(כג) שהגיע וכו' - ופחות מזה אין דעתו חשיב לכלום אפי' יודע למי מברכין:","(כד) הפעוטות - היינו כבן ט' או כבן י' [מ\"א] וי\"א דה\"ה בפחות משיעור זה אם הוא רק מבן שש ומעלה אם הוא חריף ויודע למי מברכין:","(כה) ומצטרף וכו' - היינו אחד ולא שנים בין לשלשה בין לעשרה:","(כו) בין לשלשה וכו' - והא דאיתא בס\"ו דאין מזמנין על הקטנים מיירי בקטנים ביותר או שאינו יודע למי מברכין:","(כז) דאז מחזקינן וכו' - דאמרינן כיון שהגיע לכלל שנים מסתמא כבר הביא שתי שערות וא\"צ בדיקה אחר זה אבל אם בדקוהו ונמצא שאין בו שתי שערות לא מצרפינן ליה לזימון. וכל אלו הדעות הוא רק לענין צירוף שיהיה מצטרף לשלשה ולעשרה אבל שיהיה הוא המזמן ויוציא אחרים בבהמ\"ז לכו\"ע אינו מוציא עד שיהיה בן י\"ג שנה ויום אחד וידוע שהביא שתי שערות שבהמ\"ז הוא מן התורה ובשל תורה אין סומכין על חזקה זו דמסתמא הביא מיהו אם המזמן אינו אומר כי אם נברך וכל בהמ\"ז מברך כ\"א ואחד לעצמו כמנהגנו [וכמבואר בסימן קפ\"ג ס\"ז] לית לן בה דכיון שהוא בן י\"ג שנה סמכינן בזה על חזקה:","(כח) וחרש - מיירי בחרש המדבר ואינו שומע דאלו בחרש גמור קי\"ל דפטור מכל המצות כקטן דלאו בר דעה הוא וכדלעיל בסימן נ\"ה ס\"ח ואינו מצטרף. וחרש השומע ואינו מדבר עיין בפמ\"ג:","(כט) ושוטה - לא מיירי בשוטה גמור דזה אין מצטרף אלא שאינו חכם כ\"כ כשאר אינשי והעם מחזיקין אותו לשוטה:","(ל) אין מזמנין עליו - בין לג' בין לעשרה שזהו לשון נידוי שמרחיקין ומבדילין אותו מאגודתם ועיין לעיל בסימן נ\"ה סי\"ב בבה\"ל:"],["(א) שאכלו כאחד וכו' - ר\"ל שהתחילו לאכול כאחד וגמרו שנים מהם תחלה ורוצים לברך בהמ\"ז:","(ב) מפסיק על כרחו - ר\"ל שאין הדבר תלוי ברצונו אם רוצה להפסיק מסעודתו ולענות אלא מן הדין מחויב לזה כיון שהם רבים נגדו אין צריכים להמתין עליו:","(ג) בין אינו עונה וכו' - ר\"ל שאעפ\"כ הם יוצאים ידי זימון כיון שהוא עומד שם ושומע ויכול לענות (ולאפוקי כשיצא לחוץ וכדלעיל בסימן קצ\"ד ס\"ב) ומיהו הוא בודאי אינו יוצא אא\"כ הפסיק וענה עמהם:","(ד) אין חיוב זימון חל וכו' - הלשון מגומגם קצת והכוונה דאין חייבים עתה לזמן עם האחד:","(ה) אינו רשאי - הב\"ח חולק ע\"ז ודעתו דאין חיוב זימון חל עד שיגמרו כל השלשה את סעודתם ועל כן קודם שגמרו השנים רשאי האחד לברך בפני עצמו ולצאת והעתיקו המ\"א להלכה אבל כל האחרונים חולקין עליו ודעתם כהשו\"ע דמכיון שהתחילו לאכול ביחד חל מיד חובת זימון עליהם ואין שום אחד מהם שגמר סעודתו קודם רשאי לברך בפ\"ע ולצאת מיהו אם היה דבר נחוץ מאד שנוגע להפסד ממון וכדומה אפשר שיש להקל להאחד לברך בפ\"ע קודם שגמרו השנים סעודתם ולצאת. אך באופן זה טוב יותר שהשנים יתנהגו בזה לפנים משורת הדין ויפסיקו מסעודתם ויזמן עליהם:","(ו) עד שיאמר וכו' - דבזה לבד יוצאים ידי ברכת הזימון:","(ז) בלא ברכה בתחלה - דהיינו שאין צריך עוד הפעם נט\"י והמוציא שהרי כשפסק בשביל ברכת הזימון לא הסיח דעתו מלאכול עוד. ואם לא היה דעתו לחזור ולאכול וחוזר ואוכל צריך ברכת המוציא בתחלה וגם נט\"י ממילא:","(ח) וי\"א שצריך להפסיק - ס\"ל דאף דברכת הזן לאו לגמרי מברכת זימון היא דהרי היחיד אומר אותה ג\"כ אפ\"ה שייכא לברכת זימון דנברך לבד אינה ברכה שאין בה שם ומלכות וקאי על מה שמברך המזמן אח\"כ ברכת הזן:","(ט) עד שיאמר הזן - וחוזר וגומר סעודתו כמו שכתב המחבר ואח\"כ מברך מתחלת בהמ\"ז כמו שסיים הרמ\"א לבסוף והטעם דאף דשמע ברכת הזן מפי המזמן מ\"מ הרי צריך לברך כל הבהמ\"ז בשביל מה שאכל אח\"כ ומסיים הרמ\"א עוד דאפי' לא אכל אח\"כ אם רק בדעתו היה [בעת שפסק כדי לשמוע ברכת הזימון] לחזור אח\"כ לגמור סעודתו כשיברך אח\"כ מתחיל מתחלת ברכת הזן דכיון דדעתו היה לאכול עוד מסתמא לא כוון לצאת בברכת הזן מפי המזמן אך אם לא היה בדעתו לאכול עוד ולא אכל כשמברך בהמ\"ז מתחיל מן נודה לך כמו בכל מקום כששומע ברכת הזימון ועיין לעיל סימן קפ\"ג ס\"ז ובמ\"ב שם. כתבו הפוסקים דאחד המפסיק לשנים יכול להפסיק כמה פעמים כגון שמתחלה אכלו ג' והפסיק להם א' ואח\"כ באו שנים אחרים ואכלו עם האחד יכול זה עוד הפעם להפסיק לשנים אלו דלא שייך לומר פרח זימון מינייהו כיון שנצטרפו עמו שנים שלא זימנו יכולין לזמן עליו וכן פעם ג' ויותר אבל אם היו חמשה בחבורה אחת והפסיק א' לשנים שוב אינו יכול לזמן עם שנים מהנשארים דפרח זימון מינייהו [מ\"א וש\"א] ומשמע אפילו אכלו אח\"כ ביחד [ובספר אבן העוזר חולק ע\"ז אך כמה אחרונים מיישבין את דבריו] אבל אם היו ז' או ח' והפסיק לשנים מהם יכול אח\"כ להפסיק עוד הפעם להשאר דלא שייך בזה פרח זימון מינייהו כיון שהיה בהן כדי זימון. עוד כתבו הפוסקים כשם שאחד מפסיק לשנים להצטרף לזימון ה\"ה שלשה או ארבעה צריכין להפסיק מסעודתם להשלים לעשרה ולברך בשם אך דבזה לכו\"ע אין צריכין להפסיק רק עד ברוך אלהינו שאכלנו וכו' ולא יותר ואם אכלו ביחד אחר כך לאחר שהפסיקו יכולין לברך בזימון ולא פרח זימון מינייהו כי לא נצטרפו מעיקרא רק להזכרת השם וכן יכולין אח\"כ להצטרף לששה אחרים שאכלו אצלם לזמן בשם דלא שייך לומר פרח זימון דאמירת אלהינו דאכל בי עשרה שכינתא שריא וכן אם יש אפי' חמשה שהפסיקו לחמשה אחרים מצטרפין אח\"כ לחמשה אחרים לברכת אלהינו כשאוכלים עכ\"פ כזית פת ביחד [אחרונים]:\n"],["(א) גדול מברך - היינו הגדול בחכמה שבכל המסובין הוא יהיה המברך בהמ\"ז לכולם ואף דהשתא המנהג שכל א' מברך לעצמו בלחש וכדלעיל בסימן קפ\"ג מ\"מ מנהג ד\"א לכבדו שיהיה הוא המזמן ומיירי שכל המסובין הם בעלי בתים שאכלו משלהן דאם היה א' בעה\"ב הדבר תלוי בו ליתן לאורח לברך וכדלקמיה או למי שירצה מבני ביתו ויברך ג\"כ לבעה\"ב. אם הגדול מוציא ליחה [שקורין הוש\"ט] יברך אחר כי אין זה נכון שיפסיק הרבה פעמים ויהיה רוקק והאחרים ימתינו [אחרונים]. יש מקומות שנוהגין שנותנין לאבל [שעל אביו ואמו כל י\"ב חודש] לברך ודוקא כשכולם שוים דהיינו שכולם אוכלים משלהם אבל כשאוכל מפתו של בעה\"ב תלוי ברצון בעה\"ב למי שירצה יתן וכ\"ש אם רוצה בעצמו לברך:","(ב) בסוף - הסעודה כל היכא דאי מייתי להו מידי מצו למיכל וכדלעיל בסימן קצ\"ז ס\"א ע\"ש ומסתברא דאם משהה בסעודתיה אין מחוייבין להמתין עליו עד שיגמור סעודתו כדי שיהיה הוא המברך אלא מברך אחר והוא יענה:","(ג) אם יש שם אורח - היינו כשהוא אוכל מפתו של בעה\"ב:","(ד) מברך אפי' וכו' - ואם יש שם כמה אורחים תלוי לפי דעתו של בעה\"ב ואפילו ליתן לקטן שבהם:","(ה) ומה ברכה מברכו וכו' - בספר לחם חמודות תמה למה אנו משנים נוסח הברכה דבעה\"ב ממה שנאמר בש\"ס:","(ו) רשאי - שלא תקנו ליתן לאורח אלא לטובתו כדי שיברכנו וכ\"ש אם האורח אינו הגון בעיניו דיש לו לעשות כן:","(ז) למי שירצה - היינו דאפילו אם א' סמוך על שלחנו ומשלם לו דמי מזונו שאותו א\"צ לברך לבעה\"ב ג\"כ רשאי ליתן לו לברך:","(ח) לא יקדים וכו' - ואמרינן בגמרא דהוא בכלל משניאי אהבו מות שמשניא את התורה בפני ההמון שיאמרו שאינה חשובה כ\"כ בראותם שהחכם שפל לפני ע\"ה דאף שהוא כהן מעלת התורה גדולה ממעלת הכהונה:","(ט) דרך חק וכו' - ר\"ל שמקדימו מפני משפט הכהונה:","(י) רשות - ר\"ל אין בזה פחיתות ערך לת\"ח מדאינו מברך בלתי רשותו ואפילו אם הוא אינו כהן יכול ליתן לו רשות לברך:","(יא) אבל כהן ת\"ח וכו' - וה\"ה כששניהם אינם חכמים:","(יב) מצוה להקדימו וכו' - ואפילו אם הת\"ח הוא גדול ממנו דאין עליו חיוב לכבדו מחמת מצות וקדשתו מ\"מ טוב שיקדים הכהן לפניו כיון שהוא ג\"כ חכם והעושה כן הוא מאריך ימים:","(יג) לפתוח ראשון - בקריאת התורה ולברך ראשון בסעודה בברכת המוציא ובבהמ\"ז וכן להוציא בקידוש דוקדשתו הוא לכל דבר שבקדושה וכתבו הפוסקים דבכלל לפתוח ראשון הוא להיות ראש המדברים בכל קבוץ עם ולדרוש תחלה וה\"ה בישיבה ידבר בראש ועיין במ\"א שמצדד דהלימוד מוקדשתו הוא דאורייתא (ולא אסמכתא בעלמא) ומ\"מ אם הכהן רוצה לחלוק כבוד לאחר בכל זה רשאי ורק בקריאת התורה אינו יכול למחול וכדלעיל בסימן קל\"ה במ\"ב סק\"ט אמרי' בגמרא דהכהן יטול מנה יפה ראשון [ור\"ל שישראל צריך ליתן לכהן מנה יפה ראשון לכל המסובין] והיינו דוקא בחברים המסובין בסעודה או בצדקה אבל כשהכהן חולק איזה שותפות עם חבירו ישראל לא דאדרבה אמרינן בגמרא כל הנותן עינו בחלק יפה אינו רואה סימן ברכה לעולם וצ\"ע למה אין נזהרין עכשיו להקדים לכהן לכל הנך מילי [מ\"א וע\"ש שמצדד למצוא קצת טעם למנהג ומ\"מ לכתחלה בודאי יש ליזהר בזה]. טוב להקדים הלוי ג\"כ לישראל אם הם שוין בחכמה בבהמ\"ז ובהמוציא וכן בנתינת הצדקה דהא מקדימין אותו בקריאה ג\"כ לפני ישראל:","(יד) שנותנים לו לברך - ר\"ל אורח שנותנים לו לברך בהמ\"ז ואינו מברך מקצר ימיו משום דבדין כשהאורח מברך לבעה\"ב וכנ\"ל ובזה שנמנע לברך את בעה\"ב שהוא מזרע אברהם שנאמר בו ואברכה מברכיך ומכלל הן אתה שומע לאו נמצא גורם קללה לעצמו וכתב המ\"א ודוקא כשמברכין על הכוס דאז החיוב על האורח לברך את בעה\"ב. ונ\"ל שר\"ל שבלא זה אין גורם קללה אבל בודאי אין נכון לאדם לדחות מצוה הבאה לידו:","(טו) לברך - שיהיה הוא המזמן ומוציא אחרים ידי חובתן ולא לשמוע ולענות אמן שאף שהשומע כעונה ועונה אמן כמוציא ברכה מפיו מ\"מ ממהרין ליתן שכר תחלה להמברך:"]],"AROCH_HASHULCHA":[["הרמב\"ם בסוף פרק שביעי מברכות פסק דברכת המזון אינה טעונה כוס; וכן הוא דעת הרי\"ף בפרק \"ערבי פסחים\", עיין שם. וכן פסק הרשב\"א בברכות (נב א), וכן פסק הסמ\"ג. אבל הרא\"ש והטור פסקו שצריך כוס אפילו ביחיד, וכן פסקו התוספות בפסחים (קה א), עיין שם. וכן פסק הרשב\"ם, וכן פסק רבינו יונה בסוף פרק שביעי דברכות. ויש מרבותינו שפסקו דרק בזימון טעון כוס (הגהות מיימוניות שם בשם ר\"י ורבינו אלחנן, עיין שם). וכן הוא בזוהר פנחס (דף רמ\"ו), וזה לשונו: ובגין דא פחות משלושה לא צריך כוס, לשלושה צריך כוס. עיין שם (וכן כתב הבית יוסף בשם מדרש הנעלם רות). וכתבו שהחוששים לזה: כשמברכין ביחיד מעמידין הכוס על השולחן, ואין נוטלין אותו בידיו (בית יוסף). ויש מי שמגמגם בזה: דאטו לפי הזוהר אסור ליטול כוס ביחיד? הזוהר אמר שאין צריך, ואם כן למה לא יטול הכוס בידו (ב\"ח)? אמנם במדינתינו לא נהגנו בכוס כלל, כי היין וכן שארי משקים ביוקר אצלינו, וכל שתייתינו הוא מים כידוע. וכפי הנראה תפסנו לעיקר כדעה הסוברת שאין צריך כוס. ומכל מקום יש מדקדקים בשבתות וימים טובים כשיש זימון לברך על הכוס אם אפשר להשיג.","רבינו הבית יוסף בסעיף א הביא כל הדעות, וכתב דלמאן דאמר צריך כוס – צריך לחזור עליו. ואם אין לו כוס לברך עליו – לא יאכל אם הוא מצפה ואפשר שיהיה לו, אפילו אם צריך לעבור זמן אכילה אחת. ולפי זה אם שנים אוכלין יחד – צריך לקחת כל אחד כוס לברכת המזון. עד כאן לשונו. וכן כתב הטור והביא ראיה מהבדלה, עיין שם. ואין זה דמיון: דקודם הבדלה אסור לאכול, אבל קודם הכוס הא מותר לאכול? וכשאחר כך אין לו כוס מה יעשה (מגן אברהם סעיף קטן א')? אמנם מדמצינו בפסחים (קב ב) במוצאי שבת כשאין לו כוס לברכת המזון – אוכל בלא הבדלה, ומבדיל על הכוס של ברכת המזון, עיין שם. הרי דכוס חמיר כל כך עד שהתירו לו לאכול קודם הבדלה, וכל שכן דבלא זה אין לו לאכול כשיהיה לו במשך הזמן כוס ועתה אין לו, דצריך להמתין (אליה רבה). (ומה שהקשה המגן אברהם מפסחים קה א – לא ידענא מאי קשיא ליה, הא שם לא מיירי כלל לעניין ברכת המזון. ואולי סבירא ליה דאין טעון כוס, או שיש לו לברכת המזון. ומערובין מ ב אדרבה משמע דלא יהיה לו כוס כלל, ואין שייך המתנה, עיין שם. ודייק ותמצא קל.)","דבר ברור הוא שאפילו למאן דסבירא ליה דאינה טעונה כוס, מכל מקום הידור מצוה הוא לברך על הכוס. ובש\"ס משמע שהם כולם היו מברכים על הכוס, מפני שיין היה אצלם בזול. ולכן בהמדינות שיין מצוי ובזול – וודאי ראוי לכל ירא ה' לברך על הכוס, ובפרט כשיש זימון. ובמדינתינו אי אפשר מפני שאין לנו יין, וגם היין שאנו עושים מצימוקים הוא ביוקר, ואף גם שכר ביוקר, ואין ידינו משגת ליקח לכל סעודה כוס של ברכה. אך העשירים ששותים שכר בכל סעודה – וודאי דלהם נאה לברך על הכוס. והשומע יתברך מן השמים.","וכתבו רבותינו בעלי השולחן ערוך בסעיף ב: כוס של ברכת המזון אינו אלא של יין, ולא משארי משקים אפילו קבע סעודתו עליהם. ואם אין יין מצוי באותו מקום, והשכר או שארי משקין הוי חמר מדינה – מברכים עליהם, חוץ מן המים. ומה שנוהגין במדינות אלו לברך על השכר – אין למחות, דהא יש אומרים דאינו טעון כוס כלל. ועוד: דהא עיקר חמר מדינה הוא שכר, וקובעין הסעודה עליו. ואף על גב דיין נמצא בעיר, מכל מקום לא מקרי \"מצוי\" לדבר זה, שהוא ביוקר ואי אפשר לקנות יין בכל סעודה לברך עליו. אמנם מצוה מן המובחר לברך על יין. ויש מדקדקין כשמברך ביחיד על היין שלא לאחוז הכוס בידם, רק מניחין אותו על השלחן לפניהם. ונכון מנהג זה על דעת הקבלה. עד כאן לשונו.","ויראה לי דזה שכתבו דכוס ברכת המזון אינו אלא על יין – לא דמי לטעם של קידוש שאינו אלא על היין, כמו שכתבתי בסימן רע\"א. דבקידוש יש קרא ד\"זכור את יום השבת לקדשו\" – זכרהו על היין (פסחים קו א). ד\"זכירה\" כתיב ביין: \"נזכירה דודיך מיין\" (תוספות שם). ואפילו להסוברים דאסמכתא בעלמא הוא, כמו שיתבאר שם, מכל מקום אסמכתא איכא. אבל בברכת המזון לא אמרו בש\"ס \"יין\" אלא \"טעונה כוס\". ואמנם הטעם הוא משום דאצלם היתה רוב שתייתן יין (שבת עח א), ובפסחים (קז א) קללו דתיהוי שקיותיה שיכרא מאן דמקדש אשיכרא. וגם עתה בארץ ישראל ובבבל רוב שתייתן יין, והוי חמר מדינה. ולא כן אצלינו; ואף שכר אין ידינו משגת, ורק עשירים שותין שכר תדיר. ואצלינו נראה דיין שרוף הוי חמר מדינה, אך גם זה אי אפשר מתרי טעמי: האחת שהוא ביוקר, ועוד דאינו יפה לשתייה אחר האכילה כידוע. ויש מקילים אצלינו לברך על כוס בארש\"ט שקורין קווא\"ס בלשונינו, אך לא ראינו מי שעושה כן. אבל על מי דבש שקורין מע\"ד – וודאי דנכון לברך עליו. ועל לקרי\"ץ אין לברך (מגן אברהם סעיף קטן ב'). וכן אין לברך אצלינו על מי לימענא\"ד או סעלצי\"ן, דהם מים בעלמא. וזה שכתבו דביחיד אין לאחוז הכוס בידו, כבר כתבנו שיש מגמגם בזה. ואפילו להסובר כן – אינו אלא ביין, ולא בשארי משקים (ב\"ח ומגן אברהם סעיף קטן ו').","כל כוס של ברכה, כמו כוס של ברכת המזון ושל קידוש והבדלה, כשטעמו מקצת מהכוס אף על פי שעדיין נשאר בו רביעית ויותר – פסול. וכך אמרו חכמינו ז\"ל (נב א): טעמו – פגמו, דהוי כשיורי כוס (רמב\"ם בפרק עשרים ותשעה משבת). והוי כמום בבהמה, ועל זה נאמר: \"הקריבהו נא לפחתך\" (לבוש). ויש להסתפק אם זהו דווקא למאן דסבירא ליה ברכת המזון טעונה כוס? או אפשר דאפילו אם אין צריך כוס, מכל מקום כשמברך על הכוס צריך שלא יהא פגום, כמו כל עשרה דברים שנאמרו בכוס של ברכה שכתב הרמב\"ם סוף פרק שביעי, וזה לשונו: אף על פי שאין ברכת המזון צריכה יין, אם בירך על היין צריך שידיח... עיין שם. אך מזה גופה ראיה: מדלא כתב שלא יהא פגום. ובקידוש בפרק תשעה ועשרים משבת כתב שלא יהא פגום – שמע מינה דמשום דסבירא ליה דברכת המזון אין צריך כוס, לכן לא חיישינן לפגום. ופלא שהרי\"ף לא הזכיר כלל דין פגום, לא בפרק שמיני דברכות לעניין כוס של ברכה, ולא ב\"ערבי פסחים\" לעניין קידוש והבדלה. וצריך עיון.","פגום לא הוי רק אם שתה מהכוס. אבל אם שפך מהכוס לתוך ידו, ושתה ממה שבידו – לא מקרי פגום; דכמו שיש אנשים אסטניסים שקשה להם לשתות ממה ששתה חברו בפיו, כמו כן הוי פגם לעניין כוס של ברכה. ובלא שתה מהכוס בעצמו – לא שייך אסטניסת כמובן; וכמו כן לא שייך פגם בזה. ולפי זה היה נראה דדווקא כשדיבק פיו אל הכוס כדרך השותין. אבל כשפתח פיו, ושפך מהכוס לפיו בלא נגיעת פיו להכוס – לא הוי פגום. אלא שראיתי לאחד מהגדולים שלא כתב כן (הגר\"ז). ולאו דווקא בשתייה מכוס הוי פגום, דאפילו כששתה מהקנקן הוי פגום, ואפילו מחבית קטנה. אבל אם שתה מחבית של עץ גדולה – אין להקפיד. ויש מקפידים גם על זה, ולכן יש ליזהר לכתחילה (מגן אברהם סעיף קטן ח'). ויש מי שמחמיר כל כך בפגום דאפילו כשצריך למזוג היין במים, אם המים פגומים – אסור למזוג בהן את הכוס. והטעם: משום דכל דבר פגום אינו עולה לדבר שבקדושה. ואל תתמה למה לנו טעם פגום והא נחסר מהכוס, ואפילו הכוס מחזיק יותר מרביעית מכל מקום הא איננו מלא, ואחד מתנאי הכוס הוא שיהא מלא כמו שיתבאר? דיש לומר דביכולת לשפכו לתוך כוס קטן מזה (מגן אברהם סעיף קטן ז'), או כגון ששתה מעט מזער דעדיין הוא מלא (ט\"ז סעיף קטן ג'). אמנם יש תיקון לזה, כמו שיתבאר לפנינו.","כיצד הוא תיקונו של כוס פגום? שיוסיפו עליו מעט יין. דהפגם הוא מפני ששתה ממנו, וכשחוזר ומוסיף עליו – נתקן בכך, כמו בפגימת המזבח שסותמין את הפגם ונתקן בכך. וכן אם החזיר היין שבכוס הפגום להקנקן – נתבטל ברוב וכשר. ויראה לי דאפילו אם היין שבכוס יותר מהיין שבהקנקן – גם כן בטל, דעיקר הביטול צריך למקצת היין שהפה נגע בו; דהיין שלמטה לא נפגם, דהרי מטעם זה די בהוספה מעט יין כמו שכתבתי. ובאמת אינו צריך להחזיר כל הכוס להקנקן. אך יש מגמגמים דרק בדיעבד מהני תיקון זה (מגן אברהם סעיף קטן ט'), אבל לכתחילה יוסיף מעט יין, ואחר כך ישפכנו להקנקן, ואחר כך ימלא כוס של ברכה מהקנקן. וטעמו של דבר: כי אנו צריכין לתקן הפגם בהכוס, כמו שהפגם היה מן הכוס. וכן אנחנו נוהגים לעשות כן, ונכון הוא. ולאו דווקא בהוספה מעט יין נתקן, דהוא הדין במים או בשארי משקין שאין מקלקלין את היין. אך מים עדיפי טפי, מפני שמזיגת היין הוא במים (עיין מגן אברהם סעיף קטן י\"א). ולכן אפילו יש לו עוד יין – יכול לתקנו במים אם היין לא יתקלקל בריבוי המים. ורק שהמים לא יהיו פגומים כמו שכתבתי.","וכתב רבינו הבית יוסף בסעיף ד: אם היו כוסות המסובין פגומין – צריך לתת מכוס הברכה לתוכם. ויש אומרים שאינו צריך. עד כאן לשונו, כלומר: שדרכן היה שיהיה כוס לכל אחד מהמסובין, והמברך מוציאם, וכל אחד שותה מכוסו, וממילא דצריך שגם כוסות של המסובין לא יהיו פגומין. ולכן צריך לשפוך מעט מכוסו לכוסותיהם. ופשוט הוא שישפוך קודם שישתה (ט\"ז סעיף קטן ד'), דאם לא כן הא גם כוסו נעשה פגום לדידהו. וה\"יש אומרים שאינו צריך\" – סבירא להו דלא קפדינן אפגום, רק בכוס של המברך. ודע דדעת רשב\"ם בפסחים שם, מדאומר הש\"ס לשון \"קפידא\" על פגום – שמע מינה דאין עיכוב בדיעבד; ואם אין לו במה לתקנו – יכול לברך אפילו כשהוא פגום. ואין לומר דהא יכול לתקנו בקצת מים כמו שנתבאר, דיש לומר כגון שיתקלקל אם יוסיפו מים (ט\"ז סעיף קטן ז'). ויש חולקין על הרשב\"ם. מיהו כדאי הוא הרשב\"ם לסמוך עליו בשעת הדחק (טור ושולחן ערוך סעיף ז'). ולפי מה שבארנו פשיטא שגם דעת הרי\"ף כן, ובברכת המזון גם דעת הרמב\"ם כן כמו שכתבתי בסעיף ו."],["אמרינן בסוף פרק שביעי דברכות: עשרה דברים נאמרו בכוס של ברכה: הדחה ושטיפה, חי ומלא, עיטור ועיטוף, נוטלו בשתי ידיו ונותנו בימין ומגביהו מן הקרקע טפח, ונותן עיניו בו. ויש אומרים אף משגרו במתנה לאנשי ביתו. אמר רבי יוחנן: אנו אין לנו אלא ארבעה בלבד: הדחה, שטיפה, חי ומלא. ותניא: הדחה מבפנים ושטיפה מבחוץ. כלומר: דלא לבד שמבפנים יהיה הכוס נקי אלא אפילו מבחוץ. ותניא בתוספתא דאם קנחו יפה – שפיר דמי, כלומר: דלא בעינן דווקא הדחה ושטיפה במים, דהעיקר שיהיה נקי. ולכן אם קנחו יפה – די בזה. וכן אם הוא נקי בלאו הכי – אין צריך כלום (בית יוסף). ויזהר שלא יהיה בו שיורי כוסות, כלומר: מה שנשאר משיורי פת שטבלו בהכוס. ובזוהר פנחס (דף רמ\"ה ע\"ב) משמע דצריך דווקא הדחה ושטיפה במים בכל עניין, עיין שם. (עיין בית יוסף שכתב בשם המרדכי והר\"י שכן נהגו העולם. וכתב דבנקי אין צריך, עיין שם. ותמיהני שלא הביא דברי הזוהר שמצריך כן. ודייק ותמצא קל.)","ו\"חי\" אין פירושו בלא מזיגה, דזה אי אפשר ביינות שלהם, שהיו חזקים ואי אפשר לשתותן בלא מזיגה. אלא דהכי פירושו: שיתנו חי מהחבית לתוך הכוס, וכשמגיע לברכת \"על הארץ ועל המזון\" – יתן לתוכו מים למזיגה. ולמה בברכת הארץ? כדי להודיע שבח הארץ, שיינותיה חזקות וצריכים מזיגה במים. ואף על פי שמברכין בחוץ לארץ, מכל מקום מדאינו מוזג עד ברכת הארץ – מוכח דכוונתו לשבח הארץ. וביינות שלנו שא\"צ מזיגה – אינו צריך למוזגו כלל. (ובבית יוסף כתב דבקצת מקומות נהגו תמיד למזוג, שיש בזה עניין על פי הקבלה. עיין שם דמים הוא חסד, ובא להמתיק היין שהוא אדום.)","והמים יתן בתחילת ברכת הארץ, כשמתחיל לומר \"נודה לך...\" (בית יוסף). ורבינו תם פירש ד\"חי\" פירושו \"מזוג ולא מזוג\", כלומר: דגם בהתחלה ימזוג מעט, אך בברכת הארץ מוסיף עוד מעט מים. ומסוגית הש\"ס פירש כן, עיין שם. וכן מבואר מלשון הרמב\"ם סוף פרק שביעי שכתב: וכיון שהגיע לברכת הארץ – נותן לתוכו מעט מים, עיין שם. ובאמת נראה שגם מטעם אחר בהכרח לפרש כן: דאם לא כן, היאך מתחיל לברך על כוס שאינו מלא? אבל אם נאמר מעט מים – אתי שפיר, דמקודם הוי גם כן כמלא אלא שמוסיף טיפין מים. ושיטה ראשונה היא מהרי\"ף, ובאמת יש מי שאומר שגם כוונת הרי\"ף כן הוא (ב\"ח). ורש\"י ז\"ל פירש \"חי\" – שימזגנו בהכוס; ולא שימזוג בכלי אחרת וישפוך לכוס של ברכה, דבעינן שהיין חי כמות שהוא יבוא להכוס, ובו ימזגנו במים. עוד פירש \"חי\" – שיוציאנו מהחבית סמוך לברכה, עיין שם. ואצלינו שאין לנו חביתין, לכל אחד ישפוך מהקנקן סמוך לברכה. ואם שולח להמוכר יין, שאצלו יש חבית יין – ישלח סמוך לברכה. ויש מפרשים ד\"חי\" קאי אכוס, כלומר: שהכוס יהיה שלם ולא שבור, דבכלים אמרינן \"שבירתן זו היא מיתתן\". ולכן כשהוא שלם מקרי \"חי\". ואפילו השבר הוא בתחתית הכלי, כלומר בהבסיס של הכלי – גם כן אינו נכון אלא בשעת הדחק. ו\"מלא\" הוא כפשוטו, שהכוס יהיה מלא. וכל המברך על כוס מלא – נותנים לו נחלה בלי מצרים, שנאמר: \"ומלא ברכת ה', ים ודרום ירשה\". ונוחל שני עולמים: העולם הזה והעולם הבא (גמרא שם). וב\"חי\" נכון לצאת כל הדעות (טור) אם אפשר. אמנם ביינות שלנו כמעט אי אפשר, דכשיתנו מעט מים יתקלקל לגמרי.","\"עיטור\": רב יהודה הוה מעטר ליה בתלמידים, שהיה מושיב תלמידיו סביבותיו בשעת הברכה. רב חסדא מעטר ליה בנטלי, כלומר: בכוסות סביב הכוס של ברכה. ו\"עיטוף\": רב פפא מעטף ויתיב, רב אשי פריס סודרא ארישיה. וכתבו דכל ירא שמים לא יברך בהמצנפת הדק שעל ראשו, רק ישים הכובע על ראשו (מגן אברהם סעיף קטן ה'). וכן המנהג. אבל בזוהר שם מפורש כדי שלא יברך בגילוי ראש, עיין שם. ויש נוהגים גם עיטוף בבגד העליון (שם), ולא ראינו ולא שמענו מנהג זה.","ומקבלו בשתי ידיו כדי להראות חביבות המצוה, שמקבלו בכל כוחו. וכשמתחיל לברך נוטלו בימינו, כדי שלא יראה עליו כמשוי. והימין היא עיקרית, ולא יסייע בשמאל; אפילו להחזיק יד ימינו בידו השמאלית אינו נכון, אלא אם כן אי אפשר לו באופן אחר. ואם המברך הוא איטר יד – אוחזו בימינו שהוא שמאל כל אדם. ואסור ליטול הכוס בבתי ידים, שזהו גנאי לכוס כאילו אינו רוצה לאוחזו ביד עצמו. ולכן אם לובש בתי ידים – צריך לחלצן בשעת ברכת המזון כשמברך על הכוס. ויש מי שכתב שנכון שהכוס יעמדנו על פיסת היד, והאצבעות יסובבו להכוס זקופות, ולא יעמידנו על האצבעות (שם בשם של\"ה). ויש מצריכים דווקא על האצבעות (הגר\"ז בשם נגיד ומצוה). ורבינו הרמ\"א סעיף ד פסק דדווקא שתגע השמאל בכוס אסור, אבל יכול להניחה תחת יד ימינו שתסייע לימין. ומגביהו מהקרקע טפח אם הוא יושב על גבי קרקע. ואם הוא יושב על השולחן – מגביהו מן השלחן טפח, כדכתיב: \"כוס ישועות אשא...\"; וכדי שיהא נראה לכל המסובין ויסתכלו בו (טור). ונותן בו עיניו שלא יסיח דעתו. וכתב רבינו הרמ\"א דלכן אין לוקחין לכוס של ברכה כלי שפיו צר שקורין גלו\"ק גלא\"ז לברך עליו, שאין יכול להסתכל בהיין. ויש שהשיגו עליו דהכוונה להסתכל בהכוס ולא בהיין (ט\"ז סעיף קטן ד', ומגן אברהם סעיף קטן ז'). ויש עוד טעם: משום דמצוה לשתות בבת אחת את הכוס של ברכה, ובכלי צר אי אפשר (דרכי משה). והשיגו גם על זה, דהעיקר שלא יכנס למיעיו מעט מעט ולא לגרונו, ויכול לשפוך לגרונו מעט מעט ולא יבלע עד שישפוך רובו (שם). ובזוהר שם משמע להדיא דההסתכלות הוא בהיין שבכוס, עיין שם. ומשגרו לאשתו שתשתה ממנו, אפילו אינה אוכלת עמו על השולחן.","והנה רבי יוחנן אמר: אנו אין לנו אלא ארבעה. וכן מבואר מהרמב\"ם סוף פרק רביעי, עיין שם. אבל הטור כתב בשם הגאונים דצריך כל העשרה דברים, כיון דמצינו רב פפא ורב אשי דבתראי נינהו עבדי עיטוף, דלא כרבי יוחנן קיימא לן כן. ואנן עבדין כולהון לבד עיטור (טור). ודע דאפילו למאן דסבירא ליה דברכת המזון אין טעון כוס, מכל מקום כשמברך על הכוס יש לנהוג באלו הדברים, שכן פסק הרמב\"ם שם, עיין שם.","המברך מיד שקבל בידו הכוס של ברכה – אסור לו לדבר, כדי שלא יסיח דעתו מהכוס. והמסובין נכון גם כן שלא ידברו אז, אך מדינא אין עליהם איסור לדבר רק משהתחיל המברך לברך. ולא מיבעיא בשעה שהוא מברך, דאז מחוייבים להטות אזנם ולשמוע, ואם לא שמעו או שחו שיחה בטילה דאין יוצאין ידי חובתם; אלא אפילו בין ברכה לברכה כשהמברך שותק – אין להם לדבר. ואם דיברו אז – אינם צריכים לחזור ולברך. ואפילו המברך עצמו אם שח בין ברכה לברכה – אינו צריך לחזור ולברך. אבל אם הפסיק בדיבור באמצע הברכה – צריך לחזור ולברך. ואם הפסיק בשתיקה, אפילו שהה כדי לגמור את כולה – אינם צריכים לחזור לראש. ועיין מה שכתבתי בסימן ס\"ה. ודע דכל זה הוא לפי מנהגם, כפי עיקר הדין שכולם שותקים ויוצאים בברכת המברך. אבל אנחנו מברכים כל אחד בפני עצמו, ורק מסיימים הברכה קודם המברך כדי שיענו \"אמן\", מפני שאין אנו יכולים לסמוך על השמיעה וכמו שכתבתי בסימן נ\"ט. וגם רבינו הבית יוסף כתב בסעיף ז: נכון הדבר שכל אחד מהמסובין יאמר בלחש עם המברך כל ברכה וברכה אפילו החתימות. ויקדים לסיים קודם המברך כדי שיענה \"אמן\". עד כאן לשונו. ויש נוהגים שעד \"הזן את הכל\" יוצאים בברכת המברך, שזהו עיקר ברכת הזימון. וכן עיקר (מגן אברהם סעעיף קטן י\"ב). ומכל מקום לא נהגנו כן. וכתבו שאין נותנין כוס של ברכה אלא לטוב עין (פרק שביעי דסוטה), שונא בצע וגומל חסד בממונו (רש\"י), שנאמר: \"טוב עין הוא יבורך\" – אל תקרי \"יבורך\" אלא \"יברך\" (גמרא). ואם אין איש כזה, יברך הגדול שבהם.","ברכת המזון אינה אלא מיושב: בין שאכל כשהוא מהלך בבית, ובין שאכל כשהוא יושב, ובין שאכל כשהוא מיסב – אין לברך אלא מיושב, כדי שיוכל לכוין בטוב. וגם לא יברך כשהוא מיסב, שזהו דרך גאווה; אלא ישב באימה. ולאו דווקא המברך, דהוא הדין כל המסובין: לא ישבו בקלות ראש אלא באימה. ובדיעבד אפילו בירכו בהליכה – יצאו, אלא שלא עשאו מצוה מן המובחר. ורק כשהיה מהלך בדרך ואוכל – מברך כשהוא מהלך לכתחילה, ואינו צריך לישב לפי שאין דעתו מיושבת עליו, ואתי למטרד. ואסור לברך ברכת המזון כשהוא עוסק במלאכתו, ויתבאר בסימן קצ\"א. ויש אומרים דגם ברכת \"מעין שלוש\" צריך לומר מיושב אף על פי שהברכה היא מדרבנן. ויש סמך מן התורה לישב בשעת ברכת המזון, דכתיב: \"ושבעת וברכת\" – \"שב עת וברכת\" (תוספות סוף פרק \"אלו דברים\"). ולעניין להפסיק באמצע הפרק או בין פרק לפרק, יש אומרים שדינה כתפילה, ואסור להפסיק בכל עניין אלא מפני הסכנה, וחמירא מקריאת שמע. ואינו מובן הטעם למה תהא חמורה מקריאת שמע. וברור הוא ד\"הטוב והמטיב\" אינו בכלל זה, שהוא מדרבנן. (והגר\"ז נתן טעם קצת, ואינו מספיק, עיין שם. ונראה דגם לרמוז בעיניו אסור בברכת המזון, כיון דמדמינן לתפילה.)"],["ברכת המזון צריך להיות מיד אחרי גמר האכילה, במקום שאכל דווקא. וכבר נתבאר בסימן קע\"ח שיש אומרים שכל שבעת המינים טעונים ברכה במקומם דווקא. ויש אומרים שרק חמשת מיני דגן צריכים ברכה במקומן; אפילו באותן שאין ברכתן \"המוציא\" אלא \"בורא מיני מזונות\" – צריכין ברכה במקומן. אבל אותן שברכתן \"העץ\" אפילו הם משבעת המינים – אינם צריכים ברכה במקומן, עיין שם. ומה נקרא \"שינוי מקום\"? מחדר לחדר. אבל בחדר אחד אפילו הוא גדול מאוד – יכול לאכול בזוית זו ולברך בזוית אחרת. וגם מחדר לחדר, כשרואה מקצתו הוי כחד מקום. ואם אכל על דעת לברך בחדר אחר – מותר, כמו שכתבתי שם.","ומי שאכל והלך לו, ולא בירך במקומו, פסק הרמב\"ם בפרק רביעי דאם היה מזיד – יחזור למקומו ויברך. ואם היה שוגג – מברך במקום שהוא נזכר שם. וגם במזיד, אם לא חזר למקומו ובירך במקום שנזכר – יצא. אבל הטור פסק דגם בשוגג מחוייב לחזור למקומו ולברך, אך אם לא עשה כן ובירך במקום שנזכר – יצא. אבל במזיד אף אם בירך במקום שנזכר – לא יצא, וצריך לחזור למקומו ולברך פעם אחרת. (דהטור פוסק כבית שמאי בריש פרק שמיני, והרמב\"ם פוסק כבית הלל. ועיין תוספות נב ב דיבור המתחיל \"בכוליה\".)","אמנם רבים תמהו על הטור: דמנא לן לומר דבמזיד אם בירך שלא במקומו דצריך לברך פעם אחרת, דזה אינו מבואר בשום מקום? דנהי דעשה עבירה, מכל מקום כיון דמן התורה וודאי דיצא כמו בשוגג, דמן התורה לא שייך לחלק בין שוגג למזיד כמובן. ואם כן אתה צריך לומר דרבנן גזרו כן לחלק בין שוגג למזיד, דבמזיד גם בדיעבד לא יצא, וזה לא נמצא בגמרא כלל, ולא אחד מן הראשונים שכתב כן. ולכן אף שיש מן המפרשים שנדחקו לקיים דבריו על פי סוגית הש\"ס, אין הדברים מוכרחים כלל. ולדינא אין לברך פעם אחרת (ט\"ז סוף סעיף קטן א' ואליה רבה). וכל המחמיר בזה אינו אלא מן המתמיהין, וגורם ברכות לבטלות (אליה רבה). ואין חילוק בין שוגג למזיד, דבשניהם יחזור למקומו ויברך, ואם לא עשה כן אלא שבירך במקומו – יצא. וכבר נתבאר בסימן קע\"ח דדברים הטעונים ברכה במקומן דינם שווה לפת, ולכן גם באלו מחוייב לחזור למקומו ולברך אפילו בשוגג. ואפשר דבאלו יש לסמוך על דעת הרמב\"ם שבשוגג יברך במקום שנזכר, וכן נראה לעניות דעתי עיקר. (דזהו כספק ספיקא: שמא קיימא לן כהרמב\"ם, ואם תמצא לומר כהטור שמא רק פת טעון ברכה במקומו. והגם שמהמגן אברהם סעיף קטן ו' לא משמע כן, עיין שם – מכל מקום נראה כן. ודייק ותמצא קל.)","וכתב רבינו הבית יוסף בסעיף ב: במה דברים אמורים? כשאין לו פת עוד. אבל אם יש לו פת עוד – יאכל במקום השני מעט ויברך, רק שלא יהא רעב מאכילה ראשונה. עד כאן לשונו. כלומר: אפילו אכל שמה פחות מכזית, מכל מקום כיון דגמר האכילה שם – יכול לברך שם, כמו שכתבתי בסימן קע\"ח. אמנם זהו לדעת הרא\"ש. אבל להרמב\"ם נתבאר שם דצריך ברכה תחילה על מה שיאכל, וברכה למפרע על מה שאכל, עיין שם. וגם כוונת רבינו הבית יוסף כן הוא, דמשום דמקודם אמר \"ואם בשוגג להרמב\"ם יברך במקום שנזכר, ולהר\"י והרא\"ש גם הוא יחזור למקומו ויברך\" – לזה אומר: \"במה דברים אמורים...\". כלומר: דלהרמב\"ם הרי יכול לברך שם, ולהר\"י והרא\"ש משני שיאכל במקום השני. וזה שכתב: \"ובלבד שלא יהא רעב מאכילה ראשונה\" הוא פשוט, דאם כבר עבר זמן רב מאכילתו – לא שייך ברכת המזון עוד. (ודברי המגן אברהם סעיף קטן ג' אינן מובנים כלל, כמו שכתב הפרי מגדים והמחצית השקל, עיין שם. ועיקר קושיתו לא קשיא כלל, דפשיטא דהבית יוסף אדלעיל קאי לדעת הרא\"ש. ודע דאם עד שיבוא למקומו יתעכל המזון – לכל הדעות יברך במקום שהוא נזכר. ודייק ותמצא קל.)","אכל ואינו יודע אם בירך ברכת המזון אם לאו, צריך לברך מספק מפני שהיא מן התורה, וספיקא דאורייתא לחומרא. וזהו דווקא כשאכל כדי שביעה, כדכתיב: \"ואכלת ושבעת וברכת\". אבל אם לא אכל כדי שביעה חיובו מדרבנן, וספיקא דרבנן לקולא. וכשהוא חוזר מספק – חוזר גם ברכת \"הטוב והמטיב\" אף שהוא דרבנן; דכיון דנתחייב – נתחייב בכולה, שכן היתה התקנה שבכל פעם שיברך ברכת המזון יברך גם \"הטוב והמטיב\". ומכל מקום אינו יכול להוציא אחר שאכל ולא בירך בוודאי, דספק אינו מוציא הוודאי. ואף על גב דמי שאכל שיעור דרבנן מוציא את מי שאכל שיעור דאורייתא, זהו מפני שהוא וודאי על כל פנים. אבל לא כשמברך מפני הספק (עיין שערי תשובה בשם הפרי חדש, וכן עיקר). ועיין בסעיף ט מה שכתבתי שם.","ועוד נראה דדווקא כשאכל וודאי, וספק אם בירך, דחייב לברך. אבל אם יש ספק אם אכל אם לא אכל, או שאכל וספק אם אכל פת אם לאו – אינו מברך. והטעם: דהא לכאורה לא שייך בזה לומר סלקא דעתך אמינא לחומרא ומחוייב לברך, דהא יש כנגד קולא דאם בירך מקודם הוי עתה ברכותיו לבטלה. אלא דהעניין כן הוא: דכשאכל וודאי, והחיוב מוטל עליו בוודאי לברך, ולכן בספק תורה אי אתה יכול לפוטרו מחיובא דרמי עליה. מה שאין כן אם יש ספק בעיקר חיובו אי אתה יכול להטיל עליו לברך, דשמא אינו חייב כלל לברך, וברכותיו לבטלה. (עיין באר היטב סעיף קטן ו', והנראה לעניות דעתי כתבתי. ודייק ותמצא קל.)","עד אימתי יכול לברך? עד שיתעכל המזון שבמעיו. וכמה הוא שיעור עיכול? כל זמן שאינו רעב מחמת אותה אכילה (גמרא נג ב). ומשעה שהתחיל להיות רעב, אף על פי שלא נתעכל עדיין לגמרי, כיון שהתחיל להתעכל – שוב אינו מברך. וכן לעניין שתייה או אכילת פירות: אם אינו צמא או רעב לאותם פירות, אף שלפירות אחרים תאב – יברך כשאינו בקי לדעת אם נתעכלו. ובאמת קשה לשער בזה, כי העיכול אינו אלא התחלת עיכול, דגמר עיכול הוא זמן רב ולא פחות מששה שעות אלא התחלת העיכול (מגן אברהם סעיף קטן ט'). ואם כן מי יוכל לשער זה? וכל שכן באכילת פירות ושתייה. ולבד זה לא שייך שיעור זה אלא כשאכל כל צרכו, אבל אם אכל מעט – הא אדרבא תאוותו מתגברת יותר, ועם כל זה חייב לברך, וכמה יהא השיעור בזה? (עיין ט\"ז סעיף קטן ב' ומגן אברהם סעיף קטן ט'.)","והנה בגמרא שם איתא מי שאומר דשיעור עיכול הוא כדי הילוך ארבעה מילין. ולפירוש רש\"י באכילה מרובה ארבעה, מילין ולהתוספות באכילה מועטת ארבעה מילין, עיין שם. אך זהו למאן דסבירא ליה שם דשיעור עיכול הוא כל זמן שיצמא מחמת אכילתו. אבל למאי דקיימא לן כל זמן שאינו רעב כמו שכתבתי אין ראיה, דסבירא ליה כן מכל מקום, גם אין ראיה שחולקין על זה. ולכן באמת יש מי שאומר כן דבאכילה מועטת הוא ארבעה מילין כהכרעת רבותינו בעלי התוספות, ובאכילה מרובה כל זמן שאינו רעב מחמת אכילתו (ט\"ז שם). ושיעור ארבעה מילין הוא שעה ושנים עשרה חלקי שעה. ומכל מקום עדיין לא ידענו כמה הוא אכילה מרובה וכמה מועטת. מיהו על כל פנים זהו וודאי דעד ארבעה מילין צריך לברך, ולכן אין דרך אחרת כששהא יותר משיעור זה שיאכל עתה כזית ויברך ברכת המזון (מגן אברהם שם). וכן צריך לעשות, וכן בברכה אחרונה של שארי דברים. אלא שבזה אם הסיח דעתו – צריך לברך גם ברכה ראשונה. ויראה לי בכלל הדברים, כשיש ספק אצל האדם אם שהה כדי עיכול אם לאו – בפת צריך לברך ברכת המזון, ובשארי דברים לא יברך מספק (כן נראה לעניות דעתי).","שיעור אכילה לברך ברכת המזון הוא בכזית בינוני, וזהו מדרבנן. ומדאורייתא דווקא כדי שביעה (מגן אברהם סעיף קטן י\"ח). והלבוש כתב דכביצה הוא מן התורה, עיין שם. ויש מן הראשונים שסוברים כן (הר\"י, והרא\"ה, ורי\"ו כמו שכתב האליה רבה סעיף קטן ט'). אבל רוב רבותינו אין סוברים כן, ועוד יתבאר בזה בסימן קצ\"ז בסייעתא דשמיא. (ודע דבדין ספק אם בירך, דחייב לברך ברכת המזון כמו שכתבתי, גם בנשים הדין כן. ועיין שערי תשובה סעיף קטן ז'. ודייק ותמצא קל.)"],["ברכת המזון נאמרת בכל לשון, שנאמר: \"וברכת את ה' אלהיך\" – בכל לשון שאתה מברך (סוטה לג א). ונראה לי דזהו דווקא כשאינו מבין בלשון הקודש. והכי משמע בירושלמי שם, שאומר דלכן ברכת המזון נאמר בכל לשון: כדי שיודע למי הוא מברך, וכן בתפילה כדי שיהא יודע לתבוע צרכיו, עיין שם. ומבואר דלכן התירו לו בכל לשון, ואם מבין בלשון הקודש הלא יודע למי הוא מברך. אלא וודאי דווקא כשאינו יודע בלשון הקודש. ועוד אומר שם בירושלמי לעניין מגילה, דאם היה יודע לקרותה אשורית ולעז – אינו יוצא בה אלא אשורית, עיין שם. ואם כן גם בברכת המזון, ובתפילה גם כן כן הוא. וזה שבגמרא אמרו \"בכל לשון שאתה מברך\" – אין הכוונה בכל לשון שאתה רוצה; אלא הכוונה: אם אינך מבין לשון הקודש – תברך בכל לשון שאתה מבין לברך. (ומלשון רש\"י שם שכתב: \"לא קבע לו הכתוב לשון\", עד כאן לשונו – לא משמע כן, ויש ליישב. ודייק ותמצא קל.)","והנה בדור שלפנינו קמו עדת מריעים בחוץ למדינתינו להתפלל ולברך ברכת המזון בלשון לעז, ויסודם על משנה דסוטה ד\"אלו נאמרין בכל לשון\". וגדולי הדור שהיו אז ביטלו דבריהם. ואני אומר שהעדה הרעה הזאת לא ירדו לדעת חכמי הש\"ס כלל. דהנה במשנה נחשבו הרבה דברים שנאמרים בכל לשון, ודריש בגמרא טעמים על כל אחד למה הוא בכל לשון; והרבה דברים שדווקא בלשון הקודש, ודריש בגמרא על כל אחד למה הוא דווקא בלשון הקודש, עיין שם. ואינו מובן: דאם מצד הסברא לא היינו אומרים שצריך דווקא בלשון הקודש, למה צריך קרא על אלו שבכל לשון? ואם מצד הסברא היינו אומרים שדווקא בלשון הקודש, למה צריך קרא לאלו שדווקא בלשון הקודש?","אמנם עיקרי הדברים כן הוא: דוודאי כיון שהתורה ניתנה בלשון הקודש, והוא הלשון המקודש בו נברא העולם – בוודאי מצוה וחובה שבכל דבר הנוגע לתורה ולמצוה צריך לשון הקודש דווקא, למי שיודע לשון הקודש. ואף מי שאינו יודע בלשון הקדוש לא היינו מתירים אותו לאמר בלשון אחר, ולכן צריך קרא להתיר למי שאינו יודע לשון הקודש, כדברי הירושלמי שהבאנו. וממילא דאין בדברים אלו לשון הקודש לעיכובא, ואפילו היודע לשון הקודש ועבר והתפלל ובירך בלעז – יצא מן התורה; אלא שעבר עבירה. דזה אין סברא לומר שמי שאינו יודע לשון הקודש יכול לומר בלעז לכתחילה, ומי שיודע גם בדיעבד לא יצא (וזהו כוונת רש\"י שם שהבאנו בסעיף א'). ולפי זה צריכי קראי להתיר לכתחילה למי שאינו יודע לשון הקודש. ולאותם שצריך דווקא לשון הקודש לעיכובא – צריכי קראי דאף בדיעבד לא יצאו. ולפי זה פשיטא דאיסור גמור הוא לדידן להתפלל ולברך בלשון לעז. וכבר נתבאר בסימן ק\"א דלשון לעז צריך שיהא מועתק ממש מלשון לשון הקודש אל לשון לעז, מילה במילה בדקדוק. עיין שם.","אם צריך להבין הלשון? לקמן בסימן תר\"צ יתבאר לעניין מגילה דבלעז צריך להבין, ואם לאו לא יצא. אבל בלשון הקודש אף אם אינו מבין – יצא, הן הקורא והן השומע, עיין שם. ורש\"י ז\"ל למד מזה דהוא הדין בכל המצות כן הוא, כמו שכתב המרדכי בשמו בפרק שמיני דברכות, עיין שם. ולפי זה המתפלל והמברך בלשון הקודש יצא אף על פי שאינו מבין, וכן השומע. וכן משמע להדיא בברכות (מה ב), דתניא: שנים שאכלו כאחת – מצוה לחלק (שכל אחד יברך לעצמו). במה דברים אמורים? כששניהם סופרים. אבל אחד סופר ואחד בור – סופר מברך ובור יוצא, אף שהבור אינו מבין כלל לשון הקודש.","אמנם רבותינו בעלי התוספות שם כתבו, וזה לשונם: ונשים צריך עיון אם יוצאות בברכת הזימון של אנשים, מאחר שאין מבינות. ויש מביאין ראיה שיוצאות, מדאמר לקמן: סופר מברך ובור יוצא... מיהו יש לדחות, דשאני בור שמבין בלשון הקודש ויודע קצת מאי קאמר, ואינו יודע לברך. אבל נשים שאינן מבינות כלל, מצי למימר דלא נפקי. והא דאמר במגילה (יז א): לועז ששמע אשורית יצא – פרסומי ניסא בעלמא שאני, כדאמרינן התם... עד כאן לשונם, וכן כתבו שם הרא\"ש והמרדכי. וכן כתבו הטור והשולחן ערוך בסימן קצ\"ג, עיין שם. ולא אבין דעת רבותינו: דמנא לן דהבור מבין בלשון הקודש? והרי הרבה בורים יש שאינם מבינים כלל, וכי חִלקה הברייתא בין בור לבור? ובאמת בסמ\"ג (מצוה כ\"ז) ליתא לדחייה זו, רק על הך דמגילה דפרסומי ניסא שאני, עיין שם. וגם דחייה זו לא אבין, שהרי במגילה שם אומר: אטו אנן האחשתרנים בני הרמכים מי ידעינן? אלא מצות קריאה ופרסומי ניסא. הרי שלבד פרסומי ניסא אומר גם טעם \"מצות קריאה\" – הרי שיוצאים בקריאה זו אף על פי שאינם מבינים. (ומלשון הרא\"ש והמרדכי משמע שלפניהם היתה הגירסא רק מטעם פרסומי ניסא, עיין שם. וגם ברמב\"ם פרק חמישי הלכה ט\"ו משמע להדיא לא כן, וכן בבה\"ג וברי\"ף. וכן הסמ\"ג שם כתב בשם ר\"י כדעת רש\"י, עיין שם.)","מיהו אפילו לדברי רבותינו אלה – אין זה רק בהשומע. אבל המברך לעצמו או המתפלל, אף על פי שאינו יודע כלום, מכל מקום יצא. וכן כתב הלבוש בסימן קצ\"ג סעיף א, וזה לשונו: וזהו ההפרש בין המברך ובין השומע: שהמברך יוצא בברכת עצמו אף על פי שאינו מבין, כיון דטופס הברכה כך היא. והשומע אינו יוצא אלא אם כן מבין מה שיאמר המברך. עד כאן לשונו, וכן כתבו כמה גדולים (מגן אברהם בריש סימן ס\"ב, וע\"ת ופרי מגדים בריש סימן קצ\"ג). ועוד כתבו דמנהג העולם כרש\"י, דהנשים יוצאות בשמיעה אף שאין מבינות כלום (ב\"ח בסימן קצ\"ג, ומגן אברהם שם סעיף קטן ב', ועיין שם בט\"ז). וכן כתב רבינו הרמ\"א בספרו דרכי משה שם, וכן מבואר מדבריו בסימן קצ\"ט סעיף ז כמו שכתבתי שם. ובאמת זהו גם דעת הבה\"ג והרי\"ף והרמב\"ם, כמו שכתבתי.","ודע שאחד מהגדולים יצא לחלק: דאף המברך בעצמו אם אינו מבין תיבות הברכות שיצא מפיו – לא יצא אפילו בלשון הקודש (הגר\"ז בסימן זה). וכתב הטעם: דכיון שאינו מבין התיבות, אין אני קורא בו \"וברכת את ה' אלקיך\" אף על פי שיודע למי מברך, עיין שם. ומאוד תמוה: דכיון שיודע למי מברך, שפיר קרינן בו \"וברכת את ה' אלקיך\", כלומר: שנותן שבח והודיה להאל יתברך. והרי חסרון כוונה אינו מעכב גם בקריאת שמע רק בפסוק \"שמע ישראל\" כמו שכתבתי בסימן ס, ובתפילה רק באבות כמו שכתבתי בסימן ק\"א. ועוד: אם נאמר כן, נמצא שכמה אלפים מישראל אין יוצאין ידי חובתן בברכת המזון, וחלילה לומר כן. ועוד: כיון דלדעת רש\"י והבה\"ג והרי\"ף והרמב\"ם גם השומע יצא אף כשאינו מבין, ואיך נעשה פלוגתא רחוקה לדעת החולקים דאף המברך עצמו לא יצא? ולכן העיקר לדינא כמו שכתבתי. ולבד שהעולם תופסים לעיקר כדעת רש\"י כמו שכתבתי, שכן נראה פשטיות לשון הש\"ס. וגם רבותינו החולקים לאו מילתא דפסיקא קאמרי, כמבואר מדבריהם למעיין בהם. וכל זה הוא בדיעבד. אבל וודאי לכתחילה ועיקר המצוה להבין מה שאומר ומה ששומע בשום לב. וכן כשיצא ידי חובתו בשמיעה מאחר, צריך השומע לכוין לצאת והמברך יכוין להוציאו, וזה מעכב גם בדיעבד.","כתב הרמב\"ם בפרק ראשון מברכות דין ה': נוסח כל הברכות – עזרא ובית דינו תקנום. ואין ראוי לשנותם, ולא להוסיף על אחת מהם ולא לגרוע ממנה. וכל המשנה ממטבע שטבעו חכמים בברכות אינו אלא טועה. וכל ברכה שאין בה הזכרת השם ומלכות אינה ברכה, אלא אם כן היתה סמוכה לחבירתה. וכל הברכות כולן נאמרין בכל לשון, והוא שיאמר כעין שתיקנו חכמים. ואם שינה את המטבע, הואיל והזכיר אזכרה ומלכות ועניין הברכה – אפילו בלשון חול יצא. עד כאן לשונו. ביאור דבריו ד\"כל המשנה ממטבע שטבעו חכמים אינו אלא טועה\", כלומר: ומכל מקום יצא, כמו שסיים דהואיל שהזכיר אזכרה ומלכות ועניין הברכה יצא. והדין הראשון הוא כשמברך בלשון הקודש, והדין השני כשמברך בלשון חול. (ופסק כרבי מאיר מ ב ולא כרבי יוסי שם, וכדעת כל הפוסקים. וכן כתב המגיה בהגהות מיימוניות אות ב'. והכסף משנה והגהות מיימוניות תפסו דפסק כרבי יוסי, ומה שכתב \"אינו אלא טועה\" – כוונתו שלא יצא. והקשו עליו דבירושלמי פוסק להדיא כרבי מאיר, והכסף משנה נדחק בדבריו, עיין שם. ואין צריך לזה, וכוונתו כמו שכתבתי וכדעת כל הפוסקים. ודייק ותמצא קל.)","עוד כתב: כל הברכות כולם – צריך שישמיע לאזנו מה שהוא אומר. ואם לא השמיע לאזנו – יצא, בין שהוציא בשפתיו בין שבירך בלבו. עד כאן לשונו. ופסק כן על פי מה דתניא (טו א): לא יברך אדם ברכת המזון בלבו. ואם בירך – יצא. עיין שם. וצריך לומר: אף על גב דקיימא לן דהרהור לאו כדיבור דמי בקריאת שמע, כמו שכתבתי לעיל סימן ס\"ב סעיף ו, והוכחנו שם דגם דעת הרמב\"ם כן הוא, עיין שם. אמנם לעניין ברכות סבירא ליה דכדיבור דמי, דבקריאת שמע כתיב \"ודברת בם\", כמו שכתבתי שם.","אמנם רש\"י ז\"ל כתב דהא דתניא \"ואם בירך יצא\" – היינו שלא השמיע לאזנו. דכן פירש על \"בלבו\" שלא השמיע לאזנו, עיין שם. וכוונתו: דאי אפשר לפרש \"בלבו\" ממש, דהא קיימא לן הרהור לאו כדיבור דמי. וכן הוא דעת כל רבותינו הראשונים, וכן פסקו בטור ושולחן ערוך סעיף ב, וזה לשונו: ואם לא השמיע לאזניו – יצא, ובלבד שיוציא בשפתיו. עד כאן לשונו. אבל בהרהור בלבד – לא יצא (מגן אברהם סעיף קטן א'). ואם מחמת חולי או אונס אחר קרא בלבו – יצא (שם); שהרי גם בקריאת שמע כן הוא, כמו שכתבתי בסימן ס\"ב. וכן יעשה במקום שאינו נקי לגמרי כמו שכתב שם רבינו הרמ\"א, עיין שם. וכן יראה לי דבברכה אחרונה כשמסופק אם בירך אם לאו דאינו צריך לברך, לבד ברכת המזון יהרהר אותה בלבו, דיצא על כל פנים לדעת הרמב\"ם.","כתב רבינו הבית יוסף בסעיף ג: יש מי שאומר דבעל הבית עם בניו ואשתו – צריך לברך בקול רם כדי שיצאו בברכתו. עד כאן לשונו. והיינו כשהם אינם יכולים לברך, וכמו שאמרו בגמרא: סופר מברך ובור יוצא. וכתב \"יש מי שאומר\", משום דהתוספות והרא\"ש כתבו דאולי דווקא בור שמבין מה שאומרים, ולא נשים שאין מבינות כלל, וכמו שכתבתי בסעיף ה. ולכן כתב \"יש מי שאומר\". וזה ראיה שגם רבינו הבית יוסף לא סבירא ליה כהתוספות והרא\"ש, וכמו שכתבתי שם. (והמגן אברהם סעיף קטן ב' כתב: צריך עיון למה כתב \"יש מי שאומר\", עיין שם. ודבריו תמוהין כמו שכתבתי, דבסימן קצ\"ג כתב בעצמו כתוספות ורא\"ש, עיין שם. לכן כתב \"יש מי שאומר\". ודייק ותמצא קל.)","הטור הביא ירושלמי (תרומות פרק ראשון): שִכּוֹר מהו שיברך? חד חסיד שאל לאליהו. אמר לו: \"ואכלת ושבעת וברכת\" – אפילו מדומדם. פירוש: נרדם ואינו מיושב בדעתו. עד כאן לשונו. הטור והסמ\"ג (מצות עשה כ\"ז) פירשו \"מדומדם\" כמו \"אבן דומם\", כלומר: שכור ואינו יכול לדבר כראוי, עיין שם. ובמקום אחר פירש דלפעמים מכוח רוב שובע אכילה ושתייה נופל שינה עליו, ואינו מיושב בדעתו, ומכל מקום אמרה תורה \"וברכת\" (כן הביא הפרישה משמו). ומפורש שם בירושלמי דאפילו אינו יכול לדבר בפני המלך, עיין שם. ובתפילה אינו כן, כמו שכתבתי בסימן צ\"ט. ומפורש כן בעירובין (סד א): ואף גם בשתוי כשיכול לדבר בפני המלך, לתחילה לא יתפלל אלא שבדיעבד תפליתו תפילה. אבל בשכור שאינו יכול לדבר בפני המלך – גם בדיעבד אינה תפילה, כמו שכתבתי שם. ובברכת המזון וכל הברכות אפילו בכהאי גוונא מברך לכתחילה. וזה לשון הירושלמי שם (הלכה ד'): שתוי אל יתפלל. ואם התפלל – תפילתו תחנונים. שכור אל יתפלל, ואם התפלל – תפילתו גידופים. איזה שתוי? כל ששתה רביעית. שכור – ששתה יותר. תמן אמרין: כל שאינו יכול לדבר לפני המלך... שכור מהו שיברך? \"ואכלת ושבעת וברכת\" – אפילו מדומדם. עיין שם. הרי מפורש דאף כשאינו יכול לדבר לפני המלך – מברך ברכת המזון. והוא הדין כל הברכות.","אבל רבותינו בעלי התוספות בעירובין שם לא כתבו כן, וזה לשונם: שכור... – וצריך עיון אם יש להשוות ברכות לתפילה לעניין צואה ושכור. ובעל כורחינו לאו לכל מילי דמיין, דהא שתוי אל יתפלל עד שיפיג יינו... ופשיטא דשתוי מברך ברכת המזון וכל הברכות, כדאמר בירושלמי דברכות: \"ואכלת ושבעת וברכת\" – אפילו מדומדם. עד כאן לשונם. הרי שתפסו דברי הירושלמי רק בשתוי ולא בשכור, ובהכרח שלפניהם היתה גירסא אחרת בירושלמי. והם כתבו שהירושלמי הוא בברכות, ולפנינו לא נמצא שם רק בתרומות. וגם הרא\"ש כתב כן, עיין שם. אמנם בברכות (לא ב) הביאו בעצמם הירושלמי דתרומות, דשכור יכול לברך ברכת המזון, עיין שם. וכן כתב שם הרא\"ש, עיין שם. ודבריהם סותרים זה את זה. והעיקר כמו שכתבתי בברכות, שכן פסקו הסמ\"ג ותר\"י (מעיו\"ט) והמרדכי.","ולפי זה מה שכתב רבינו הבית יוסף בסעיף ד: אפילו נשתכר כל כך עד שאינו יכול לדבר כראוי – יכול לברך ברכת המזון. עד כאן לשונו. ברור הוא שכוונתו אף כשאינו יכול לדבר לפני המלך. אך ממה שכתב אחר כך בסעיף ה, וזה לשונו: אם בירך, והיתה צואה כנגדו או שהיה שכור – נסתפקו התוספות והרא\"ש אם צריך לחזור ולברך. ומשום מי רגלים פשיטא שאינו חוזר לברך. עד כאן לשונו. וזהו על פי דבריהם בעירובין, וסותר למה שכתב מקודם. ובאמת הלבוש השמיט \"שכור\", עיין שם. אמנם דעת רבינו הבית יוסף נראה להשוות דבריהם, ולחלק בשכור עצמו בין אינו יכול לדבר כראוי ובין אינו יכול לדבר כלל. אבל העיקר לדינא דבכל עניין יכול לברך ברכת המזון, אם לא כשהגיע לשכרותו של לוט. וגם מפרשי השולחן ערוך (ט\"ז ומגן אברהם) הסכימו כן להלכה, וכן מבואר מדברי רבינו הרמ\"א ריש סימן צ\"ט, עיין שם. וכן מפורש בזוהר תרומה (דף קנ\"ג ע\"ב); ושם מפרש טעם ההפרש בין תפילה לברכת המזון, עיין שם."],["נשים חייבות בברכת המזון, דהיא מצות עשה שלא הזמן גרמא, דמתי שאוכל מחוייב לברך. ומכל מקום איסתפקא לה בגמרא (כ ב) אם חיובן מן התורה, או רק מדרבנן ומן התורה פטורים, משום דכתיב: \"וברכת... על הארץ הטובה...\" – ונשים לא נטלו חלק בארץ (רש\"י). ואף על גב דגם כהנים ולוים לא נטלו חלק בארץ, מכל מקום היה להם ערי מגרש. ועוד: כיון שנטלו תרומות ומעשרות מגידולי הארץ, הרי כ\"יש להם חלק בארץ\", מה שאין כן נשים. ועוד: כיון דבברכת הארץ מחוייבים לומר \"על בריתך שחתמת בבשרינו, ועל תורתך שלמדתנו\", ונשים אינן לא בברית ולא בתורה (תוספות). ואין לומר: דנהי דפטירי מברכת הארץ, אבל מברכת \"הזן\" למה יפטורו? דהא מקודם תיקן משה רבינו ברכת \"הזן\" בשעה שירד להם המן, ויהושע תיקן ברכת הארץ כשנכנסו לארץ, ודוד ושלמה תיקנו \"בונה ירושלים\" (מח ב). וכשתיקן משה – וודאי גם לנשים תיקן, שהרי גם להן ירד המן. ואם כן במה נפטרו אחר כך? וכן מ\"בונה ירושלים\" למה פטורות? דיש לומר דכיון דילפינן מקרא \"וברכת\" – זו ברכת \"הזן....\", \"על הארץ\" – זו ברכת הארץ, \"הטובה\" – זו בונה ירושלים (שם). ולכן כל שנתחייב בברכת הארץ חייב בכולן, וכל שלא נתחייב בברכת הארץ פטור מכולן. ועוד: משום דנשים חיוב מזונותן על בעליהן, שהאיש מחוייב לזון את אשתו. לפיכך גם עיקר ברכת \"הזן\" יש לומר דאינו שייך להן. וכן בניין ירושלים עיקרו לאנשים, והנשים טפלות להאנשים (כן נראה לעניות דעתי).","ואמרו בגמרא שם דיש נפקא מינה אם חיובן מדאורייתא או מדרבנן: דאם מן התורה יכולות לצאת לאנשים, ואם מדרבנן אין יכולות לצאת, דלא אתי דרבנן ומפיק דאורייתא. ואף על גב דקיימא לן דמי שאכל כזית דגן יכול לצאת למי שאכל כדי שביעה, אף על גב דמן התורה אין חיוב רק כדי שביעה, כדכתיב: \"ואכלת ושבעת\" – לא דמי. חדא דלדעת הראב\"ד בפרק חמישי דברכות, גם מדאורייתא חייבין בכזית, עיין שם. ואפילו לדעת הרמב\"ם והתוספות דכזית הוא רק מדרבנן, מכל מקום כיון דעיקר חיובו מן התורה, ובאמת מן התורה היה יכול להוציא אחרים גם כשלא אכל כלל, כמו כל ברכת המצוות שכל ישראל ערבים; ולא דמי לברכת הנהנין שאין יכול להוציא אחרים כשהוא אינו נהנה, דברכת הנהנין אינה חיובית. אבל ברכת המזון לאחר אכילה הוי חיובית והוי כברכת המצות, אלא שמדרבנן אמרו שכל זמן שלא אכל כזית דגן – אינו יכול להוציא אחרים. וכן מפורש בגמרא. (מח א; ושמעון בן שטח הוה סבירא ליה לדמות לגמרי למצות, עיין שם. ודייק ותמצא קל.) ולפיכך אם רק אכל כזית – יכול להוציא אחרים, מה שאין כן נשים אם אינן חייבות כלל (רשב\"א שם מח א). והא דאמרינן בירושלמי פרק שלישי דברכות דברכת המזון לא דמי לכל המצות, משום דכתיב: \"ואכלת ושבעת וברכת\" מי שאכל הוא יברך – זהו מדרבנן (שם). והטור הביא דעת ר\"י שבאמת אף מי שלא אכל יכול להוציא אחרים, עיין שם. וזהו דעת התוספות בברכות שם (סוף דיבור המתחיל \"עד\"), וכתבו דזה דאמרינן בגמרא שצריך שיאכל כזית דגן – זהו לעניין זימון שצריך לומר \"שאכלנו משלו\". אבל בלא זימון יכול להוציא אחרים. והטור חולק בזה, עיין שם. והכי קיימא לן, דכן נראה דעת רוב הפוסקים. (ודעת הרמב\"ם בפרק חמישי דבאמת מי שאכל רק כזית אינו יכול להוציא מי שאכל כדי שביעה. וכן כתב הרשב\"א בשם בעל הלכות, עיין שם. וזהו דעת בה\"ג, עיין שם.)","דעת הראב\"ד והרשב\"א שהבעיא נפשטה, ונשים חייבות בברכת המזון מן התורה, ויכולות להוציא גם אנשים. ומכל מקום לעניין זימון אין מצטרפות משום פריצותא, ויתבאר בסימן קצ\"ט. אבל דעת התוספות והרא\"ש דהבעיא לא נפשטה והוי ספיקא דדינא, וזהו גם דעת הרמב\"ם בפרק חמישי, עיין שם. וכן פסק רבינו הבית יוסף בסעיף א. ולכן אינן מוציאות אלא מי שחיובו מדרבנן, כמו אשה וקטן. ועבד דינו כאשה. וטומטום ואנדרוגינוס הם ספק איש ספק אשה, ולכן האשה אינה מוציאה אותם, והם אינן מוציאות את האיש; וגם אינם מוציאות זה את זה, דשמא זה זכר וזה נקבה. ויש מהפוסקים דפשיטא ליה דמסקנא דסוגיא הוא דנשים אין חיובן אלא מדרבנן, וזהו דעת רבינו יונה (עיין בית יוסף). וכן הוא דעת הזוהר תרומה (קס\"ח ע\"ב), עיין שם. (עיין מגן אברהם סעיף קטן א'.)","הקטן כשהגיע לחינוך – חייב האב לחנכו בברכת המזון מדרבנן. ולאשה אינו מוציא למאן דסבירא ליה דהיא ספק או וודאי דאורייתא. והקטן חיובו בחינוך אף כשלא אכל רק כזית, דכל דתיקון רבנן כעין דאורייתא תקון (אליה רבה). וכן נשים. והקטן אינו מוציא את הגדול אלא כשהגדול אכל רק כזית דחיובו מדרבנן, וכן האשה אינה מוציאה את האיש אלא אם כן אכל רק כזית. וזהו ששנינו בסוכה (לח א): בן מברך לאביו, ואשה לבעלה, ועבד לרבו; דכיון שהם אכלו כדי שביעה, ויש עליהם חיוב מדרבנן – מוציאים לאנשים שאכלו רק כזית, שגם הם חיובם מדרבנן. ואם גם הם אכלו רק כזית – אינן מוציאים, דלא אתו תרי דרבנן ומפקי חד דרבנן (תוספות סוף פרק שני דמגילה יט ב דיבור המתחיל \"ורבי יהודה\"). ויש מי שמגמגם בזה (מגן אברהם סעיף קטן ג'). וגם מלשון הרמב\"ם בפרק חמישי דין ט\"ז נראה יותר כדעה זו דאין חילוק, עיין שם. ולדעת הראב\"ד דכזית חיובו מן התורה, בכל עניין אין ביכולתם להוציא אנשים גדולים. והא דבן מברך לאביו ואשה לבעלה, אין הכוונה שמוציאין אותן אלא שעונה אחריהן מה שאומרים, ומברך בעצמו. והא דצריך לקריאתן, מפני שאינו בקי. ולכן באמת שנינו שם: \"תבוא מאירה לאדם שאשתו ובניו מברכים לו\", עיין שם. (ובנות אינן בחינוך לברכת המזון.)"],["שלוש ברכות של ברכת המזון הם מן התורה, כדתניא (מח ב): מניין לברכת המזון מן התורה? שנאמר: \"ואכלת ושבעת\". \"וברכת\" – זו ברכת \"הזן\". \"את ה' אלהיך\" – זו ברכת הזימון. \"על הארץ\" – זו ברכת הארץ. \"הטובה\" – זו \"בונה ירושלים\". וכן הוא אומר: \"ההר הטוב...\". \"הטוב והמטיב\" ביבנה תקנוה. והא דאמרינן שם מקודם דמשה תיקן ברכת \"הזן\", ויהושע ברכת הארץ, ודוד ושלמה \"בונה ירושלים\" – אין הכוונה שהם תיקנו עיקר הדבר דזהו מן התורה, אלא שהם סידרו נוסחי הברכות (רשב\"א).","ברכה ראשונה פותחת ב\"ברוך\" וחותמת ב\"ברוך\", שהיא ברכה ארוכה שיש בה כמה עניינים; דיש בה שבח שהשם יתברך זן את כל העולם, ותפילה ש\"אל יחסר לנו מזון לעולם ועד\". ולבד שהוא יתברך זן מזונות ההכרחיים שאי אפשר לחיות בלעדם, עוד \"מפרנס לכל ומטיב לכל\" גם במותרות; וגם מכין מזון לכל בריה ובריה שתמצא מזונותיה במקום שהיא, כמו שאמר דוד: \"נותן לחם לכל בשר, כי לעולם חסדו\", וקבעוה בברכה הראשונה. ויש מוסיפין לומר \"כי לעולם חסדו עמנו\", ואין לומר כן כי חסדיו הם עם כל חי (טור). וכן יש מוסיפים בתחילת הברכה לאמר \"ברוך משביע לרעֵבים, ברוך משקה לצמאים, ברוך אתה... הזן את העולם...\" – ואין לאומרו, שאינו מנוסח הברכה. וכל המוסיף גורע, ומשנה ממטבע שטבעו חכמים (טור). וכן מה שנדפס באיזה סידורים מקודם הברכה \"ברוך הוא וברוך שמו\" – טעות הוא. וכל המשנה ממטבע שטבעו חכמים אינו אלא טועה, אף שיצא ידי חובתו, וכמו שכתבתי בסימן קפ\"ה סעיף ח, עיין שם.","בנוסח ספרד יש קודם החתימה: \"כאמור: פותח את ידיך...\". וכתב הכלבו שאינו נכון, דאיך נביא פסוק שאמרו דוד לדברי משה רבינו? ואין זה הכרח (בית יוסף), דכמה פעמים מצינו כן. ועיקר כוונת הכלבו דזהו כיהודה ועוד לקרא (דרישה), כלומר: דזהו רק לעניין אמונה שהשם יתברך זן את כל העולם, וכיון שמשה רבינו קבע כן לומר \"הזן את העולם כולו בטובו...\", למה לנו ראיה מדוד שאמר \"פותח את ידיך...\"? ולעניות דעתי נראה כוונה אחרת בהוספה זו, דהשם יתברך הטביע בטבע כל בעל חי שיהא שש ושמח במזונותיו, ושימאס מאכל אחר. וזהו הכוונה \"ומכין מזון לכל בריותיו אשר ברא\", כלומר: שהכין טבע זה הבעל חי למזונותיו דווקא. ומביא ראיה לזה ממה שאמר דוד: \"פותח... ומשביע לכל חי רצון\", כלומר: שכל בעל חי מלא רצון ממזונותיו. ומביא מזה הפסוק ראיה שכן היתה כוונת משה רבינו. (ואין להקשות על נוסח זה מירושלמי פרק קמא דברכות סוף הלכה ה' דאין אומרים ברכה פסוק, עיין שם. דשם הכוונה אחר הברכה; ואפילו לפירוש החרֵדים שם בשם הר\"א דאקודם קאי – גם כן לא שייך כאן, שמדבר בשבחו של מקום. וראיה: שהרי גם קודם ברכת הארץ מסיים בפסוק ד\"ואכלת ושבעת\". ודייק ותמצא קל.)","\"בחן ובחסד וברחמים\", ויש גורסים \"בחן בחסד וברחמים\". והכל אחד, דגם בתורה מצינו שוי\"ו העיטוף אינו אלא לבסוף, כמו \"במקנה בכסף ובזהב\". ונוסחא שלנו: \"וברחמים הוא נותן לחם לכל בשר\". ויש שאינו גורס \"הוא\" אלא \"וברחמים נותן לחם\" (אליה רבה). ולי נראה שנוסחתינו מכוונת יותר; דהכוונה של \"חן חסד רחמים\" נראה לי דהנה שלוש מדרגות יש בבני אדם: יש עשירים גדולים, וזהו \"בחן\" על דרך \"ונח מצא חן\". כלומר: השפעה יתירה. ויש בעלי בתים ממוצעים, שכל מה שצריכים משיגים בנקל, ואין להם מותרות. וזהו \"בחסד\" שהשם יתברך משפיע לו חסדו, שכל מה שצריך משיג בקלות. ויש עניים שלחמם בא להם בקושי, וזהו \"ברחמים\": כי אין שם רחמים נופל אלא במקום שמידת הדין שורה. ואחר כך אומרים: \"הוא נותן לחם לכל בשר\", כלומר: הוא נותן לחם לכל. אלא שלזה נותן במידה זו, ולזה במדה זו. \"כי לעולם חסדו\", כלומר: שאפילו העני לטובתו הוא, להרבות שכרו בעולם הבא או לנכות לו מעוונותיו או עניין אחר, וכמו שאמרו בפסחים (קיח א), עיין שם. וגם נכלל ב\"נותן לחם לכל בשר\" כל הברואים לבד האדם, ולכן שייך לומר \"הוא\", כלומר: שזה שמזין האדם – מזין לכל ברואי עולם.","\"ובטובו הגדול תמיד לא חָסַר לנו\", החי\"ת בקמ\"ץ והסמ\"ך בפת\"ח. \"ואל יֶחְסר לנו\", היו\"ד בסגו\"ל וחי\"ת בשו\"א נח. ויש אומרים \"לא חִסר לנו\" החי\"ת בחירי\"ק, \"ואל יְחַסר לנו\" היו\"ד בשו\"א והחי\"ת בפת\"ח. והעיקר כגירסא ראשונה (של\"ה). \"בעבור שמו הגדול, כי הוא אל זן ומפרנס...\"; ויש גורסים \"כי הוא זן ומפרנס\" (עיין אליה רבה), \"זן\" באכילה \"ומפרנס\" בשאר צרכים. \"זן ומפרנס לכֹל, ומטיב לכֹל\" בחולם, \"ומכין מזון לכָל...\" בקמ\"ץ, כי הוא סמוך ל\"בריותיו\", מה שאין כן הקודמים הם נפרדים כמובן. ויש גורסין \"ובטובו הגדול עמנו תמיד...\", ואינו מיושב: כי הלא \"טובו הגדול\" על כל העולם ולא עמנו בלבד. ונוח יותר בלא \"עמנו\", כלומר: ובטובו הגדול שעל כל העולם, תמיד לא חסר לנו, כי גם אנחנו בכלל כל העולם. \"בִרְיותיו\" הבי\"ת בחירי\"ק קטן והרי\"ש נח. ויש אומרים הבי\"ת בשו\"א והרי\"ש בחירי\"ק.","כתב הטור: אם לא אמר ברכת \"הזן\" אלא אמר \"בריך רחמנא מלכא מאריה דהאי פיתא\" – יצא. עד כאן לשונו. וצריך לומר דכוונתו כשאמר \"מלכא דעלמא\", שהרי לקמן סימן רי\"ד קיימא לן דכל ברכה שלא אמר בה \"מלך העולם\" אינה ברכה, עיין שם. ומיהו הטור לא הזכיר זה שם, ואפשר דסבירא ליה דזה אינו מעכב. ואמנם בדברי רבינו הבית יוסף בסעיף א וודאי צריך לומר כן. אבל הרשב\"א ז\"ל חולק על זה, דנהי דברכת המזון נאמר בכל לשון, מכל מקום הא בעינן על כל פנים כתיקון חכמים, והיינו בפתיחה וחתימה ב\"ברוך\". ולכן אם אמר \"בריך רחמא מרא מלכא דעלמא דיהיב האי פיתא, ובטובו הגדול תמיד לא חסר לנו ואל יחסר לנו, בריך רחמנא דזן כולא\" – יצא, ולא באופן אחר. וגם זה מקרי \"משנה ממטבע שטבעו חכמים\". ודעת הטור תמוה, דזה דוחק לומר דסבירא ליה דבדיעבד אין החתימה מעכב. (ונראה לי דהטור סבירא ליה דבאמת ברכת \"הזן\" היא מטבע קצרה. ובירושלמי פרק ראשון הלכה ה' מקשה באמת והרי \"הזן\" ונשאר בקושיא, עיין שם. ונראה דמשום דמשה תיקן מקודם רק ברכת \"הזן\", ולכן תיקן בחתימה, וכהאי גוונא מתרץ שם בהבדלה, עיין שם. ולכן גם אחר כך לא נתבטלה, ולכן בדיעבד יצא בלא חתימה. ודייק ותמצא קל.)","ברכה שנייה ברכת הארץ, ואינה פותחת בברוך מפני שהיא סמוכה לברכת \"הזן\". וכתב הטור דהר\"ם מרוטנבורג היה אומר: \"נודך ה' אלקינו\" ולא \"נודה לך\", דמשמע \"נודה לך את פלוני\". ואין המנהג כן. ועוד: דקרא כתיב \"נודה לך לעולם לדור ודור נספר תהלתך\" (תהלים עט יג). עד כאן לשונו. אמנם גם מצינו \"יודוך ה' כל מעשיך\", \"אודך כי עניתני\", \"אלי אתה ואודך\", והרבה כן בתהלים. וקרא ד\"נודה לך לעולם\" לא מצינו רק פעם אחת, וזהו טעמו של הר\"ם. ומכל מקום המנהג כהטור, ואין קפידא בזה.","בנוסחת ברכת המזון של הרמב\"ם: \"נודה לך... שהנחלת לאבותינו ארץ חמדה טובה ורחבה, ברית ותורה, ועל שהוצאתנו...\". והרא\"ש חולק על זה, שהרי אומר \"על בריתך שחתמת בבשרינו, ועל תורתך שלמדתנו\", ודי בפעם אחת. וכן המנהג כהרא\"ש. ואם לא הזכיר בברכה זו \"ברית\" או \"תורה\" – מחזירין אותו. וכתב רבינו הרמ\"א דנשים ועבדים לא יאמרו \"ברית ותורה\", דנשים אינן בברית, ועבדים אינם בתורה. עד כאן לשונו. וגם נשים אינן בתורה, אבל המנהג שהנשים אינן מדלגות \"ברית ותורה\", וטרחו המפרשים למצוא טעם בזה (עיין מגן אברהם סעיף קטן ג'). אמנם באמת אינן צריכות לומר, אבל אין קפידא כשיאמרו, דהא הפירוש של \"ברית ותורה\" כתבו שכשנמול אברהם כרת אתו ברית, וכשנתן התורה נתן להם את הארץ, כדכתיב: \"ויתן להם ארצות גוים, בעבור ישמרו חוקיו, ותורותיו ינצורו\" (בית יוסף). וממילא דמאותו עת גם הנשים נתקרבו לה'. ולפי זה כשאומרות \"על שהנחלת לאבותינו ארץ חמדה...\", מבארות הסיבה שזהו מזמן ברית ותורה. וכשאומרות \"על בריתך... ועל תורתך\", הכוונה לכלל ישראל. (וסייג מצאתי לזה בפרישה, עיין שם.)","ויש בברכה זו הודאה תחילה וסוף, שבסוף אומרים גם כן \"ועל הכל... אנחנו מודים לך...\". ואם לא אמר הודאה תחילה או בסוף – מחזירין אותו (מגן אברהם סעיף קטן ב'). ויש אומרים \"אנו מודים לך\", ויותר טוב לומר לשון \"אנחנו\", ד\"אנו\" יש בו גם לשון אנינות, כדכתיב: \"ואנו ואבלו פתחיה\", \"ואנו הדייגים\" (אליה רבה). ואומרים \"שאתה זן, ומפרנס אותנו תמיד בכל יום, ובכל עת ובכל שעה\". ו\"עת\" הוא רבע יום, ששה שעות (שם). וארבע עיתים משתנים בכל יום: מבוקר עד חצי יום, ומחצי יום עד הלילה, וכן בלילה (שם). ולי נראה ד\"עת\" הוא כמו עונה בלשון הגמרא, שהוא שתים עשרה שעות (שלהי עכו\"ם). ועוד: ד\"עת\" הוא על קור וחום, קיץ וחורף (מגן אברהם שם). וצריך לומר \"שָאתה\" השי\"ן בקמ\"ץ גדול, כדי להרחיב האלף (אליה רבה). ובחנוכה ופורים אומרים \"על הנסים\" קודם \"ועל הכל\". ואם לא אמרו – אין מחזירין אותו. ומכל מקום יכול לאמרו בתוך \"הרחמן\", ויאמר: \"הרחמן הוא יעשה לנו נסים ונפלאות, כמו שעשית לאבותינו...\", ועיין לקמן סימן תרפ\"ב. ויאמר \"בפי כל חי\" ולא \"בפה כל חי\"."],["ברכה שלישית בניין ירושלים, ודוד ושלמה תיקנוה: דוד תיקן \"על ישראל עמך, ועל ירושלים...\", ושלמה תיקן \"ועל הבית הגדול והקדוש שנקרא שמך עליו\". וכתב הטור דלאו למימרא שלא ברכו אותם עד שבא דוד ושלמה, שהרי דריש להו כולהו מקרא. אלא הם תיקנו המטבע לפי מה שנתוסף טובה לישראל, דוודאי קודם הכיבוש ובניין הארץ לא אמרו כמו אחר הכיבוש והבניין; כמו שאין אנו אומרים מטבע שטבעו דוד ושלמה, שאנו מבקשים להחזיר... ולבנות הבית, והם היו מבקשים להמשיך שלוות הארץ והמלכות והבית. עד כאן לשונו. ביאור דבריו: שקודם הכיבוש היו אומרים \"רחם על ישראל עמך\". אבל ירושלים וציון ומלכות בית דוד לא היה עדיין בעולם, ובעל כרחך שגם \"ובנה ירושלים... בונה ירושלים\" גם כן לא אמרו, אלא חתמו ב\"מושיע ישראל\". וכן בברכת הארץ לא חתמו \"על הארץ ועל המזון\" אלא \"מנחיל ארצות ועל המזון\"; ולאחר שכבשו ארץ ישראל חתמו \"על הארץ ועל המזון\". ולאחר שקנה דוד ירושלים, הוסיף \"ועל ירושלים...\". ולאחר שבנה שלמה בית המקדש, הוסיף \"ועל הבית הגדול...\". ובחתימה לא היו אומרים \"ובנה ירושלים... בונה ירושלים\" אלא אמרו \"ותתמשך מלכותך\", וחתמו ב\"מושיע ישראל\". ואחר החורבן נתקנה נוסחא שלנו. (כן נראה לעניות דעתי. ובזה מובן מה שאמרו בברכות מט א: כל החותם \"מנחיל ארצות... ומושיע ישראל\" – הרי זה בור, עיין שם. כלומר: דלא תימא כיון שמקודם חתמו כן, מועיל גם עתה. ודייק ותמצא קל.)","\"רחֵם ה' אלקינו\" החי\"ת בציר\"י. ויש אומרים \"רחם נא\", ו\"נא\" הוא לשון בקשה וגם לשון \"עתה\", כמו שפירש רש\"י על פסוק \"הנה נא ידעתי כי אשה...\", עיין שם. וחותם \"בונה ירושלים\". והמרדכי כתב בשם הר\"ם לומר \"בונה ברחמיו ירושלים\", וכן המנהג. דמצינו בניין ירושלים ברחמים, כדכתיב בירמיה: \"משכנותיו ארחם\", ובזכריה: \"עד מתי לא תרחם את ירושלים\", \"שבתי לירושלים ברחמים, ביתי יבנה בה\". ועוד: כיון שבפתיחה אומרים \"רחם\", מסיימים גם כן ברחמים. ולפי זה ניחא מה שבתפילה אין אומרים כן. ואף דגם בשם אומרים \"ולירושלים עירך ברחמים תשוב\", אך אפשר דבכאן הפתיחה דתיבה ראשונה הוא \"רחם\". ובאמת יש מערערים על זה, ואומרים רק \"בונה ירושלים\". אבל רוב העולם אומרים \"בונה ברחמיו ירושלים\".","ועונה \"אמן\" אחר \"בונה ירושלים\". ואף דאין עונין \"אמן\" אחר ברכת עצמו, כאן דהוא סוף ברכות דאורייתא עונין, ד\"הטוב והמטיב\" לאו דאורייתא; דמדינא דגמרא בגמר כל מיני ברכות צריך לענות \"אמן\" על ברכות עצמו, להורות שכבר נגמרו (תוספות ר\"י ריש פרק שביעי). אמנם העם לא נהגו כן (תוספות מה ב דיבור המתחיל \"הא בבונה\"), רק בברכת המזון ב\"בונה ירושלים\" בגמר ברכות של תורה. ולכן \"אמן\" זה יאמרנו בלחש, שלא ירגישו שברכת \"הטוב והמטיב\" אינה מן התורה ויזלזלו בה. כן הוא מדינא דגמרא (מה ב). והעולם אין נזהרים בזה, ועונים בקול רם. וכתבו שעכשיו ליכא חשש זלזול (ב\"ח ומגן אברהם סעיף קטן א'). ומיהו וודאי יותר נכון לדקדק לעשות כדינא דגמרא, ולאמר בלחש.","ורבינו הרמ\"א כתב בסעיף ב, וזה לשונו: ונראה דדווקא כשמברך לבדו. ואין עונין \"אמן\" אחר שאר ברכות, אבל כשמזמנין עונין עליו כשאר \"אמן\" שעונין על ברכות הראשונות. ואף על גב דהמברך עונה גם כן, מכל מקום אינו ניכר כל כך, הואיל ואחרים עונים גם כן עמו. וכן המנהג במדינות אלו, לאמרו בקול רם אפילו המברך עצמו כשמזמנים. ואולי הוא מהאי טעמא. עד כאן לשונו. ולבד שטעם דחוק הוא, הא על כל פנים לדבריו במברך בלא זימון יש לו לומר בלחש, והרי אין המנהג כן. ויותר נראה לומר: דכיון דבגמרא שם מצינו דמר עני לה בקול רם, ומר עני לה בלחישה, סבירא להו להעולם דאין קפידא בזה וכל אחד יכול לעשות כרצונו. ואף על גב דלפי הטעמים שנאמרו שם יש לחלק בין זמן לזמן, כמו שכתבו התוספות והרא\"ש, עיין שם – סבירא להו להעולם דאינו כן, ולדינא אין קפידא בזה (עיין ט\"ז סעיף קטן א'). וכן משמע מהרמב\"ם, שלא הזכיר דין זה כלל. וכן הרי\"ף לא הביא זה כלל, משום דאין קפידא (ט\"ז שם).","איתא בגמרא (מח א) כל שאינו אומר \"מלכות בית דוד\" ב\"בונה ירושלים\" – לא יצא ידי חובתו. וזהו שאומרים \"רחם... ועל מלכות בית דוד משיחך\". ואם לא אמרה – מחזירין אותו. ולא אמרינן: כיון שקודם מלכות בית דוד לא אמרוה, כמו שכתבתי בסעיף א, לכן גם עתה אינו מעכב; דאינו כן, כמו שכתבתי שם. ואין להזכיר בה מלכות שמים כלל, כדי שלא להשוותה למלכות בשר ודם. ולכן יש ליזהר שלא לומר \"ועל מלכותך ומלכות בית דוד משיחך\", והאומר כן יש לגעור בו. ולכן אומרים שם \"אלהינו, אבינו, רענו, זוננו...\", ולא יאמר \"מלכנו\" מטעם שנתבאר. כללו של דבר: בברכה זו כיון שמחוייב להזכיר \"מלכות בית דוד\", מחוייבים ליזהר שלא לזכור כאן מלכות שמים כלל. (וכתב הרמב\"ם (פרק שני) הטעם: להורות שאין לנו נחמה גמורה אלא בחזרת מלכות בית דוד, עיין שם. ועיין בסוף סעיף ז).","אומרים \"רעינו זונינו\"; \"רְעינו\" הרי\"ש בשו\"א, \"זוּנינו\" הזיי\"ן בשור\"ק. שהוא לשון תפילה, כאומר: \"יהי רצון שתרעה אותנו ותזון אותנו\". וגם בשבת יכול לומר כן. ואף שאין תחנונים בשבת, מכל מקום טופס ברכות כך הוא. וכן הוא להדיא בירושלמי. ואומרים: \"כי אם לידך המלאה הפתוחה, הקדושה והרחבה, שלא נבוש ולא נכלם לעולם ועד\". ויש אומרים גם \"ולא נכשל\". ויש סידורים שבמקום \"הקדושה\" כתוב \"הגדושה\", כלומר: לשון גודש, שנותן כביכול יד מלאה עם גודש. וחותם \"בונה ירושלים\" או \"בונה ברחמיו ירושלים\", כפי מה שנתבאר. ויש אומרים \"בונה ירושלים ברחמיו\" (מגן אברהם סעיף קטן ג'). ואחד מהגדולים היה חותם: \"ברוך ה' אלהי דוד ובונה ירושלים\" (שם). ויש חותמין: \"מנחם ציון בבניין ירושלים\". ויש שאין פותחין ברכה זו ב\"רחם\" אלא ב\"נחמנו\" בשבת ויום טוב. וטעמם משום ד\"רחם\" הוא לשון תחנונים, ואין לומר תחנונים בשבת ויום טוב. ואינו כן, דגם \"נחמנו\" הוא לשון תחנונים, והכל אחד; וטופס ברכות כך הם, ומותר לאומרם בשבת ויום טוב. וכן המנהג (תוספות מח ב דיבור המתחיל \"מתחיל\", עיין שם). והרמב\"ם בפרק שני כתב גם כן, דבין בשבת ובין בחול יכול להתחיל בין ב\"רחם\" בין ב\"נחמנו\", עיין שם.","בשבת אומר קודם \"ובנה\": \"רצה והחליצנו... וברצונך הניח לנו...\". ו\"הָנִיח\" הה\"א בקמ\"ץ והנו\"ן בחירי\"ק, ולא \"הַנַח לנו\" בפתחי\"ן, דאין זה תפילה אלא סיפור דברים, שהקדוש ברוך הוא הניח לנו ביום השבת, שלא תהא צרה ויגון ואנחה ביום השבת. והיינו שאין אבלות נוהג בשבת, ואין להזכיר כל דאגה בשבת, כדכתיב: \"וקראת לשבת עונג\". וזה שאומרים \"והראנו ה' אלהינו בנחמות ציון...\" – אין זה עניין תפילה ובקשה אלא כעין דברי תנחומין; כמו שאומרים בתפילה בשבת: \"ותחזינה עינינו...\". וביום טוב וראש חודש אומר: \"יעלה ויבוא\". וכשחל בשבת אומרים מקודם \"רצה\" ואחר כך \"יעלה ויבוא\", דשבת נגד יום טוב וראש חודש הוה תדיר ומקודש. ונראה לי דאם אמר מקודם \"יעלה ויבוא\" ואחר כך \"רצה\" – אינו צריך לחזור, דתדיר ומקודש אינו מעכב בדיעבד כדמוכח בזבחים (צא א). ואינו מזכיר של שבת ב\"יעלה ויבוא\". ואפילו למאן דסבירא ליה לקמן סימן תפ\"ז דבתפילה ביום טוב בשחרית מזכיר של שבת ב\"יעלה ויבוא\", עיין שם – זהו מפני שעדיין לא סיים עניין השבת, שהרי אחר כך יאמר \"והשיאנו\" ויחתום בשל שבת, מה שאין כן בברכת המזון שכבר גמר של שבת ב\"רצה והחליצנו\". שכן הדין בראש חודש שחל בשבת, שאין מזכירין של שבת בשחרית ב\"יעלה ויבוא\" מפני שכבר גמר של שבת, כמו שיתבאר בסימן תכ\"ה, עיין שם. וכן אין מזכירין של יום טוב ושל ראש חודש ב\"רצה והחליצנו\". (ולא יסיים ב\"יעלה ויבוא\": \"כי אל מלך חנון ורחום אתה\" אלא \"כי אל חנון...\", מטעם שנתבאר בסעיף ה, דאין להזכיר מלכות שמים אצל מלכות בשר ודם. וכן כתב הרמ\"א בסעיף ג שנכון הוא, אבל אין המנהג כן. עד כאן לשונו. וכתבו שכיון שזה רחוק מהזכרת בית דוד – לית לן בה. והלבוש לא הביא זה, עיין שם. ובימינו רבים נוהגים כהרמ\"א. ועיין ט\"ז ומגן אברהם סעיף קטן ב'.)","בגמרא (מח ב) יש פלוגתא אם הזכיר בשבת \"רצה והחליצנו\" בשאר ברכה לא בברכת \"בונה ירושלים\", אם יצא אם לאו. ופליגי תנא קמא וחכמים: דתנא קמא סבר דיצא, וחכמים סברי דלא יצא, עיין שם. והרי\"ף והרמב\"ם והרא\"ש לא הביאו זה כלל, וכן הטור והשולחן ערוך, ולא ידעתי למה. ולעניין דינא נראה דהלכה כחכמים, דלא יצא (מגן אברהם סעיף קטן ה'). וראיה לזה ממה שיתבאר: דאם שכח של שבת והתחיל ב\"הטוב והמטיב\" – חוזר לראש. ואי סלקא דעתך דאינו מעכב בדיעבד הזכרתה ב\"בונה ירושלים\" יזכרנה שם, דלא גריעא הזכרה בפני עצמה מהזכרה בברכה אחרת. אלא וודאי דגם בדיעבד מעכב כחכמים. ואולי שמפני זה השמיטוה רבותינו, דכיון שביארו דין \"שכח...\" – לא הוצרכו להזכיר גם זה.","ובעיקר ברכות המזון אם הקדים ברכה המאוחרת, כגון שהקדים ברכת הארץ לברכת \"הזן\", או \"בונה ירושלים\" קודם ברכת הארץ, יש להסתפק אם יצא אם לא יצא. ונראה לי דיצא. וראיה: דבריש פרק שני דמגילה תנן: הקורא למפרע לא יצא. ותניא בברייתא: וכן בהלל ובקריאת שמע ובתפילה, עיין שם. ומדלא חשיב גם ברכת המזון – שמע מינה דכסדרן לא מעכב בברכת המזון. ועוד: דהא בברכות (מח ב) ילפינן סדר ברכת המזון מקרא \"וברכת\" – זו ברכת הזן, \"את ה' אלהיך\" – זו ברכת הזימון, והרי זימון קודם לזן? אלא וודאי דאין הסדר מעכב, ולכן הקדים \"זן\" לזימון אף על גב דזימון וודאי קדים, להורות שאין הסדר מעכב (כן נראה לעניות דעתי).","טעה ולא הזכיר של שבת עד שסיים \"בונה ירושלים\", ולא פתח עדיין בברכת \"הטוב והמטיב\" – אומר \"ברוך אתה ה', אלקינו מלך העולם, שנתן שבתות למנוחה לעמו ישראל באהבה, לאות ולברית. ברוך אתה ה', מקדש השבת\". כן פסקו הטור והשולחן ערוך סעיף ו. וכן משמע מדברי הרמב\"ם בסוף פרק שני, שכתב: שכח ולא הזכיר בשבת או ביום טוב קדושת היום, אם נזכר קודם שיתחיל בברכה רביעית בשבת, אומר: \"ברוך ה' אשר נתן מנוחה... ברוך...\" עד כאן לשונו. ואף שלא הזכיר \"אלקינו מלך העולם\", מכל מקום כוונתו כן, כיון שהזכיר ה' (וכן כתב הלחם משנה).","והנה בגמרא (מט א) איתא: טעה ולא הזכיר של שבת, אומר: \"ברוך שנתן שבתות...\". עיין שם. ואפשר לומר דהכוונה בלא שם ומלכות, וכן כתב הטור בשם הראב\"ד לפי שאינה ברכה קבועה, דומיא דזימון אף שהיא מן התורה אין בה לא שם ולא מלכות; לפי שאינה קבועה, דכשאין כאן שלושה שאכלו – אין צריך זימון. אבל הרמב\"ם והטור והשולחן ערוך סוברים דבלא שם ומלכות אינו כלום. ואין לשאול: הרי בעיקר \"רצה והחליצנו\" אין כאן שם ומלכות, ואיך בשכחה יהיה שם ומלכות במקומה? דאינו כן, דב\"רצה והחליצנו\" יש שם ומלכות כיון שהיא כלולה ב\"בונה ירושלים\", והיא סמוכה לברכת הארץ, וברכת הארץ סמוכה ל\"הזן\" וב\"הזן\" יש ומלכות, והוה כאילו גם ב\"בונה ירושלים\" יש שם ומלכות; וגם חותמת ב\"ברוך\". ולכן בשכחה, וצריך ברכה במקומה – צריכה גם כן שם ומלכות, וגם חותמת ב\"ברוך\" אף על גב שקצרה היא, כיון שבאה במקום ברכה ארוכה (נראה לי). ומי שאינו יודע נוסח זה – יחזור לראש (ט\"ז סעיף קטן ד').","וכן ביום טוב: אם טעה ולא הזכיר \"יעלה ויבוא\", אומר \"ברוך אתה..., אשר נתן ימים טובים לעמו ישראל לששון ולשמחה, את יום חג פלוני הזה. ברוך אתה ה', מקדש ישראל והזמנים\". ואם חל יום טוב בשבת אומר: \"ברוך... אשר נתן שבתות למנוחה לעמו ישראל באהבה לאות ולברית, וימים טובים לששון ולשמחה, את יום חג פלוני הזה. ברוך אתה ה', מקדש השבת וישראל והזמנים\".","וכל זה הוא כשנזכר קודם שהתחיל ברכת \"הטוב והמטיב\". אבל אחר שהתחיל \"הטוב והמטיב\" – אינו מועיל ברכה זו, וצריך לחזור לראש ברכת המזון שהיא ברכת \"הזן\". ולא סגי שיחזור לברכת \"בונה ירושלים\", לפי שכל השלוש ברכות נחשבות כאחת, כמו בתפילה דשלוש ראשונות כאחת חשיבי. וכן פסק הרמב\"ם שם. ולכן אף על גב דב\"יעלה ויבוא\" דתפילה בראש חודש, כשרגיל לומר תחנונים אחר תפילתו חוזר ל\"רצה\" ולא לראש התפילה, כמו שכתבתי בסימן תכ\"ב, ואם כן הכא נמי לא גרע ברכת \"הטוב והמטיב\" אף שפתח בה מתחנונים, וגם רגילין לומר \"הרחמן\" דהוי כתחנונים, והיה לו לחזור רק לתחלת ברכת \"בונה ירושלים\". ובאמת דעת הראב\"ד שם כן הוא, עיין שם. מכל מקום אנן לא קיימא לן כן, דכל השלוש ברכות כחדא חשיבי, כשלוש ראשונות ושלוש אחרונות דתפילה דכחדא חשיבי לעניין הפסק כמו שכתבתי בסימן ק\"ד, עיין שם. והכא נמי כן הוא.","ומכל מקום יש לנו בזה שאלה גדולה: כיון דהש\"ס שם מדמה לה לתפילה, אם כן כמו ב\"יעלה ויבוא\" דתפילה כשנזכר קודם \"מודים\" אומר \"יעלה ויבוא\" קודם מודים, כמו שכתבתי בסימן תכ\"ב; ואם כן הכא נמי ביום טוב: כשנזכר קודם \"הטוב והמטיב\" למה קבעו ברכה אחרת, יאמר שם \"יעלה ויבוא\" כמו בתפילה? וכן בשבת יאמר שם \"רצה והחליצנו\". ונראה לי בטעם הדבר: דוודאי אין זה תיקון יפה לומר שם \"יעלה ויבוא\" או \"רצה והחליצנו\", שהרי נתקנו בתוך הברכה והוי בשם ומלכות כמו שכתבתי, ולאחר הברכה אינו בשם ומלכות, ולכן תיקנו ברכה בשם ומלכות כעיקרא דדינא. אבל בתפילה לא יכלו לעשות כן, דאם כן יהיה בשלוש אחרונות ארבע ברכות, והרי לא תיקנו כי אם שלוש ברכות. ולכן הסתפקו במה שיאמר \"יעלה ויבוא\" תיכף אחר הברכה, והוי כאילו אמרה תוך הברכה כיון שעדיין לא התחיל באחרת. אבל בברכת המזון לא נראה כתוספת, שהרי כבר גמר ברכות של תורה ועניין אחר הוא. ועוד יש לומר דברכת המזון דאורייתאף וכתיב בה: \"וברכת את ה' אלקיך\" – חשו להעמיד הדבר כתיקונה, ולא חשו לחשש ברכה לבטלה; דהכל נכלל בכלל \"וברכת את ה' אלקיך\" דגם זו ברכה. מה שאין כן בתפילה דרבנן לא רצו להוסיף עוד ברכה, וחשו לברכה לבטלה, ותיקנו שיאמרנה אחר הברכה.","וזהו בשבתות וימים טובים שיש חובה לאכול פת, והוי הזכרתם חובה. אבל בראש חודש וחולו של מועד, אף על פי שאסור להתענות בהם, מכל מקום אין חובה לאכול פת דווקא, ואין הזכרתם חובה. ולכן אם שכח לומר בהם \"יעלה ויבוא\" בברכת המזון, ולא נזכר עד אחר שהתחיל \"הטוב והמטיב\" – אינו חוזר כלל. ולא דמי לתפילה שחוזר, דתפילה הוי חובה, מה שאין כן הזכרה בברכת המזון שאינו חוב גמור; שהרי היה יכול לפטור את עצמו מזה, דאי בעי לא אכיל פת. ולכן אף על גב דעצם ברכת המזון חובה, מכל מקום ההזכרה לאו חובה. ועיין מה שכתבתי בסימן תקכ\"ט סעיף ג.","וזהו כשכבר פתח ב\"הטוב והמטיב\". אבל אם עדיין לא פתח, אמרו בגמרא שם: טעה ולא הזכיר של ראש חודש, אומר \"ברוך שנתן ראשי חדשים לעמו ישראל לזכרון...\". ולא ידענא אי חתים בה או לא חתים בה, עיין שם. ופסקו הרי\"ף והרמב\"ם דאינו חותם בשם, כיון דבגמרא נשאר בספק, וכן פסק רבינו הבית יוסף בסעיף ז. ולכאורה נראה ברור מדמספקא להו בגמרא בחתימתה, שמע מינה דהפתיחה וודאי בשם ומלכות. דאם לא כן מה שייך ספק בהחתימה, דאם אין פתיחה אין חתימה? וכן כתב הלבוש דפותח \"ברוך אתה ה', אלהינו מלך העולם, שנתן ראשי חדשים...\". ומה שבגמרא לא הוזכר שם ומלכות בהפתיחה, מפני שגם בשבת ויום טוב לא הוזכר שם. אבל מהרמב\"ם שבשבת ויום טוב הזכיר שם, ובראש חודש לא הזכיר, וכן הטור והשולחן ערוך דבשבת ויום טוב הזכירו שם ומלכות, ובראש חודש לא הזכירו – נראה דאין צריך שם ומלכות גם בפתיחה. אך לפנינו ברמב\"ם גם ביום טוב לא נמצא שם, עיין שם. ובעל כרחך דסמיך אשבת, אם כן יש לומר גם בראש חודש כן. אך מהטור והשולחן ערוך הוי ראיה; ואולי שגם הם לא חשו להזכיר בדראש חודש, וסמכו על הקודם. אך בעיקר הדבר תמוה: דאיך נקבע ברכה בשם ומלכות בדבר שאינו מוכרח? ותמיהני על מפרשי השולחן ערוך שלא דיברו בזה (והאליה רבה עורר בזה, עיין שם). ויש מהגדולים שנמשכו אחרי דברי הלבוש (הגר\"ז והחיי אדם). ולעניות דעתי כדאי הוא הראב\"ד, דסבירא ליה דגם בשבת ויום טוב אין לברך בשֵם כמו שכתבתי בסעיף י\"א, לסמוך עליו על כל פנים בראש חודש, בפרט דמלשון הטור ושולחן ערוך משמע להדיא כן. (ויש מהפוסקים דסבירא להו דראש חודש הוי כשבת ויום טוב, כמבואר בבית יוסף. ולא קיימא לן כן, וספק ברכות להקל.)","בחנוכה ופורים אם שכח \"על הנסים\" אין מחזירין אותו, דהרי גם בתפילה כן הוא. ומכל מקום נכון שיאמר ב\"הרחמן\": \"הוא יעשה לנו נסים ונפלאות, כמו שעשית לאבותינו בימים ההם...\". וגם בראש חודש וחולו של מועד כתב רבינו הרמ\"א דאפשר, דמכל מקום יש לאומרו בתוך שארי \"הרחמן\" כמו גבי \"על הנסים\". ואולי יש לחלק: כי ב\"יעלה ויבוא\" יש בו הזכרת שמות, ואין לאומרו לבטלה. כן נראה לי, וכן נוהגין. עד כאן לשונו. וצריך עיון: דהא אומרים תחינות כל היום ויש בהן הזכרת שמות, ולמה יגרע זה משארי תחנות (מגן אברהם סעיף קטן י\"א)? ואפשר דכשאומרו לשם חובה שאני, שהרי אינו אומרה לשם תחינה. ודע כי בראש חודש אין חילוק בין לילה ליום, אף שלעניין תפילה יש חילוק לפי שאין מקדשין החודש בלילה; דבתפילה אינו מזכיר בלילה כדי שלא יהא הפסק בהתפילה, אבל בברכת המזון הלא כבר נגמרו ברכותיה של תורה, ולכן אם לא התחיל ב\"הטוב והמטיב\" אומר \"ברוך\" כמו שנתבאר (הגר\"ז).","אם חל ראש חודש בשבת, ושכח להזכיר של ראש חודש אבל של שבת הזכיר, דעת המרדכי שאין מחזירין אם פתח ב\"הטוב והמטיב\". ואף על גב דהיום מוכרח לאכול פת, מכל מקום משום ראש חודש לא חייבוהו להחזיר, דהחיוב הוא משום שבת והרי הזכיר של שבת. אבל הרשב\"א פסק דחוזר, דכיון דיום זה חייב לאכול פת – ממילא דרמי חיובא גם על ראש חודש ביום הזה; כדאמרינן בתפילת נעילה ביום הכיפורים שחל בשבת, שחייב להזכיר של שבת אף דבשבת ליכא נעילה, מכל מקום כיון שיום זה נתחייב בתפילת נעילה – רמי חיובא דשבת גם כן. והכא נמי כן הוא. וגם הטור הביא שני דעות, עיין שם דהוא נוטה לחיוב. אבל רבינו הבית יוסף בסעיף ז פסק כהמרדכי דאינו חוזר, והולך לשיטתו בסימן תרכ\"ג לעניין נעילה כששכח של שבת. ויש שם גם כן מחלוקת אם חוזר אם לאו, והוא פסק שם דאינו חוזר, עיין שם. ולדינא ספק ברכות להקל.","וזהו כששכח רק של ראש חודש. אבל אם שכח גם של שבת, אם נזכר קודם שהתחיל \"הטוב והמטיב\" כולל שניהם ואומר: \"אשר נתן שבתות למנוחה, וראשי חודשים לזכרון\", וחותם \"מקדש השבת וישראל וראשי חודשים\". ורבינו הבית יוסף בסעיף ז כתב דיש מי שאומר דבכהאי גוונא חותם בשל שבת ואינו חותם בשל ראש חודש, עיין שם. וטעמו כיון דבראש חודש הוי בלא חתימה כמו שכתבתי. ומאוד תמוה: דהא בראש חודש הוה ספק בגמרא כמו שכתבתי. אבל כאן שמזכיר השֵם על שבת, אם כן למה לא יחתום גם בשל ראש חודש? ולכן אין שום עיקר לדעה זו (מגן אברהם סעיף קטן י\"ד), וחותם גם בשל ראש חודש. ופשוט הוא דאם התחיל ב\"הטוב והמטיב\" וצריך לחזור לראש, דמזכיר של שבת ושל ראש חודש.","ודע דכיון שנתבאר הטעם דבשבת ויום טוב צריך לחזור הוי משום דיש חיוב לאכול פת בשבת ויום טוב, ממילא מבואר דכשאוכל סעודה יתירה כגון שאוכל בשבת סעודה רביעית, וביום טוב החיוב אחת ביום ואחת בלילה כדרך בני אדם, ואם אוכל סעודה שלישית – אינו צריך לחזור כיון דליכא חיוב בסעודה זו. ויותר מזה כתב רבינו הבית יוסף בסעיף ח דסעודה שלישית בשבת דינה כראש חודש. עד כאן לשונו. וטעמו: דכיון דיש אומרים שיוצאין במיני תרגימא, כמו שכתבתי בסימן רצ\"א, אם כן אין חיוב לאכול פת, אף על גב דכולי עלמא סבירא להו דלכתחילה יש חיוב לאכול פת כמו שכתבתי שם. ובאמת יש חולקין בסעודה שלישית, דשבת ופסקו דצריך לחזור כמו בשארי הסעודות; וזהו דעת הרמב\"ם שפסק בפרק שלושים משבת שחייב לאכול פת בסעודה שלישית; וממילא דמה שפסק דבשבת חוזר לראש – היינו גם בסעודה שלישית. דכן כתב הטור בסוף סימן זה, דלמאן דמחייב לאכול פת – צריך לחזור. והרבה מרבותינו דסבירא להו כן. ואם כן נהי דרבינו הבית יוסף פסק סתם דאינו צריך לחזור מפני הספק כמובן, אבל מי שקבל עליו לחובה לאכול שלוש סעודות – וודאי צריך לחזור, כיון דסבירא ליה לדינא שחייב לאכול. (וראיה לזה מבה\"ג שהביא הרא\"ש ריש פרק \"תפילת השחר\". ואפילו להרא\"ש שדחה זה, לא דמי לכאן כמו שכתבתי. וגם מהגר\"א סעיף קטן כ' משמע לי כן, וכן יש להורות לעניות דעתי. ודייק ותמצא קל.)","והנה גם ביום טוב יש מחלוקת אם חייב לאכול פת. והתוספות בסוכה (כו א) סוברים דאין חיוב לאכול פת ביום טוב רק בליל הראשון של פסח ושל סוכות. ובאמת כתבו דאם טעה ולא הזכיר של יום טוב בברכת המזון – אינו צריך לחזור. והא דאמרינן שבתות וימים טובים לא סגי דלא אכיל – זהו בליל... עד כאן לשונם. והרא\"ש בפרק שביעי דברכות (סימן כ\"ו) הביא מחלוקת בזה, ונראה שדעתו נוטה שחובה בכל יום טוב לאכול פת. וכן נראה דעת הטור ושולחן ערוך בסימן זה, שכתבו סתם דיום טוב הוא כמו שבת. ומבואר להדיא דמיירי בכל יום טוב. וכן נראה מדברי הרי\"ף והרמב\"ם, והכי קיימא לן. ואף בראש השנה נראה שצריך לחזור; אף על פי שיש סוברים שמותר להתענות בראש השנה – אנן לא קיימא לן כן (עיין מגן אברהם סעיף קטן ז'). ודע דבכל אלו שאמרנו שאינו צריך לחזור לראש – זהו כשפתח \"הטוב והמטיב\". אבל אם עדיין לא פתח יאמר \"ברוך...\", דלא גרע מראש חודש (שם סעיף קטן ט\"ז).","וכתב רבינו הבית יוסף סעיף ט: שלושה שאכלו בשבתות וימים טובים, ושכחו להזכיר מעין המאורע, והם צריכים לחזור לראש ברכת המזון – יברך כל אחד בפני עצמו; כי מידי זימון כבר יצאו. עד כאן לשונו. כלומר: דאף על גב דכל הברכות הוה כאילו לא ברכו, שהרי חוזרין ומברכין, מכל מקום מברכת הזימון נפטרו. וראיה: שהרי אין חוזרין רק לברכת \"הזן\" ולא לברכת הזימון. והטעם: דברכת הזימון הוי כברכה בפני עצמה, שהרי אינה רק כשאוכלין בזימון.","עוד כתב בסעיף י: היה אוכל, ויצא שבת – מזכיר של שבת בברכת המזון, דאזלינן בתר התחלת הסעודה. והוא הדין לראש חודש ופורים וחנוכה. עד כאן לשונו. ומפרשי השולחן ערוך האריכו בזה. ולדינא העיקר כדברי רבינו הבית יוסף, דאזלינן רק אחר התחלת הסעודה. ולכן אם חל ראש חודש במוצאי שבת – לא יזכיר של ראש חודש. אמנם אם התפלל ערבית קודם ברכת המזון אי אפשר להזכיר של שבת: כיון שעשאו כבר חול בתפילה, איך יזכיר של שבת והוי תרתי דסתרי? וכן בראש חודש וחנוכה ופורים. וכן אם הבדיל, או שאמר \"המבדיל בין קודש לחול\" – לא יזכיר של שבת. וכן להיפך: אם אכל ביום ונמשך עד הלילה, ובלילה היה ראש חודש, וקודם ברכת המזון התפלל מעריב – בעל כרחך שצריך להזכיר \"יעלה ויבוא\" בברכת המזון, כיון שכבר עשאו ראש חודש בתפילה. ולאו משום דאזלינן בתר גמר סעודה, אלא משום דבעל כרחך עשאה הזכרה זו לחיוב עליו. וכן כל כיוצא בזה. ואין חילוק בין אכל פת בלילה או לא אכל, דהעיקר הוא התחלת הסעודה. (הט\"ז והאליה רבה דעתם לילך גם אחר גמר הסעודה, ואין כן דעת הב\"ח והמגן אברהם. והמגן אברהם דעתו דאם אכל פת בלילה – יש להזכיר של לילה, עיין שם. ולהדיא מוכח דאינו כן. והנה כל מה שנדחקו בזה הוא מפני הברייתא דפסחים קב א דהיו מסובין וקידש עליהם היום, דסבירא ליה לרבי יוסי ראשון אומר עליו ברכת המזון, ושני קדושת היום. ותניא בתוספתא דמזכיר בברכת המזון של שבת, כמו שכתב הרא\"ש בתשובה סכ\"ב. לעניות דעתי לא קשיא כלל, דהתם כיון דמעיקר הדין היה צריך לומר על כוס זה גם קדושת היום, כדפריך הש\"ס בפסחים שם לרבי יוסי: \"ונמרינהו תרוויהו אחד כסא\", ומתרץ שאין עושין חבילות, עיין שם. מיהו החיוב מוטל עליו על כל פנים לקדש מיד, והוה כאילו הקידוש מוכן ועומד, ואיך לא יזכיר של שבת? אבל בכל הסעודות אין לנו רק ההתחלה בלבד. וכן עיקר לדינא.)"],["ברכה רביעית \"הטוב והמטיב\", ואינה מן התורה. אלא שחכמים תקנוה אחרי מלחמת ביתר, שאחרי כבישת ביתר וריבוי ההרוגים עד שאמרו בירושלמי פרק רביעי דתענית (הלכה ה') ובמדרש איכה על פסוק \"בלע ה'...\", שהיה לאנדריינוס כרם גדול שמונה עשר מיל על שמונה עשר מיל. והקיפו בהרוגי ביתר מלא קומה, ולא נתנם לקבורה, עד שעמד מלך אחר ונתנם להקבר, עיין שם.","ואמרו: שכשנחרבה ביתר נגדעה קרן ישראל, ואינה עתידה לחזור עד ביאת המשיח. ולכן תיקנו ברכה זו אצל \"בונה ירושלים\" כאומר: יהי רצון שתחזיר קרן ישראל בביאת בן דוד שהוא בניין ירושלים (רא\"ש).","ונראה לי דמה שלא קבעוה בתפילה אצל ברכת \"בונה ירושלים\", משום דשם הוא באמצע התפילה; מה שאין כן בברכת המזון שהוא לאחר גמר הברכות. ועוד: דבגיטין (נז א) אמרינן ד\"גדע בחרי אף כל קרן ישראל\" קאי אהרוגי ביתר, עיין שם. וזהו כמו שכתבתי, דאז נגדעה קרן ישראל. ובתפילה אמרינן אחר \"בונה ירושלים\": \"וקרנו תרום בישועתך\", מה שאין כן בברכת המזון.","ועוד: דעיקרה של ברכה שייך יותר לברכת המזון. דכך אמרו חכמים שם: בשעה שניתנו הרוגי ביתר לקבורה, תיקנו ביבנה \"הטוב והמטיב\". \"הטוב\" שלא הסריחו, \"והמטיב\" שניתנו לקבורה. כלומר: להורות לנו שאפילו בשעת כעסו של הקדוש ברוך הוא עלינו, עושה עמנו נסים ונפלאות; דאין לך נסים גדולים מאלו הרוגי ביתר, שהיו מונחים רבות בשנים על פני הארץ ולא הסריחו, ואחר כך ניתנו לקבורה. וזהו סימן שהקדוש ברוך הוא לא יעזוב אותנו לעולם, אף בעת שאנו חוטאים לפניו, כדכתיב: \"יסור יסרני יה, ולמות לא נתנני\".","ועל כי עיקרי הצרות הם העניוּת, כמו שאמר איוב: \"עם כל זה בחרתי מעוני\"; וכמאמרם ז\"ל (בבא בתרא קטז א): קשה עניות יותר מחמישים מכות. ולכן כדי שלא נדאג שחס וחלילה נהיה חסירי לחם, לכן תיקנו ברכת \"הטוב והמטיב\", וכמו שתיקנו בברכה זו \"הוא הטיב, הוא ייטיב [...] ו[מ]כל טוב לעולם אל יחסרנו\". ולכן שייך זה רק לברכת המזון (נראה לי).","ברכה זו פותחת ב\"ברוך\", שאינה סמוכה לחבירתה כיון שנתקנה בפני עצמה על עניין אחר כמו שכתבתי. ואינה חותמת ב\"ברוך\" דהיא כברכה קצרה: דמתחלה לא נתקנה רק לומר \"ברוך הטוב והמטיב\", ואחר כך הוסיפו בה שלושה גמולות ושלוש הטבות, כמו שיתבאר (טור).","ועוד: דלא רצו לעשותה מעולה מהברכות של תורה הקודמות לה (רשב\"א), כלומר: שברכת הארץ ו\"בונה ירושלים\" יש בהם חתימה בלא פתיחה, ולכן כאן שיש פתיחה – אין כאן חתימה.","ועוד: דבאמת כל העניינים שבברכה זו הם כולם עניין אחד, וטופס אחד במילות שונות תוארים להשם יתברך על הטבתו עמנו, ודינה כברכה קצרה שהכוונה עניין אחד (תוספות ר\"י).","ואמרו חכמינו ז\"ל (מט א) שצריכה שלוש מלכיות, כלומר:","אחת בשבילה ככל הברכות, שאומרים \"מלך העולם\".","ואחת בשביל \"בונה ירושלים\", שכתבנו בסימן הקודם שאי אפשר היה להזכיר שָם מלכות מפני מלכות בית דוד, לכן הוסיפו כאן בשבילה עוד מלכות; וזהו שאומרים: \"האל אבינו מלכנו בוראנו\".","וכיון שתיקנו זה בשביל \"בונה ירושלים\", תיקנו גם בשביל ברכת הארץ, וזהו שאומרים: \"המלך הטוב והמטיב לכל\".","אבל בשביל הזן אין צריך, שיש בעצמה \"מלך העולם\", שהרי היא פותחת ב\"ברוך\".","וכתבו רבותינו על פי המדרש, דכיון שאומרים בה שלוש מלכיות אומרים בה גם כן שלוש הטבות, והיינו: \"הוא הטיב, הוא מטיב, הוא ייטיב לנו\"; ושלוש גמולות: \"הוא גמלנו, הוא גומלנו, הוא יגמלנו...\".","והרמב\"ם לא זכר מזה מאומה רק שלוש מלכיות, עיין שם בפרק שני, וגם בנוסחת ברכת המזון שלו לא נזכרה. ועל פי נוסחתו הוא באמת ברכה קצרה, עיין שם.","ועניין השלוש הטבות והגמולות הוא על העבר ועל ההוה ועל העתיד, ונוסחא שלנו מפורסם בסידורים. ויש גורסים: \"בכל הטבה לנו הוא הטיב לנו הוא מטיב לנו הוא ייטיב לנו\". ויש גורסים: \"הוא הטיב מטיב ייטיב\". והעיקר כנוסחא שלנו.","ואומרים \"שבכל יום ויום הוא הטיב...\". ויש מתרעמים על נוסחא \"שבכל יום\" אלא שיאמר אל בכל יום (מגן אברהם סעיף קטן א'). ואין לשון זה נוח כלל (ט\"ז סעיף קטן ב'). והפירוש: שבכל יום כן הוא, שמקודם אומרים \"המלך הטוב והמטיב לכל\", והיינו שבכל יום ויום \"הוא הטיב...\".","האבל מוסיף בברכה זו:","האל אבינו מלכנו... קדוש יעקב, המלך החי הטוב והמטיב, אל אמת, דיין אמת, שופט צדק, לוקח נפשות במשפט, ושליט בעולמו לעשות בו כרצונו, כי כל דרכיו משפט; ואנו עבדיו ועמו, ובכל אנחנו חייבים להודות לו ולברכו; גודר פרצות הוא יגדור פרצה זאת מעלינו לחיים ולשלום וכל טוב...","וגם שארי המסובין יאמרו ברכה זו, והמה מוסיפים \"מעלינו ומעל האבל הזה לחיים ולשלום...\". ונתבאר ביורה דעה סימן שע\"ט, עיין שם. ושם נתבאר אם אומרים זה בשבת, עיין שם.","סוף הברכה הוא \"לעולם אל יחסרנו\", ושם צריכים לענות \"אמן\".","ו\"הרחמן\" שאנו אומרים אינו מהברכה; אלא תוספת בעלמא הוא, כעין תחנונים שאחר שמונה עשרה. וזה לשון הטור:","כתב אחי הר\"י ז\"ל: נהגו להאריך בברכת הטוב והמטיב \"הרחמן\" בכמה גוונין, ולא ידעתי מאין בא זה להרבות בבקשות בין ברכת המזון לברכת בורא פרי הגפן (כשמברכים על הכוס). ואפשר שנהגו לעשות כן ממה שאמרו: האורח מברך. עד כאן לשונו. ונראה לי שאין בזה משום הפסק. וגדולה מזו מצינו בברכת המילה, שמתפללים על הולד..., ומפסיק בין ברכה לשתייה.","עד כאן לשון הטור. ועל כל פנים להוציא מדעת ההמון שסוברים ד\"הרחמן\" שייך לברכת המזון, ועונין \"אמן\" אחר הרחמן ולא אחר \"אל יחסרנו\"; וזהו טעות גדול, וצריכים להודיע להם.","והאורח מברך לבעל הבית (מו א), ונוסח הברכה יתבאר בסימן ר\"א. ומסיים \"ואִמרו אמן\". ובחול אומר \"מגדיל\" ובשבת ויום טוב וראש חודש אומר \"מגדול\", כמו שכתוב בשמואל. ויש בזה טעם.","(ודע שכל האותיות יש בברכת המזון לבד אות ף', שהמברך ברכת המזון בכוונה אין שולט בו לא אף ולא שצף ולא קצף, ומזונותיו מצויים לו בכבוד כל ימיו. כן כתב בעטרת זקנים בסימן קפ\"ה בשם ספר החינוך וספר הגן, עיין שם.)"],["אחר גמר ברכת המזון יברך \"בורא פרי הגפן\" אם מברך על הכוס. ויש מי שאומר שצריך לומר \"סברי מרנן\" (עיין ט\"ז), ולא נהגו כן. וכן נראה, שהרי כולם מוכנים לשמוע בגמר ברכת המזון שברכו כולם.ואין לשאול: למה בקידוש והבדלה ברכת \"בורא פרי הגפן\" קודמת לשארי ברכות, ובברכת המזון היא מאוחרת? דאינו דומה, דקידוש והבדלה הוי התחלת העניין, וברכת הכוס קודמת לשארי הברכות, ולא הוי הפסק דמעניינא הוא. אבל ברכת המזון הוי סוף עניין דסעודה וסילוק מהסעודה, והכוס הוא עניין בפני עצמו; וכשיברך קודם ברכת המזון – הוי ברכת המזון הפסק.(עיין מגן אברהם. ומה שכתב על כוס של נישואין משום לא פלוג, הבית שמואל באבן העזר סימן ס\"ב כתב טעם אחר: דאם היו מברכין \"בורא פרי הגפן\" קודם השבע ברכות, היה נראה דהברכה היא רק על ברכת המזון, עיין שם.)","ואחר ברכת \"בורא פרי הגפן\" יטעום המברך. ומצוה לגמוע גמיעה גסה, משום חיבוב מצוה. ואין חיוב על אחרים המסובין שיטעמו מהכוס, שהרי יותר מזה פסקו הטור והשולחן ערוך בסעיף ד דאם המברך אינו רוצה לטעום – יטעום אחד מן המסובין, עיין שם; וכל שכן דבטעימת המברך סגי.אמנם כשבאו לטעום – לא יטעמו קודם המברך, כששותים מכוסו או שופך מכוסו לכוסם. אבל כשיש לכל אחד כוס יין בפני עצמו – יכולים לטעום קודם המברך. ואם יש להם לכל אחד כוס יין בפני עצמו אלא שהם פגומים, צריך המברך לשפוך מעט מכוסו לכוסם. ויש אומרים שאינו צריך, דכוס פגום אינו פסול אלא להמברך. וכבר נתבאר זה בסימן קפ\"א, עיין שם.ואין לשאול לדעה ראשונה: איך אפשר להיות פסול בפגומים, הלא אין הכרח שישתו המסובין, כמו שכתבתי? דזה לא קשיא כלל: דוודאי אם אינם שותים כלל – לית לן בה. אבל כששותים – צריכים לשתות מאינם פגומים, כיון דשם \"כוס ברכת המזון\" עליהם.ואם הפסיק המברך בין ברכה לשתייה – צריך לחזור ולברך; כמו שיתבאר בסימן רע\"א עיין שם.ופשוט הוא דאם שתה כשיעור שיתבאר – צריך לברך ברכה אחרונה. אך אם דעתו לשתות עוד – יברך אחר גמר שתייתו. ואם בירך ברכה אחרונה, ורוצה לשתות עוד – יברך ברכה ראשונה. ויש מי שאומר דאם היה דעתו מקודם לשתות עוד, אינו צריך ברכה כשהיה דעתו לשתות מיד (מגן אברהם סעיף קטן ג'). ודבר תמוה הוא זה, כיון שבירך ברכה אחרונה (גם האליה רבה לא הסכים לדבריו, עיין שם).","כתבו הטור והשולחן ערוך סעיף ג:שיעור שתייה להתחייב בברכה אחרונה, יש ספק אם די בכזית או ברביעית. לכך יזהר לשתות או פחות מכזית או רביעית, כדי להסתלק מן הספק. והכא אי אפשר לשתות פחות מכזית, דכל דבר שצריך כוס – צריך לשתות ממנו כמלוא לוגמיו, שהוא רוב רביעית. הלכך ישתה רביעית שלם.עד כאן לשונו. ביאור הדברים: דהנה הרמב\"ם בפרק שלישי פסק דברכה אחרונה על היין או שארי משקין צריך רביעית, ושיעור שתיית כוס של ברכה לא ביאר. אך מדביאר בפרק תשעה ועשרים משבת דבקידוש צריך מלוא לוגמיו, והכי איתא בפסחים (קז א), וממילא דכל כוס של ברכה כן הוא. ובזה לא נחלק אדם מעולם.ו\"מלוא לוגמא\" הוא פחות מרביעית, דזהו כמלוא לוגמא: כל שמסלקו לצד אחד ויראה כמלוא לוגמא, כמו לעניין יום הכיפורים. ואם כן ממילא לפי זה כששותה כמלוא לוגמא – אינו צריך ברכה אחרונה.","אבל רבותינו בעלי התוספות ביומא (עט א) ובסוכה (כו ב), והרא\"ש בפרק \"שלושה שאכלו\" (סימן כ\"ד), נסתפקו בחיוב ברכה אחרונה: דאולי די בכזית כמו אכילה. והוא פחות ממלוא לוגמיו, דמלוא לוגמא הוי רוב רביעית, וכזית הוי הרבה פחות מזה; דכזית הוי חצי ביצה, ורביעית הוא ביצה ומחצה. ואם כן מלוא לוגמא הוא קרוב לביצה. ואף על גב דכזית קרוש הוי בלח רביעית, כדאיתא בריש פרק שמיני דשבת, עיין שם, מכל מקום אנן מספקינן דשמא די בכזית לח.וזהו שכתבו הטור והשולחן ערוך, דבכל השתיות יזהר האדם או לשתות פחות מכזית או רביעית, כדי שלא יבוא לידי ספק ברכה. ולפי זה בכוס של ברכה דמוכרח לשתות מלוא לוגמא, ממילא דישתה רביעית שלם.(הט\"ז סעיף קטן ג' רצה לחדש דגם על רוב רביעית מברך ברכה אחרונה, עיין שם. וכבר השיגו האליה רבה סעיף קטן ה'. וראייתו מסימן ת\"פ אינה ראיה, דזהו כששתה כל הרביעית. והרשב\"א בתשובה סימן תרכ\"ה כתב דישתה כוס של ברכת המזון כל הרביעית, והיינו משום ברכה אחרונה. ומה שאמר ד\"וברכת\" קאי על כוס ברכת המזון, לא נמצא זה בשום מקום; ואיך יכריע ספיקם של התוספות נגד וודאי של הרמב\"ם? והתוספות עצמם כתבו דהוי ספק, וספק ברכות להקל. והבית יוסף עצמו בסימן ר\"י כתב דעתו של הרמב\"ם לעיקר, עיין שם. וגם מה שרצה הט\"ז שם לחדש דביין שרוף אין צריך רביעית, מפני שהוא חריף – כבר השיגו המגן אברהם בסימן זה סעיף קטן ד', עיין שם. ולא חלקו חכמים בשיעורים, והשותה פחות מרביעית אינו צריך ברכה אחרונה. ואצלינו המנהג בכל כוס של ברכה לשתות רוב רביעית, דזהו כמלוא לוגמא כמו שכתבתי, מפני שאנו תופסים לעיקר כדברי הרמב\"ם. והיין ביוקר אצלינו, אך אדם שפיו גדול הרבה שמלוא לוגמיו הוא יותר מרוב רביעית – צריך לשתות רביעית, כמו שכתב המגן אברהם סעיף קטן ה', עיין שם. ודייק ותמצא קל.)","כתב רבינו הבית יוסף בסעיף ד:אם המברך אינו רוצה לטעום – יטעום אחד מהמסובין כשיעור. ואין שתיית שנים מצטרפות. ומכל מקום מצוה מן המובחר שיטעמו כולם.עד כאן לשונו. ולקמן בסימן רע\"א לעניין קידוש הביאו הטור והשולחן ערוך דעת הגאונים, דדווקא המקדש צריך לשתות. וכתב הטור שם דבכוס של ברכת המזון מודים הגאונים, עיין שם. ולכן לא הביא כאן דעתם, משום דבכאן מודים דדי באחר.ולהיפך תמיהני על רבינו הבית יוסף, שבשם הביא דעת יש אומרים דלא בעינן שאחד ישתה מלוא לוגמיו, ודי כשכל אחד שותה מעט, עיין שם. וזהו דעת הריטב\"א בשם התוספות, עיין שם. וכיון שבקידוש הביא דעתו, קל וחומר שהיה לו להביא דעה זו בכאן, דהא קידוש חמור מברכת המזון, כדמוכח מהגאונים. וצריך עיון.(ולבד זה הא שם בספרו הגדול הביא דעת ראבי\"ה דאין צריך כלל מלוא לוגמיו בכוס של ברכה. ומדייק מהש\"ס בפסחים שם, שאומר: המקדש אם טעם מלוא..., ולשון \"טעימה\" משמע קצת. ולעניות דעתי נראה ראיה יותר מכרחת מברכות נב א, שאמר: המברך צריך שיטעום..., טעמו פגמו, עיין שם דלהדיא מבואר דהוא טעימה בעלמא. אך כיון שרוב הפוסקים אין סוברים כן, בהכרח לנו לכוף ראש. מכל מקום לעניין צירוף צריך עיון. וראיתי להגר\"ז בשולחן ערוך שלו, שדימה זה לניסוך המזבח, עיין שם. ולא אבין: דמה עניין זה לזה? ועוד: דאם כן ליבעי כולו כמו במזבח. ואצלינו שהיין ביוקר, וכן כל המשקים, נראה לעניות דעתי שעל כל פנים יש לסמוך על דעת \"יש אומרים\" שבסימן רע\"א לעניין צירוף. ודייק ותמצא קל.)","עוד כתב:כשמסובין בסעודה גדולה, ואין יודעים עד היכן יגיע כוס של ברכת המזון – כל אחד מהמסופקים אם יגיע לו צריך לברך \"בורא פרי הגפן\".עד כאן לשונו.אבל אם המברך נתכוין על כל המסובין, וגם הם נתכוונו שאם יגיע להם הכוס שיצאו בברכתו – אינם צריכים לברך (מגן אברהם סעיף קטן ז'). וכן המנהג הפשוט. ולעיל סימן קע\"ד סעיף י בארנו דאין זה רק בסעודת נישואין; עיין שם דבקידוש והבדלה וברכת המזון שכולם צריכים לצאת בו – פשיטא שאין מברכין ברכה בפני עצמם.","המברך על הכוס צריך לאחוז הכוס בידו בשעת ברכת המזון. ואנו נוהגים להחזיקו עד \"הרחמן\", ואחר כך מעמידו על השולחן, וכשגומר \"הרחמן נוטלו בידו ומברך.ויש שמצריך לאוחזו בידו עד השתייה (שערי תשובה בשם החכם צבי). אמנם אם לא אחז כלל הכוס בידו – אינו מעכב בדיעבד (הגר\"ז בסעיף ב'). אבל בסוף פרק \"שלושה שאכלו\" משמע קצת דזהו לעיכובא, וסמכו על קרא ד\"כוס ישועות אשא\", ומגביהו טפח, עיין שם. וצריך עיון לדינא."],["הפועלים שעושים מלאכה אצל בעל הבית, מפני ביטול מלאכה של בעל הבית הקילו עליהם חכמים לקצר בברכת המזון, כדתניא בברכות (טז א). וכמו שהקילו עליהם בתפילה להתפלל \"הביננו\", כמו שכתבתי בסימן ק\"י, כמו כן הקילו עליהם בברכת המזון.כיצד? ברכה ראשונה כתיקונה, שהיא עיקר החיוב, לכן אין מקצרין בה. אבל ברכה שנייה פותח בה בברכת הארץ, וכולל בה ברכת \"בונה ירושלים\". וכך הוא אומר:נודה לך ה' אלהינו על שהנחלת לאבותינו ארץ חמדה טובה ורחבה, וירושלים עירך שתבנה במהרה בימינו, ועל בריתך שחתמת בבשרנו, ועל תורתך שלמדתנו, אנו מודים לך. ברוך אתה ה', על הארץ ועל המזון.שברכת הארץ וברכת ירושלים דומות (רש\"י). כלומר: אף שהן מן התורה, מכל מקום מן התורה אין הכרח שתהא לכל אחת ברכה בפני עצמה אלא שתקנו כך (מגן אברהם). וכל שכן שיש סוברים שמספר הברכות אינם מן התורה (בית יוסף וב\"ח). ולכן בפועלים משום ביטול מלאכה – אוקמה אדינא דאורייתא (ועיין תוספות שם).","וזהו כשאין הבעל הבית מיסב עמהם, דאולי קפיד אביטול המלאכה. אבל כשמיסב עמהם – יברכו עמו כתיקונו, שהרי יודע ומוחל. וממה נפשך: אם הוא מקפיד יאמר להם שיקצרו. אך לא חשידי ישראל להקפיד על עת קטנה כזו, ואם מקפיד מקפיד. אך שלא בפניו אין להם להקל במלאכת אחרים.ואפילו אם אינו מיסב עמהם, אין זה אלא כשנוטלין שכר לבד מזונותיהן. אבל אם עושים רק בשביל מזונותיהן, או נוטלין מעות רק לזון את עצמן – אין מקצרין ומברכין כתיקונם, דבכהאי גוונא לא חשו חכמים לקפידתו.","ופשוט הוא דברכת \"הטוב והמטיב\" אין מברכין, מפני שהיא דרבנן. ואין ממתינים על הזימון (סמ\"ע סימן של\"ז). ויש מפקפקים בזה (מגן אברהם).ונראה דאם הזימון לפניהם – מברכין בזימון. דנראה שהיא מן התורה, וגם היא רגעים אחדים. אבל להמתין – אסורים.וברכת \"המוציא\", לפנינו הגירסא בגמרא וכן ברמב\"ם בפרק שני דאין מברכין. והטעם: מפני שהיא מדרבנן.אבל ברי\"ף ורא\"ש הגירסא: ומברכין לפניהן. וכן כתב הטור, וכן נראה עיקר (מעדני יום טוב). דנהי שהיא דרבנן, מכל מקום הרי ברגע קלה אומרה, ואין בזה ביטול מלאכה. וכן כל ברכות שלפני האכילה והשתייה – חייבים. וגם ברכות אחרונות חייבים, דקצרות הן ואין בהם ביטול מלאכה.","וכתבו הפוסקים דכל זה היה בימיהם. אבל האידנא לעולם מברכים כל ארבע ברכות כתיקונן, שאין דרך בני אדם עכשיו להקפיד בכך. ומסתמא אדעתא דהכי שוכרים פועלים, שיברכו כל הארבע ברכות כתיקונם. ואם אפילו יאמר אחר כך שמקפיד – לא צייתינן ליה. וכן הוא עכשיו בתפילה, כמו שכתבתי בסימן ק\"י.ונראה לי עוד: דאפילו אם ישכרם על תנאי זה שיקצרו בתפילה ובברכת המזון – לא צייתינן ליה. דכיון דכולי עלמא אין נוהגין כן, והוה כקבלו עליהם לחובה – אין ביכולת היחיד להוציא עצמו מן הכלל ולבטל המצוה.","בירושלמי פריך: למה לא יברכו תמיד כתיקונן, ויברכו השני ברכות \"בונה ירושלים\" ו\"הטוב והמטיב\" בשעה שעוסקין במלאכתן?ואמרו דזאת אומרת שאסור לעשות מלאכה בעודו מברך. ובכל הברכות ובכל המצות כן הוא, שיש איסור לעסוק באיזה עניין אחר בשעת הברכה או עשיית המצוה. ועל זה נאמר: \"ואם תלכו עמי קרי\", כלומר: שתעשו מצותי על צד המקרה וההזדמן ובלי כוונה. ואפילו לחשוב בדברי תורה אסור בעת הברכה, דכל ברכה צריכה להיות בכוונה (ט\"ז)."],["שנו חכמים במשנה (מה א): שלושה שאכלו כאחד – חייבין לזמן. כלומר: לברך ביחד ולהוסיף עוד ברכה, והיינו ברכת זימון. וילפינן זה מקרא ד\"וברכת את ה' אלהיך\" – זו ברכת זימון (מח ב).וכתיב: \"גדלו לה' אתי ונרוממה שמו יחדיו\". כלומר שזהו כשיש שלושה, דאחד אומר לשנים \"גדלו לה' אתי\" (גמרא). וכן אמר משה רבינו]]: \"כי שם ה' אקרא הבו גודל לאלהינו\" (שם). וזהו גם כן שאחד אומר לשנים: \"הבו גודל\".ולא תיקנו בברכת זימון שם ומלכות, מפני שאינה ברכה קבועה, דאחד או שנים פטורים ממנה. ולא צוו להזכיר השם רק בעשרה, שאז אומרים \"נברך לאלהינו\" כמו שיתבאר. וכן כתיב: \"במקהלות ברכו אלהים\", כלומר: כשיש קהל ועדה, דאז יזכירו \"אלהינו\". דאין \"עדה\" פחותה מעשרה (לבוש).ואף על גב דכל ברכה שאין בה שם ומלכות אינה ברכה, כמו שכתבתי בסימן רי\"ד, ברכת זימון שאני שהרי היא הכנה והזמנה לכמה ברכות, ולכן קוראין אותה ברכת זימון, ולכן הוה כאילו גם בה יש שם ומלכות. וזהו שאומרים בברכת זימון \"נברך שאכלנו משלו\", כלומר: נברך בשם ומלכות; אף על גב דעיקר הכוונה הוא שיענו \"ברוך שאכלנו משלו\", מכל מקום גם זה נכלל בה (כן נראה לעניות דעתי).","בפסחים (קג א) משמע שקודם ברכת הזימון היו אומרים \"הב לן ונברך\", עיין שם. ואולי דמזה המנהג שלנו שאומרים מקודם \"רבותי מיר ווילין בענטשין\", ועונין \"יהי שם ה' מבורך מעתה ועד עולם\". וכן הוא בזוהר \"דברים\" שצריך הזמנה לזה שיאמרו שמכינים עצמם. ובזוהר שלפנינו הוא בפרשת \"בלק\" (דף קפ\"ו ע\"ב), עיין שם.והעניין נראה לי: דהנה עניין גדול כשחושבים לעשות – עושים הכנה והזמנה מקודם. ובדור הפלגה שרצו למרוד בה', כתיב: \"הבה נבנה לנו עיר\". ופרעה כשרצה לאבד את ישראל אמר: \"הבה נתחכמה לו\". ו\"הבה\" הוא לשון הזמנה. וכן בקדושה, כמאמר הכתוב: \"הבו לה' כבוד ועוז\". ומשה רבינו כשנצטוה למנות דיינים ושופטים אמר: \"הבו לכם אנשים\". ולכן כל מצוה צריכה הזמנה.והנה בכל מצות מעשיות יש ברכה מקודם, והיא היא ההזמנה. אבל ברכת המזון שהמצוה היא הברכה בעצמה – צריך הכנה קודם הברכה; ולכן אומרים \"הב לן ונברך\", והוא מלשון \"הבה\" שזהו הזמנה.(וזה לשון הזוהר: חמי דוד דבעי הזמנה, ואמר \"אברכה...\". ואי תימא בשאר ברכאן אמאי לא אית הזמנה? אלא ההוא מילא דברכה איהו הזמנה... אוף הכי לברכת זימון... \"הב ונברך...\". עד כאן לשונו, עיין שם. ודייק ותמצא קל.)","כיצד היא ברכת הזימון? המברך אומר \"נברך שאכלנו משלו\", והמסובין עונין \"ברוך שאכלנו משלו ובטובו חיינו\". והמברך חוזר ואומר כן, והם עונין \"אמן\" שהרי היא סוף ברכה. ויש שמפקפק בזה, ואינו עיקר (עיין מגן אברהם ואליה רבה).ולמה אינו אומר \"ברכו\" כמו בתפילה ובקריאת התורה? משום דאין אומרים \"ברכו\" לפחות משלושה, כמבואר מקראי ד\"גדלו\" ו\"כי שם\" כמו שכתבתי. ולכן צריך לכלול עצמו עמהם, לומר \"נברך\".ולפי זה כשיש ארבעה מסובין היה יכול לומר \"ברכו\", וכל שכן כשמברכין בעשרה. אלא כדי להשוות כל ברכת זימון תיקנו לומר תמיד \"נברך\". ועוד: כדי שלא להוציא עצמו מן הכלל. ומה שבתפילה ותורה אין אומרים כן, דבשם כיון שאומר \"המבורך\" – לא הוציא עצמו. ועוד: דבשם אף על פי שכבר יצא ידי חובתו יכול לעשות \"ברכו\" להוציא אחרים, ואינו צריך לכלול עצמו עוד; אבל ברכת המזון אינו מברך אלא אם כן אכל בעצמו וחייב בברכה, לכן אינו רשאי להוציא עצמו מן הכלל (מגן אברהם סעיף קטן ב'). ובדיעבד בארבעה ויותר כשאמר \"ברכו\" – יצא (שם סעיף קטן א'). וכן כתב הטור.","ולמה אינו אומר מקודם \"ובטובו חיינו\"? משום דמקודם הוא רק ציוי לכל המסובין שנברך את ה' על שהאכילנו בסעודה זו, והוא גם כן כהכנה והזמנה, ואין להזכיר יותר. והם כשעונים אומרים \"ובטובו חיינו\", כלומר: שלא לבד בסעודה זו אכלנו משלו אלא אנו חיים תמיד בטובו יתברך. ולכן מחוייב המברך לחזור ולומר \"ברוך...\", מפני שלא אמר עדיין \"ובטובו חיינו\".ויש שהיו נוהגים שהמברך בעת שאמר \"נברך שאכלנו משלו\" היה מסיים גם כן \"ובטובו חיינו\", ונדחו דבריהם (עיין ב\"ח וט\"ז). ועתה אין מנהג זה בשום מקום.ואם הם עשרה יברך בשם, והיינו שיאמר \"נברך אלהינו\", והם עונים גם כן \"ברוך אלהינו\", וגם הוא חוזר ואומר \"ברוך אלהינו...\". ולא יאמר \"נברך לאלהינו\" בלמ\"ד, דבברכה לא כתיב למ\"ד, כדכתיב: \"ברכו עמים אלהינו, במקהלות ברכו אלהים\" (תר\"י).","ותיכף מתחילין בברכת \"הזן\". ויש שאומרים מקודם \"ברוך הוא וברוך שמו\"; ואינו כן, שלא מצינו זה לא בגמרא ולא בפוסקים. ואף שבטור יש לשון זה, כתבו שהוא טעות הדפוס, דאין לזה עניין כלל, והוא הפסק בין ברכת הזימון לברכת \"הזן\".מיהו גם ברוקח נמצא כן (בסימן רפ\"ד), וכן באבודרהם. ויש מי שכתב דזהו כשמברכים בעשרה, דכיון שמזכיר השם נותנים לו ברכה, כדכתיב: \"כי שם ה' אקרא, הבו גודל לאלהינו\" (ב\"ח). אבל יותר נכון שלא לאמרו; וכן הוא המנהג הפשוט במדינתינו, וכן נראה מרוב הפוסקים.ואין חילוק בין עשרה למאה ואלף ויותר, דאין אומרים יותר מן \"נברך לאלקינו\" (דהלכה כרבי עקיבא במשנה מט ב).ולמה בזימון אומרים שם \"אלקים\" ובתורה ותפלה שם הוי\"ה? מפני שמזון הברואים – הדין נותן שיתן הוא יתברך מזון לכל הברואים, ולכן מזכיר שם \"אלקים\" שהוא מידת הדין. אבל התורה היא תורת חסד, לכן מזכירים שם הוי\"ה (אליה רבה סעיף קטן ו'). ועוד: שמזון הכין בעת בריאת העולם, וכל מעשי בראשית הוא בשם \"אלקים\", שכן נתייסדה מזמן הבריאה; מה שאין כן התורה והתפילה הם למעלה מעולם הזה, ואצולה מגנזי מרומים. ולכן מזכירים שם הוי\"ה ברוך הוא.ולמה מזכירים השם בעשרה ולא בפחות? משום דאכל בני עשרה שכינתא שריא. ועוד: משום קרא ד\"במקהלות\", כמו שכתבתי בסעיף א.","וכל המשנה ממטבע שטבעו חכמים ומנוסח שקבעו – אינו אלא טועה. כגון שאומר \"נברך על המזון שאכלנו\", דמשמע שמברך להמזון. ולכן בעשרה שמזכיר השם – יכול לומר כן כמובן, שמברך את השם על המזון שאכלנו.וכן לא יאמר \"נברך למי שאכלנו משלו\", דזה משמע כמו שמברך להבעל הבית. ואף בעשרה אין לומר כן, דאף דלא משמע על הבעל הבית כמו שכתבתי, מכל מקום משמע חס ושלום: לזה אלוה שאכלנו משלו, כאילו יש שתי רשויות חס ושלום (ב\"ח ומגן אברהם).וכן לא יאמר במקום \"ובטובו\": \"ומטובו\", דמשמע מקצת, וממעט בחסדי הקדוש ברוך הוא. ורק בשאלה ובקשה יש לומר כן, כמו \"ושבענו מטובך\", דאין דרך ארץ לשאול הרבה, אבל לא בשבחיו יתברך (גמרא).וכן לא יאמר \"במקום חיינו חיים\"; והאומר כן הרי זה בור, דהוציא עצמו מן הכלל (רש\"י נ א).","אם היו עשרה, וטעו המברך והעונים ולא הזכירו \"אלקינו\" – אין יכולים לחזור ולברך בשם, כי כבר נפטרו מידי זימון, והוה מעוות לא יוכל לתקון.אבל אם עדיין לא ענו אחריו, כיון שלא נתקיימה עדיין מצות זימון – יחזור המברך ויענה בשם, ואחר כך יענו אחריו."],["כבר נתבאר בסימן קס\"ז דברכות הנהנין אינן דומין לברכת המצות. דברכת המצות יכול להוציא את חבירו בברכתו אף שלא נתחייב בה, מטעם דכל ישראל ערבים זה בזה. אבל ברכת הנהנין מי שלא נהנה אינו יכול להוציא מי שנהנה; ואפילו זה שנהנה אינו יכול להוציא לאחר שנהנה אלא אם כן נקבעו יחד בדבר שהקביעות מועלת בו, כמו פת וכיוצא בו שקביעותם מצרפתם להיותם כגוף אחד וברכה אחת לכולן.וגם זה רק בברכה ראשונה, שדעתם להתחבר ולקבוע עצמן יחד לאכול. אבל בברכה אחרונה, כיון שעומדים להיפרד זה מזה – אינם מצטרפין בזה עם זה שכולם יפטרו בברכת האחד. ולכן בשארי ברכות אחרונות אין האחד פוטר את חברו אלא כל אחד יברך לעצמו.","וכן בברכת המזון: שנים שאכלו צריכים לחלק, שכל אחד יברך לעצמו. אבל שלושה שאכלו, כיון שנתחייבו בזימון ואומרים ביחד \"נברך\" – הזימון עושה אותם כמחוברים יחד.ויכול המברך לברך כל ברכת המזון, והשומעים יתכוונו לצאת בשמיעתם ויענו \"אמן\", אפילו אם הם בקיאים לברך. דכן נראה ברור מהש\"ס והפוסקים, דכיון דהזימון מחברם – דינם כתפילה בציבור, ששליח הציבור מוציא ידי חובתם. ואף על גב דבתפילה אינו מוציא את הבקי, כמו שכתבתי ריש סימן קכ\"ד – זהו דין מיוחד בתפילה מפני דרחמי נינהו, וצריך כל אחד לבקש רחמים. אבל בשארי דברים הרי עדיף יותר שאחד יברך וכולם שומעים משום \"ברוב עם הדרת מלך\", בקידוש והבדלה וכיוצא בהם. ולמה תגרע ברכת המזון מהם, כיון דהזימון מחברם?וזה שאין אנו נוהגין כן, משום דאצלינו לא נהגינן בכל הברכות לצאת בשמיעה, לבד קידוש והבדלה, וברכת המצוות כשופר ומגילה. אבל מעיקר הדין נראה ברור שכן הוא. וכן מבואר להדיא מדברי רבינו הבית יוסף לעיל סימן קפ\"ג, שכתב:נכון הדבר שכל אחד יאמר בלחש עם המברך...עיין שם, מטעם שאולי לא ישמעו יפה. אבל מדינא אין צריך כל אחד לברך לעצמו.(וכן כתב שם הב\"ח, וכן משמע מדברי המגן אברהם סעיף קטן ב'.)","וזה ששנים כל אחד מברך לעצמו, זהו כששניהם יכולים לברך. אבל אם אחד יכול לברך והשני בור – היכול מברך והבור יוצא. וצריך הבור לכווין כל מילה ומילה שאומר המברך.וכתבו הטור והשולחן ערוך סעיף א דזהו כשאינו יודע לברך. אבל מבין בלשון הקודש [...], עיין שם. אבל אם אינו מבין כלל – אינו יוצא בשמיעתו.וסיים הטור דלכן הנשים אינן יוצאות בברכת האנשים, כיון שאינן מבינות כלל. וכיצד תקנתן? שיאמרו מילה במילה אחר המברך, דכשאומר בעצמו – יצא ידי חובתו אף אם אינו מבין כלל (לבוש). וזהו ההפרש בין לשון הקודש ללשון לע\"ז, דבלשון לע\"ז צריך להבין מה שאומר, וכמו שכתבתי בסימן קפ\"ה; דלא כ\"יש מי שאומר\" דגם בלשון הקודש צריך להבין, כמו שכתבתי שם סעיף ז, עיין שם.","ודע דדעת רש\"י ז\"ל דאף השומע בלשון הקודש יצא ידי חובתו אף כשאינו מבין; וגם התוספות והרא\"ש לא חלקו עליו בפירוש אלא דספוקי מספקא להו. וכבר תמהנו לעיל סימן קפ\"ה על עיקר דעה זו, וגם גדולי האחרונים כתבו דהמנהג כרש\"י (רמ\"א בדרכי משה, וב\"ח וט\"ז ומגן אברהם סעיף קטן ב').והנשים שאין יכולות לברך שומעות מהאנשים, ויוצאות ידי חובתן אף שאינן מבינות כלל. ואפילו בקידוש דאורייתא יוצאים נשים ועמי הארץ בשמיעה (שם). ופשוט הוא דהשומע צריך לכווין לצאת, והמברך צריך לכווין להוציאם.","ודע שבמרדכי ריש פרק שביעי כתב, וזה לשונו:כתב ראבי\"ה בשם רב האי גאון דשלושה שאכלו משבעת המינים – חייבין לזמן.עד כאן לשונו. ולפי זה לא מצאנו ידינו ורגלינו, דהרבה פעמים כשאוכלים בחבורה גלוסקאות ופירות של שבעת המינים, ואין מזמנים כלל.ויש מי שכתב שטוב שלא יקבעו על שבעה מינים (ב\"ח ומגן אברהם שם), וזהו כמעט מן הנמנעות בכיבודים ושמחות ואורחים וכיוצא בהן. אך באמת אין לחוש לזה, ובשום פוסק לא הובא דעה זו כלל. ורבותינו בעלי התוספות (לז א בדיבור המתחיל \"נתן\") כתבו מפורש להיפך. וכן הרמב\"ם והטור וכל הפוסקים כתבו מפורש דשלושה שאכלו פת חייבין לזמן; ובחולין (קו א) אמרינן דאין מזמנין על הפירות, ובכל מיני פירות אפילו משבעת המינין, מדלא קאמר \"לבד משבעה מינים\". ומה שלא אמר \"אין מזמנין אלא על הפת\", משום דמיירי שם במעשה של פירות, ודייק כמה דינים ממעשה זו, לכן אומר לשון זה. והרי\"ף הביא זה בפרק שמיני דברכות (וכן כתבו תוספות ר\"י), ולכן אין לחוש לזה כלל. ונראה שטעות נפל במרדכי, וצריך לומר: \"אין חייבין לזמן\" (וכן כתב בשערי תשובה בשם פרי חדש וברכי יוסף, עיין שם).","שלושה שאכלו – אין רשאין לחלק, שהרי נתחייבו בזימון. ואף שנים שאכלו מצוה שיחזרו אחר שלישי להצטרף עמהם לזימון. כן פסקו הרא\"ש והטור והשולחן ערוך סעיף א.ולא ראינו מי שנזהר בזה לקיים מצוה זו. ויותר מזה תמוה שרבינו הבית יוסף בספרו הגדול ריש סימן קצ\"ז כתב בשם הרשב\"א דשנים שאכלו ובא שלישי שיש חיוב ליתן לו, עיין שם. ולמה אין נזהרים בזה?ונראה לי ללמד זכות: דהנה ראייתם היא מהא דתניא ריש פרק \"שלושה שאכלו\": השמש שהיה משמש על השנים – הרי זה אוכל עמהם; אף על פי שלא נתנו לו רשות, כדי שיצטרף לזימון. ובאמת הרי\"ף והרמב\"ם לא הביאו זה כלל (ובעל עין משפט ציין עיין שם, ואינו כן). וגם הרא\"ש בעצמו בפרק \"ערבי פסחים\" (סימן ל\"ב) כתב שאין חיוב לחזור אחר שלושה רק בליל ראשון של פסח, עיין שם (מעדני יום טוב). ומשמש אין ראיה, שהרי בלאו הכי מחוייבים ליתן לשמש לטעום מכל מין, כמו שכתבתי בסימן ק\"ע.אך עוד ראיה הביאו מחולין (קו א), דאמר רבה בר בר חנה: הוה קאימנא קמי דרבי אמי ורבי אסי ואייתי לקמייהו כלכלה דפירי, ואכלו ולא יהבו לי. שמע מינה: אין מזמנין על הפירות. דאם מזמנין היו נותנים לו כדי להצטרף לזימון. ולבד שאין ללמוד מקדושי עליון, עוד זאת נראה להדיא שלא בביתם היו, ולא שלהם היו הפירות, ובזה וודאי היו מבקשים אותו גם כן. מה שאין כן הבעל הבית כשאוכל בביתו עם אחד, איך נטיל עליו שכשיבוא איש אחר יבקשנו לאכול גם כן? ועל פי רוב לא תהיה סעודה מספקת. ולכן אין נזהרין בזה.(כן נראה לעניות דעתי ללמד זכות על כלל ישראל.)","וכמו שלושה שאכלו אסורין לחלק, כמו כן ארבעה או חמישה אסורין לחלק. דאף על גב דאם יחלקו שנים מחמישה עדיין ישאר שלושה לזימון, מכל מקום אותם השנים לא יקיימו מצות זימון שנתחייבו בה.אבל ששה נחלקין לשלושה-שלושה, שהרי יהיה זימון לשני החבורות. וכן שבעה שמונה תשעה נחלקים עד עשרה. דעשרה נתחייבו לברך בשֵם, וכשיתחלקו לא יברכו בשֵם. ומצוה להדר אחר עשרה כדי לברך בשֵם.ועשרה אין נחלקים עד שיהיו עשרים. ופשוט הוא דבעשרים אין חיוב לחלק, אלא אם ירצו לחלק יכולים להתחלק. וכן בששה אין חיוב להתחלק.","וכתבו הטור והשולחן ערוך סעיף א:ומיהו אם היו רבים מסובים יחד ואינם יכולים לשמוע ברכת זימון מפי המברך, ואינם רשאים להתחלק לחבורות של עשרה-עשרה, מפני שיצטרכו לברך בקול רם וישמע בעל הבית ויקפיד עליהן – יכולים להתחלק לחבורות של שלושה-שלושה ולברך בנחת כדי שלא ישמע בעל הבית. וזה טוב להם ממה שלא יצאו ידי חובת ברכת זימון, שהרי אינם יכולים לשמוע מפי המברך.עד כאן לשונו. וזהו דווקא כשאין יכולין לשמוע ברכת הזימון מפי המברך. אבל כשיכולין לשמוע ברכת זימון, אף על פי שאין יכולין לשמוע כל ברכת המזון מפי המברך – לית לן בה, שהרי יכולים לברך בעצמן, ואינם רשאים להתחלק לשלושה (ט\"ז סעיף קטן ה').ויש מי שאומר דגם אם אין ביכולת לשמוע סוף הברכות ולענות \"אמן\", מוטב להתחלק לשלושה-שלושה (מגן אברהם סעיף קטן ד'). ולשון הטור והשולחן ערוך מסכים לדעה ראשונה.(והאליה רבה הסכים להמגן אברהם, וצריך עיון.)","וממה שנתבאר נראה לי דבסעודות גדולות ששוהין בה הרבה שעות, ויש מן היחידים שקשה עליהם הישיבה ורוצים לילך מהסעודה, ואי אפשר להם לאסוף עשרה מהמסובין לברך, שיכולים לברך בשלושה. וקל וחומר הוא מהדין הקודם שבשביל קפידת הבעל הבית פטרום מזה, כל שכן בכאן שאין יכולים כלל לברך בעשרה, ואנוסים הם לברך בפחות מעשרה.(ודין זה מקורו מברכות נא א, מהך דרבן גמליאל. ומשמע לי מרש\"י שם דיבור המתחיל \"מברכינן\" דדווקא כשרוצים לישב עד אחר גמר הסעודה הוצרך הש\"ס לחפש טעמים, אבל כשרוצים לילך מקודם אין צריך לכל זה, עיין שם. ודייק ותמצא קל.)(וכן כתב הט\"ז בסימן ר', עיין שם.)","וקל וחומר אם צריכים לילך לדבר מצוה באמצע הסעודה, שיכולין להתחלק שלושה-שלושה (מגן אברהם סעיף קטן ז').ויש להסתפק אם אחר צריך לילך מהסעודה לדבר מצוה, ואינו מוצא אפילו שלושה לברך בזימון, אם מותר לו לברך בעצמו מטעם \"עוסק במצוה פטור מן המצוה\". ונראה לי דאסור לעשות כן, שהרי כבר נתחייב בברכת זימון; ואין זה פטור מן המצוה אלא כעובר עבירה. ולא דמי מה שמותר בפחות מעשרה, דהתם מצות זימון קיים אלא שהיה יכול לקיימה מן המובחר. מה שאין כן כשלא יקיימה כלל.","יש מהפוסקים שאמר דדווקא כשכל השלושה ישבו מתחילה לאכול ביחד, דאז אין רשאין להתחלק. אבל אם מתחילה ישבו שנים לאכול, ובאמצע הסעודה בא השלישי ואכל עמהם, שהם יכולים להתחלק מפני שלא חלה עליהם חובת זימון בהתחלת הסעודה (טור בשם הר\"י).והרא\"ש דחה דברים אלו, דכיון דישב לאכול עמהם חלה על כולם חובת זימון, ואסור לכולם להתחלק. והכי קיימא לן; וכן פסק רבינו הבית יוסף בסעיף ב, ולא הביא דעה ראשונה כלל, עיין שם.ואפילו נתחברו יחד רק בסוף הסעודה – חייבין לזמן, ואסור להם לברך בלא זימון. ואין חילוק בין כשאכלו שנים ובא השלישי, או אכל אחד ואחר כך באו שנים. ופשוט הוא.","וכתב רבינו הבית יוסף:ומכל מקום אם יאכל עמהם בלא קבע – רשאים להתחלק, אלא אם כן הוא שמש.עד כאן לשונו. כלומר: דהשלישי כשבא לא ישב עמם על השולחן אלא אכל בעמידה או בהילוך – לא חלה עליהם חובת זימון; דשלושה שאוכלים בקביעות חל חובת זימון, ולא שלא בקביעות. ורק השמש זהו דרך קביעתו. והרבותא היא דאף על גב דהשנים הם בקביעות, לא אמרינן דהשלישי טפל והוי ככולם בקביעות, דאינו כן.וכתב רבינו הרמ\"א:ומכל מקום אפילו במקום שרשאין להתחלק עדיף טפי בזימון, משום דברוב עם הדרת מלך.עד כאן לשונו. כלומר: שישב השלישי עמהם בברכת המזון על השולחן ויזמנו. ולא אמרינן דאין כאן חובת זימון כלל ואסור להם לזמן, דאינו כן.ויראה לי ברור דזהו דווקא במקום שהדין מתיר להם להתחלק, כמו בזה שנתבאר בזה – עדיף טפי בזימון. אבל במקום שאנו אומרים שאין מצטרפין לזימון, כגון שכולם אכלו מפוזרים ומפורדים וכיוצא בזה, דבכהאי גוונא וודאי אי אפשר להם לזמן כלל.","הא דתנן: שלושה שאכלו כאחד חייבין לזמן – וודאי זהו כשאכלו על שולחן אחד; או בשולחנות קטנים כמו שהיה בימיהם, אך סמוכים זה לזה. אבל כשאכלו מפורדים, כגון לדידן שכל אחד אוכל על שולחן בפני עצמו, אפילו כולם בחדר אחד – אין מצטרפין לזימון, דאין זה כאחד. וזהו שיתבאר בסימן קצ\"ה דשתי חבורות מצטרפות – זהו כשיש בכל חבורה שלושה.(וכן כתב המגן אברהם בסעיף קטן ח', עיין שם. אך מה שכתבתי בכוונת הרמ\"א שבסעיף הקודם, דכוונתו שיאכלו כולם מעט בקביעות, עיין שם – לעניות דעתי לא נראה כן מלשונו. דבשם אין צריך לזה, כיון ששנים יושבים בקביעות והשלישי גם כן עומד עליהם – יכולים לזמן, דומיא דשמש. אלא שאין חיוב עליהם לזמן, דאם כדברי המגן אברהם דבלא זה לא שייך זימון כלל, איך השמש מצטרף? וכן משמע מהאליה רבה סעיף קטן ו', ומהט\"ז סעיף קטן ז', עיין שם. ודייק ותמצא קל.)(ובסימן קצ\"ה סעיף ד יתבאר תירוץ אחר על הך דשתי חבורות, עיין שם.)","אם היו רוכבים ואמרו \"נאכל\", אף על פי שכל אחד אוכל מכיכרו ולא ירדו מהבהמות – מצטרפין, כיון שעמדו במקום אחד. אבל אם היו הולכים ואוכלים – אין מצטרפין.וכן אם היו אוכלים בשדה מפוזרים ומפורדים, אף על פי שאוכלים כולם בשעה אחת ומכיכר אחד, כיון שלא קבעו לאכול במקום אחד – אינם מצטרפין.והנוסעים בעגלה, אם העמידו הסוסים ואכלו שלושה בהעגלה – מצטרפים. ואם אכלו כשהסוסים הולכים, נראה לי דאינם מצטרפין. אבל הנוסעים בספינה נראה לי דמצטרפין גם כשהולכת, דספינה הוי מקום קביעות (כן נראה לעניות דעתי).","כתב רבינו הבית יוסף בסעיף ד:שלושה שישבו לאכול וברכו ברכת \"המוציא\", אפילו כל אחד אוכל מכיכרו, ואפילו לא אכל עדיין כזית פת – אינם רשאים לחלק.עד כאן לשונו.ויש אומרים דדווקא כשאוכלים מכיכר אחד חל החיוב, אף אם לא אכלו עדיין כזית. אבל כשכל אחד אוכל מכיכרו – אין החיוב חל אלא אם כן אכלו כזית פת (ב\"ח ומגן אברהם סעיף קטן י').ויש מי שאומר דאם התחילו לאכול ביחד, דאז אפילו רוצה לגמור סעודתו קודם שיגמרו הם – אסור, דנתחייבו כולם בזימון. אבל אם מקודם התחיל האחד לאכול, ואחר כך התחילו השני והשלישי, דאז אם אחד רוצה לגמור סעודתו מקודם יכול לגמור ולברך בעצמו (ט\"ז סעיף קטן ו'). וכן כתבו התוספות ריש פרק \"שלושה שאכלו\", עיין שם. וזה כתבו על פי פירושם בירושלמי, עיין שם.אבל הרשב\"א והרא\"ש פירשו באופן אחר, ולדבריהם ליתא לחילוק זה כמובן. ולכן לא הביא רבינו הבית יוסף דבר זה (אליה רבה סעיף קטן ו'). ולכן אין להקל בזה. ועיין מה שכתבתי בסימן ר' סעיף ב.","שלושה שבאו משלוש חבורות של שלוש-שלוש בני אדם, שאכלו ולא ברכו עדיין ברכת המזון, ונתחברו אלו השלושה – וודאי חל עליהם חובת זימון. ומחוייבין לברך עתה שלושתן בזימון אפילו לא אכלו עתה יחד אלא כל אחד בפני עצמו, דאילו לא אכלו כאן כלל – אי אפשר להם לברך כאן כלל; כמו שכתבתי בסימן קע\"ח דאין לברך אלא במקום שאכל.ולדעת הרמב\"ם שם גם בכהאי גוונא אסור. אלא מיירי כאן שאכלו כולם בחדר אחד, אלא שאלו אכלו בזוית זו ואלו בזוית השני ואלו בזוית השלישי, דלעניין ברכת המזון במקום אכילה נחשב כמקום אחד. וזהו כשלא היה במקומות הראשונות ברכת המזון כלל בפני אלו השלושה הנפרדים, דכיון דלא זימנו עליהם במקומן נתחייבו בזימון.אבל אם זימנו עליהם במקומן, כגון שהוא המתין להשנים שברכו ברכת המזון בזימון, והפסיק מאכילתו עד ברכת \"הזן\" או עד ברכת הארץ כפי הדעות שיתבארו בסימן ר, ואחר כך אכל עוד – שוב לא יתחברו עוד לזימון, אפילו אכלו אחר כך יחד וגמרו סעודתן; דכבר פרח חובת זימון מינייהו, ומברכין כל אחד בפני עצמו. ואפילו אם אחד עשה כן לחבורה שלו – שוב אינו מצטרף לזימון. ולא נשארו רק שנים, ובשנים אין זימון.(עיין ט\"ז סעיף קטן ח' ומגן אברהם סעיף קטן י\"ג, וכבר כללנו דבריהם. ודייק ותמצא קל.)","ויש לפעמים שאפילו אם הנפרדים לא נצטרפו לזימון כלל בחבורתם הקודמות, פרח חובת זימון מינייהו ואין מצטרפין עוד לזימון אפילו אכלו אחר כך. כגון שלושה חבורות של ארבעה-ארבעה בני אדם, ופירש אחד מכל חבורה ונצטרפו לחבורה אחרת, והשלושה הנשארים שבכל חבורה ברכו בזימון – פרחה חובת זימון לגמרי מהנפרדים, כיון שחבורתם זימנו.וכן אם לא היה בכל חבורה אלא שלושה-שלושה, ואחד-אחד מהם נתפרדו מחבורתם ונתחברו ביחד, אלא שלהשנים שנשארו בכל חבורה באו שלושה אחרים אחד לכל חבורה ואכלו עמהן, וזימנה כל חבורה בפני עצמה – גם כן פרח זימון מהנפרדים כיון שכבר זימנו חבורתם, אף על פי שלא זימנו עמהם.וטעמו של דבר: שהרי אין זימון אלא בשלושה החייבים, ואיך יזמן עתה הנפרד מהחבורה, וחבורתו כבר זימנו? והרי לא נשאר עתה רק יחידי.","וכל זה בדיעבד כשנפרדו. אבל לכתחילה שלושה שאכלו ביחד – אסור לאחד להפרד מהשנים ולהתחבר לשנים אחרים שנתחייבו בזימון, שהרי יבטל השנים שנשארו ממצות זימון שחלה עליהם.אבל מארבעה שאכלו יכול אחד להפרד מהם ולהתחבר לשנים אחרים החייבים בזימון, שהרי עדיין נשארו שלושה לזימון.","כתב רבינו הרמ\"א בסעיף ג:המנהג שלא לזמן בבית כותי. ונראה לי הטעם משום דלא יכלו לקבוע עצמן בביתו מפני יראתו, והוי כאילו אכלו בלא קבע. ועוד: דיש לחוש לסכנה אם ישנו בנוסח הברכה, ולא יאמרו \"הרחמן הוא יברך את בעל הבית הזה\". ולכן מתחילה לא קבעו עצמן רק לברך כל אחד לבדו. ולכן אין לשנות המנהג; אף אם לא היו טעמים אלו מספיקים, מכל מקום מאחר דכבר נהגו כך – הוי כאילו לא קבעו עצמן ביחד.עד כאן לשונו. אבל כמה גדולים חלקו על זה, וסבירא להו דמזמנין שם, ו\"בעל הבית הזה\" קאי על בעל הסעודה. וכמה גדולים עשו כן למעשה, ובפרט עתה שיש בהאכסניות חדרים מיוחדים לאורחים שמזמנים שם. וכן אנו עושים למעשה, אם לא שאוכלין שם דרך עראי ולא דרך קביעות, דאז אין מזמנים שם.(הלבוש, והב\"ח, והמטה משה בשם מהרש\"ל, והמגן אברהם סעיף קטן ט' בשם מהרי\"ל – כולם פסקו שיש לזמן שם.)"],["שלושה שאכלו כאחד, ושכחו לזמן, ובירך כל אחד לעצמו – בטל מהם הזימון. ואין יכולים לברך ברכת הזימון עוד, דאין זימון למפרע. כלומר: דהזימון הוא קודם שארי הברכות ולא אחר כך, והוה מעוות לא יוכל לתקון.וכן אם ברכו שנים מהם. אבל אם רק אחד מהם בירך – יכולים השנים לזמן עמו; דכיון דגם הוא נתחייב בזימון, ורוב החבורה עודם לא בירכו, מקרי שהזימון הוא כסדר ולא למפרע, דאזלינן בתר רובא. והוא לא קיים מצות זימון, דאין זימון למפרע.ושמא תאמר: איך יאמר \"ברוך שאכלנו משלו\", הלא כבר בירך על אכילתו? דאינו כן, דכיון דלא בירך כהלכה – לא גרע מאכל עלה של ירק. ולכן אפילו מאן דסבירא ליה דאין מצרפין עלה של ירק, הא עדיפא מינה כיון דלא בירך כהלכתו.(כן נראה לי בטעם הדבר. וזה שכתב הטור דלא גרע מעלה של ירק, אינו טעם על הזימון כמו שכתב המגן אברהם סעיף קטן א', אלא על מה שאומר \"שאכלנו משלו\". וכן הוא להדיא בטור. ולפי זה עולה טעם הדין כהוגן. והגר\"ז טרח בזה, ולפי מה שכתבתי הטעם מובן. ודייק ותמצא קל.)(וכבר נתבאר בסימן הקודם דכשאחד זימן עם אחרים – ביטל מהשנים מצות הזימון. ואסור לעשות כן, עיין שם.)(הרי\"ף השמיט דין זה, ולא נודע טעמו.)","שלושה שאכלו כאחד, ויצא אחד מהם לשוק קודם ברכת המזון – קוראים לו ומודיעין אותו שרוצים לזמן כדי שיבוא ויכוין ויצטרף עמהם, ויענה עמהן ברכת זימון. ויוצאים ידי חובתן, ואפילו לא ישב עמהם על השולחן אלא שעומד לפני הפתח – יוצאים, וגם הוא יוצא ידי חובתו.וזהו בשלושה. אבל בעשרה, כיון שצריכין להזכיר את השם – אין מדרך ארץ שלא ישב על השולחן, ומוכרח לישב עמהם עד סוף ברכת הזימון. וזה יתבאר בסימן ר.","דבר ידוע דבברכת המזון או כולם מברכים ביחד עם המברך כפי המנהג אצלינו, או שהמברך מברך וכולם שומעים ועונים \"אמן\" כמו שכתבתי בריש סימן הקודם. וכששנים מהם עמי הארץ, בהכרח שרק המברך מברך כל הברכות, והם שומעים ועונים \"אמן\". אבל אם כולם עמי הארץ – אין להם מי שיברך.ואמרו חכמינו ז\"ל (מו א לפי' הרי\"ף) דשלושה שאכלו כאחד, ואין בהם אחד שיודע לברך כל הברכות; אלא אחד מהם יודע ברכה ראשונה, ואחד ברכה שנייה, ואחד ברכה שלישית – חייבים בזימון, וכל אחד יברך הברכה שיודע, והשנים עונין \"אמן\". וכן בברכה שנייה ושלישית. ואף על פי שאין בהם אחד שיודע ברכת \"הטוב והמטיב\" אינו מעכב, דברכה זו היא דרבנן.אבל לחצאין לא יברכו, שאם אחד יודע חצי הברכה, והשני חציה השני – לא יזמנו, דאין ברכה לחצאין, ואינה מתחלקת לשתים.ופשוט הוא דצריכין לידע גם ברכת הזימון. וכן בשנים שאכלו, דקיימא לן בריש סימן הקודם דהיודע מברך ובור יוצא, אם אחד יודע ברכה אחת או שתים, והשני יודע השלישית – יברך זה הראשונה והשנייה, והשני השלישית, וכן כל כיוצא בזה. ודין זה פסקו כל הפוסקים.","ויש בזה שאלה: דמזה משמע דאם אין בכולם מי שיודע ברכה אחת מהשלוש ברכות – בטל הזימון. ואין בזה טעם כלל, ולמה לא יזמנו על הברכה שיודעים?והתשובה כן הוא: דוודאי מחוייבים לברך אותה ברכה שיודעים, רק מצות זימון אינה אלא כשיש שלוש ברכות. דכיון דדרשינן ברכת זימון והשלוש ברכות מקרא ד\"ואכלת ושבעת וברכת\" (מח ב), אם כן כשיש שלוש ברכות יש זימון, וכשאין שלוש ברכות אין זימון.ומזה מוכח דכל השלוש ברכות הם מן התורה. דאם לא כן למה מעכבים? והרי \"הטוב והמטיב\" שהוא דרבנן ואינו מעכב.(וכן כתב המגן אברהם סעיף קטן ג'. ועיין שם מה שכתב בשם הרמב\"ן, דאין ברכות מעכבות זו את זו, והשיג עליו מכאן. ולפי מה שכתבתי אין זה השגה, דכאן רק לעניין ברכת זימון נאמרה. ודייק ותמצא קל.)"],["שנו חכמים במשנה (נ א):שתי חבורות שהיו אוכלות בבית אחד, בזמן שמקצתן רואין אלו את אלו – הרי אלו מצטרפין לזימון. ואם לאו – אלו מזמנין לעצמן, ואלו מזמנין לעצמן.ואמרינן בירושלמי: לשתי בתים נצרכה. כלומר: דעל בית אחד לא שייך לומר \"בזמן שמקצתן רואין אלו את אלו\", דבבית אחד הלא כולן רואין זה את זה. אלא וודאי דאין חילוק בין בית אחד לשני בתים. והמשנה דנקטה \"בית אחד\", קא משמע לן דאפילו בבית אחד יכולין לזמן אלו לעצמן ואלו לעצמן כשיש בכל חבורה עשרה, או שגם ביחד לא יהיו עשרה. דהא דתנן \"הרי אלו מצטרפות לזימון\" – וודאי אינו בהכרח שיצטרפו, ואם ירצו יכולין לזמן כל חבורה וחבורה בפני עצמה (וכן כתב הב\"ח). ולזה קא משמע לן דאף בבית אחד יכולין להתחלק, וכמו שכתבתי בסימן קצ\"ג. ופשוט הוא דכולם צריכים שיהא ביכולתם לשמוע מפי המברך (שם).","ותניא שם דגם השמש מצרפן, כלומר: אפילו אין רואין אלו את אלו, השמש מצרפן אם משמש לשתי החבורות, ואפילו הן בשני בתים.ואם מפסיק בין שני הבתים רשות הרבים – אינן מצטרפין בשום עניין, אפילו רואין אלו את אלוף ואפילו שמש אחד לשניהן. ולאו דווקא רשות הרבים אלא אפילו שביל היחיד מפסיק ביניהם – אין מצטרפין (ט\"ז סעיף קטן ב').אבל בסעודת נישואין אין רשות הרבים מפסיק, כיון דכולהו סעודת נישואין הוי (שם סעיף קטן ג'). ויותר מזה נתבאר באבן העזר סימן ס\"ב, דאף אם אין רואין אלו את אלו, ולא שמש אחד משמשן, מכל מקום מצטרפין, עיין שם. וכן כתב כאן הטור בשם הרא\"ש, עיין שם.","בסימן קצ\"ג סעיף י\"ב בארנו דהאוכלים על שני שולחנות – אין מצטרפין זה לזה. והא דשני חבורות מצטרפות, זהו כשיש זימון בכל חבורה וחבורה, עיין שם.אמנם גם לזה אין אנו צריכים, דהטור והשולחן ערוך כתבו כאן כגון שנכנסו מתחילה על דעת להצטרף יחד. וזהו על פי הירושלמי. ולכן שפיר מצרפינן זה לזה אף כשיושבים על שני שולחנות. ואפשר דבכהאי גוונא בהכרח שיצטרפו, דלא כמו שכתבתי בסעיף א. אמנם אי אפשר לומר כן, דהא אפילו בחבורה אחת נחלקין אם ירצו, כשיש זימון לכל אחד או עשרה, כמו שכתבתי שם.","ולפי זה יצא לנו דין חדש: דזה שנתבאר שם דעל שני שולחנות אין מצטרפין לזימון, אם נכנסו מתחילה על מנת כן – מצטרפין. ואפילו אין שלושה בכל שולחן – חייבין בזימון.וזה שכתבנו שם דכשיש זימון בכל חבורה מצטרפין – אינו מוכרח, והמנהג להצטרף. ויש להתיישב בזה לדינא.(עיין בית יוסף שהקשה: הא הרא\"ש סבירא ליה דגם התחברות בסוף מועיל, כמו שכתבתי בסימן קצ\"ג. ולא קשיא כלל: דבכאן גם בסוף ליכא התחברות. וכן כתבו הב\"ח והמגן אברהם סעיף קטן ב'. ועיין ט\"ז סעיף קטן א' שהאריך, ואין צריך לזה כלל. והבית יוסף בספרו הגדול כתב מפני קושיא זו: דלא בעינן שנכנסו על דעת להצטרף יחד אלא בשני בתים ולא בבית אחד, עיין שם. ולפי זה נצטרך לומר כמו שכתבתי שם, דכשיש בכל שולחן זימון – מצטרף. וזהו כוונת המגן אברהם סוף סעיף קטן ב', עיין שם. אבל מלשון הטור ושולחן ערוך משמע להדיא דגם אבית אחת קאי, כמו שכתבו המפרשים. ולפי זה אין צריך למה שכתבתי שם. ודייק ותמצא קל.)","אכלו מקצתן בבית, ומקצתן חוץ לבית, אם המברך יושב על מפתן הבית והוא רואה אלו ואלו – הוא מצרפן, דהוה ליה כמקצתן רואין זה את זה. וכתבו רבותינו בעלי השולחן ערוך בסעיף ג:כל היכא שמצטרפות שתי חבורות – צריך שישמעו שתיהן דברי המברך ברכת זימון בביאור. ושאר ברכת המזון יברך כל אחד לעצמו. אבל אם ירצו שהמזמן יוציא כולם – צריכים שישמעו כל ברכת המזון, דבלא זה לא יצאו כלל.עד כאן לשונו. ואם אינו שומע עונה \"אמן\" (מגן אברהם סעיף קטן ה'). וכמה פוסקים כתבו דבכל עניין צריכים שישמעו מהמברך כל ברכת המזון (שם סעיף קטן ד'). ובסימן קצ\"ג סעיף ח בארנו בזה, עיין שם."],["תנן בריש פרק \"שלושה שאכלו\":אכל טבל, ומעשר ראשון שלא ניטלה תרומתו, ומעשר שני והקדש שלא נפדו – אין מזמנין עליו.וכתב הרמב\"ם סוף פרק ראשון:כל האוכל דבר האסור, בין בזדון בין בשגגה – אינו מברך עליו, לא בתחילה ולא בסוף. כיצד? הרי שאכל טבל של דבריהם... אינו מברך; ואין צריך לומר אם אכל נבלות וטרפות, או שתה יין נסך וכיוצא בו. אבל אם אכל דמאי... – הרי זה מברך תחילה וסוף, וכן כל כיוצא בהן.עד כאן לשונו. ביאור דבריו: דוודאי אף באוכל איסור דרבנן אין לו לברך. אך כמו איסור קל דדמאי – מברך.וכיון שכתב \"וכן כל כיוצא בהן\", משמע להדיא דיש שארי איסורים קלים דרבנן דמברכין עליהן. ונראה לי דהיינו בישולי עובדי כוכבים, וחלב שחלבו עובד כוכבים, שהקילו בהן להגעיל כלי חרס, כמו שכתבתי ביורה דעה סימן קי\"ג, עיין שם.(ובבאר היטב כתב בסתם יינם, עיין שם. ולא נראה לי. ודייק ותמצא קל.)","אמנם הראב\"ד חלק עליו, וכתב דבכל האיסורים חייב לברך תחילה וסוף כיון שנהנה. ורק לעניין זימון אינו מצטרף, לפי שאין קביעות לדבר איסור, והוי כאכילת פירות שאין קבע לזימון.ולהרמב\"ם צריך לומר הא דתנן \"זימון\" הוא לרבותא: דלא מיבעיא שיברך בעצמו שאסור, אלא אפילו להצטרף לזימון שאחר מברך והוא רק לצירוף דגם כן אסור (ב\"ח). והרא\"ש הסכים להראב\"ד כמו שכתב הטור, עיין שם.","אבל רבינו הבית יוסף בספרו הגדול הביא תוספתא מפורשת כהרמב\"ם (דמאי פרק שני), וזה לשון התוספתא:לא יושיט ישראל אבר מן החי לבני נח, ולא כוס יין לנזיר... ואין מברכין עליהן, ואין מזמנין עליהם, ואין עונין אחריהן \"אמן\".עד כאן לשונה. וכן בירושלמי פרק קמא דחלה: מצה גזולה אסור לברך, \"ובוצע ברך ניאץ...\". רבי יוסי אומר: אין עבירה מצוה. אמר רבי אילא: אלה המצות אם עשיתן כמצותן – הרי הן מצות. ואם לאו – אינם מצות.עד כאן לשונו. הרי מפורש כהרמב\"ם, וכן מבואר ממשנה דדמאי: הדמאי מברכין עליו ומזמנין עליו – משמע להדיא דדווקא דמאי מברכין עליו, ולא שאר איסור אפילו דרבנן. וכן פסקו רבינו יונה והרשב\"א כהרמב\"ם. וכן מבואר מלשון רש\"י במשנה ד\"שלושה שאכלו\", עיין שם. וכן פסק רבינו הבית יוסף בסעיף א.ונראה לי דאם אכל לחם עם בשר של איסור, גם הרמב\"ם מודה שיברך על הלחם תחילה וסוף. דבלחם אין איסור, ולמה לא יברך עליו?","ויש מי שפסק דבאכל דבר איסור בשוגג – מברך עליו (ט\"ז סעיף קטן א'). כלומר: שאם נודע לו אחר אכילתו שהיה איסור, מברך ברכת המזון או שאר ברכה.ומביא ראיה ממה שפסק רבינו הבית יוסף בסעיף ב, דאם אכל דבר איסור במקום סכנה – מברכין עליו. ואם כן איזה חילוק יש בין סכנה לשוגג (שם)?והדברים תמוהים: דבשוגג נהי שהוא אינו חייב בזה, מכל מקום סוף סוף איסורא קאכיל, ואין זה בכלל ברכה. אבל במקום סכנה היתר קאכיל, שהתורה התירה לו והוי כהיתר ממש. ומה עניין זה לזה?(ומה שכתב מתשובת הרשב\"א חלק א' סימן תשצ\"ד, בחולה ביום הכיפורים, הרשב\"א ז\"ל לא חש להאריך בטעמים כיון שפסק שיברך. ולבד זה דברי הרשב\"א שם תמוהים, שהסכים להראב\"ד, ובחידושים ריש פרק \"שלושה שאכלו\" פסק מפורש כהרמב\"ם, עיין שם. ובעל כרחך תשובה זו אינה כתיקונה. ודייק ותמצא קל.)","כתב רבינו הבית יוסף בספרו הגדול: גזל חיטים וטחנן ואפאן, אף על פי שקנאן בשינוי – אינו מברך לא בתחילה ולא בסוף. וכהך דבבא קמא (צד א), דאין זה מברך אלא מנאץ. וכן קיימא לן בלולב, כמבואר לקמן סימן תרמ\"ט, עיין שם; משום דגבי ברכה לא מהני שינוי, דאין מזכירין שם שמים על דבר שעיקרו בעבירה (תוספות סוכה ל א).ויש מי שאומר דברכת המזון כיון שהוא חיוב תורה שאני, כיון דמדינא הוא שלו. ועוד: דגבי לולב שם מסתפקין בזה, עיין שם. ואם כן בברכת המזון דאורייתא הולכין לחומרא.(מגן אברהם. ויש לזה ראיה מדברי הרב המגיד פרק ששי מהלכות חמץ ומצה דין ז, עיין שם.)","בערכין (ר א) אמרינן דכהנים וישראלים, דכהנים אוכלים תרומה וישראלים חולין, אף על גב דהישראל אינו יכול לאכול תרומה. אבל כיון דהכהן יכול לאכול חולין מקרי קביעות ביחד, ומצטרפין לזימון.ומזה דקדקו רבותינו בכל כהאי גוונא, כגון שלושה שאוכלין, ואחד אוכל פת כותים, והשנים נזהרים מזה, מכל מקום כיון שזה האוכל יכול לאכול משלהם – מצטרפין לזימון.אבל אם שניהם אין יכולין לאכול זה מזה, כגון שאחד כהן ואוכל תרומה או חלה, והשני ישראל ואוכל פת כותים, והכהן נזהר מזה; דהישראל אינו יכול לאכול של כהן, וגם הכהן נזהר מהפת שהישראל אוכל – אין מצטרפין.","וכן שלושה ששנים מהם מודרים זה מזה – אין מצטרפין לזימון, מפני שאחד אסור בשל חברו. ואף על גב שיכולין להתיר נדרן על ידי חכם, מכל מקום השתא מיהא לא התירו.וכתב רבינו הרמ\"א דדווקא כשכל אחד אוכל מכיכרו. אבל אם אוכלים מכיכר בעל הבית – מצטרפין, דהא אוכלין מכיכר אחד. עד כאן לשונו.ולכאורה אין שום רבותא בזה, ומאי קא משמע לן? אך באמת יש בזה רבותא גדולה, דביורה דעה סימן רכ\"א מבואר שאסורים לאכול מקערה אחת אצל בעל הבית, דשמא יאכל אחד פחות מהשני, ונמצא מהנֵהוּ אלא אם כן נשאר תמיד בהקערה, עיין שם. ולזה קא משמע לן דבלחם לא חיישינן לזה, דמסתמא נותן הבעל הבית לחם הרבה.(עיין ט\"ז סעיף קטן ג'. ולדבריו הוה ליה לפרש שיש הרבה. ולפי מה שכתבתי אתי שפיר, דסתמא כן הוא. ודייק ותמצא קל.)","ומהדין שנתבאר דקדקו הפוסקים שאם אחד אוכל בשר ואחד חלב – מצטרפין. דאף על גב דהאוכל בשר לא יוכל לאכול חלב עד ששה שעות, ואז כבר יתעכל המזון, מכל מקום כיון דהאוכל חלב יכול לאכול בשר מיד על ידי קינוח והדחה – מצטרפין, כמו בתרומה וחולין שנתבאר. ואם האוכל חלב אינו אוכל אז בשר, כמו קודם תשעה באב – אין מצטרפין; או שאוכל גבינה קשה שצריך להמתין הרבה גם כן אין מצטרפין.אמנם בזה הקשו: מה לנו לבשר ולחלב, הא אוכלין פת? דאם לא כן לא שייך זימון, והרי הפת יכולין לאכול זה עם זה. ובאמת לא קשיא כלל, דהא עיקר זימון הוא ההתחברות יחד, ושנים שאוכלין זה בשר וזה גבינה מוכרחים לאכול בפירוד; שהרי אסור להעלותן על שולחן אחד, או שצריכין לעשות היכר כגון בשני מפות וכיוצא בזה, כמו שכתבתי ביורה דעה סימן פ\"ח, עיין שם. ואם כן איך יתחברו לזימון?ואם תאמר דאם כן אפילו זה אוכל חלב וזה בשר אין חיבור? דאינו כן, שהרי בעל החלב יכול תיכף להתחבר לבעל הבשר. ואפילו אם באמת אינו מתחבר, כיון שיש בידו להתחבר – כחיבור דמי. מה שאין כן כששניהם אין יכולין לאכול זה מזה.ודע שרגילין לומר דבעל החלב יברך ולא בעל הבשר, מפני שבעל החלב יכול לאכול של השני (מגן אברהם סעיף קטן א'). ונראה לי דאין בזה קפידא כל כך, מדלא פירשה הגמרא בערכין שם שהכהן מברך. אך אפשר לומר דלא הוצרך לפרש, דבלאו הכי כהן מברך משום \"וקדשתו\", כמו שכתבתי בסימן ר\"א, עיין שם. אך בלאו הכי לא מסתבר זה, דאם בעל הבשר אינו יכול לברך איך מצטרף לזימון? אלא וודאי דלכתחילה אמרו כן, אבל אם מדרך הכבוד לכבד לבעל הבשר – אין קפידא. וכמדומני שכן המנהג.(מה שכתב הט\"ז סעיף קטן ב', דחה האליה רבה בסעיף קטן ג', עיין שם.)","כתב רבינו הבית יוסף בסעיף ד:אין מזמנין על מי שאכל פחות מכזית.עד כאן לשונו, ומילתא דפשיטא היא. אלא דקא משמע לן דאפילו לדעה שיתבאר בסימן הבא דגם לשלושה מצטרף מי שאכל ירק; והייתי אומר דפת פחות מכזית לא גרע מירק – קא משמע לן דאינו כן.(עיין ט\"ז סעיף קטן ד'. ולדברינו אתי שפיר בפשיטות. ודייק ותמצא קל.)"],["שנים שאכלו כאחד ובא שלישי, והשנים כבר גמרו סעודתן, רק עדיין לא ברכו ברכת המזון ולא נטלו מים אחרונים, ולא אמרו עדיין \"הב לן ונברך\", כתב הטור דמצטרף עמהם. וכן הוא לשון הרא\"ש (פרק שביעי סימן י\"ח), וזה לשונו:הלכך שנים שאכלו ובא שלישי, ואכל קודם שאמרו שנים \"הב לן ונברך\" – מצטרף עמהם.עד כאן לשונו. ומבואר מלשונם דמצטרף בלא שום תנאי.(דמפרשי בברכות מז א: אילו מייתי לי אורדליא..., מי לא אכלינן? כלומר: לא ימלט שכל אדם אפילו הוא שבע, שלא יערב לו איזה מאכל שהוא, והיה אוכל אם היו מביאים לו.)","אבל הרמב\"ם בפרק חמישי דין ט' כתב:שנים שהיו אוכלין וגמרו סועדתן, ובא שלישי ואכל, אם יכולין לאכול עמו כל שהוא ואפילו משאר אוכלין – מצטרף עמהן.עד כאן לשונו. הרי שכתב תנאי: אם יכולין לאכול עמו. ויותר מבואר זה בהסמ\"ג, שכתב:אומדין דעתן: אם לא אכלו כל כך, שאם היו מביאים להם מיני מעדנים ודבר חביב, שהיו עדיין יכולין לאכול – מצטרף.עד כאן לשונו. הרי מפורש דאם לאו – אינו מצטרף. ויותר מפורש כן בבה\"ג, וזה לשונו:ובי תרי דכריכו ריפתא וגמור סעודתייהו, ואתא אינש אחרינא וקבעי לאזמוני עמהון, חזינן אי כדמייתי להון מידי דחביב עליהון מן מאי דאכלו... ולא אכלין – לא מצטרף עמהון. ואי אכלין – מצטרף עמהון.עד כאן לשונו.(והם מפרשים: \"אילו מייתי...\", כלומר: שצריכים לראות דאם היו מביאים, אם היו אוכלים אם לאו. ומבה\"ג מבואר דבעינן דווקא מן המאכלים שאכלו, שלא כדעת הרמב\"ם. ודייק ותמצא קל.)","ולפי זה רבינו הבית יוסף שכתב בסעיף א:שנים שאכלו כאחד וגמרו, ובא שלישי, כל היכא דאי מייתי להו מידי מצי למיכל מיניה – מצטרף בהדייהו. וחייבים ליתן לו לאכול כדי שיצטרף עמהם. והוא שבא עד שלא אמרו \"הב לן ונברך\". אבל אם אמרו \"הב לן ונברך\" ואחר כך בא השלישי – אינו מצטרף עמהם.עד כאן לשונו. והנה כתב מפורש כהרמב\"ם ולא כהטור. והכי קיימא לן דהלכה כרבים, ולא תמיד מצטרף השלישי אלא בתנאי שנתבאר. ותמיהני שהמפרשים לא העירו שהראשונים מוחלקים בזה.(והלבוש כתב מסברא דנפשיה דתלוי בתנאי. והפרישה השיג עליו דאינו תלוי בתנאי, ובכל עניין מצטרף, עיין שם. ולא ראו שהראשונים חולקים בזה.)","וזה שכתב רבינו הבית יוסף דחייבים ליתן לו לאכול כדי שיצטרף עמהם, כבר בארנו בזה בסימן קצ\"ג סעיף ו, עיין שם.ובזה שכתב דכשאמרו \"הב לן ונברך\" אינו מצטרף, כתב רבינו הרמ\"א דנטילת מים אחרונים כ\"הב לן ונברך\" דמי. עד כאן לשונו.ובוודאי מים אחרונים עדיפא מ\"הב לן ונברך\", דב\"הב לן\" יש חולקים, וסבירא להו דמצטרף (מגן אברהם סעיף קטן ב' בשם הר\"ן, ועיין בסימן קע\"ט). וגם \"הב לן ונברך\" אינו אלא בבעל הבית ולא באורח, ובמים אחרונים אין חילוק כמו שכתבתי בסימן קע\"ט.אמנם כוונתו כן הוא: דב\"הב לן ונברך\" נתבאר שם דאם רוצה לברך על מה שיאכל – מותר. ולא כן במים אחרונים, כמו שכתבתי שם. לזה קאמר דבכאן משום צירוף לזימון דינו כ\"הב לן ונברך\", כלומר: שביכולתם לברך ולאכול ולהצטרף לזימון עם השלישי (מגן אברהם סעיף קטן ג').ויש מי שכתב דמצוה ליטול ידיו ולברך \"המוציא\" ולאכול מעט (שם בשם ב\"ח). ודברים תמוהים הם, וקרוב לאכילה גסה (אליה רבה). ולא שמענו מעולם מי שיעלה על דעתו לעשות כן.","אמרינן בגמרא (מח א) לעניין עשרה שמברכים בשֵם: תשעה שאכלו דגן, ואחד אכל ירק – מצטרפין לברך בשם. והוא הדין כששתה כוס יין (תוספות), דשתייה בכלל אכילה ויכול לומר \"שאכלנו משלו\" (שם). ולאו דווקא יין, דהוא הדין שאר משקים, לבד מים שאין בזה חשיבות כלל, ולא שייך צירוף בזה. ואפילו לא טיבל עמהם אלא בציר – מצטרף. ודווקא כשאכל כזית מהירק או משאר מאכל, ושתה רביעית מיין או משארי משקים או מציר. וכן דווקא שלא בירך ברכה אחרונה, דאחר ברכה אחרונה לא שייך שיצטרף.ואמרו בגמרא שם דלאו דווקא אחד מצטרף, דהוא הדין שלושה מצטרפים. וכך אמרו שם שבעה שאכלו דגן ושלושה ירק – מצטרפין. אבל ארבעה אין מצטרפין אף על גב דהרוב אכלו דגן, מכל מקום אינם מצטרפין דבעינן רובא דמינכר טובא.ופשוט הוא שהמברך צריך שיהיה אחד מאוכלי הפת.ויש מי שרוצה לומר דגם מים מצטרף, משום דשתייה בכלל אכילה (מגן אברהם סעיף קטן ו'). ונראה עיקר כרבינו הבית יוסף, שפסק בסעיף ב דאינו מצטרף. והטעם: דבעינן על כל פנים דבר שיש בו חשיבות קצת. ולפי זה אפשר דהמים המתוקנים כמו סעלצע\"ר לימאנא\"ד או מיני קוואסי\"ן – מצטרף. וכן נראה עיקר לדינא.","המצטרף צריך לברך ברכה אחרונה על מה שאכל או שתה. דברכת המזון אינה פוטרת לא ברכת \"בורא נפשות\" ולא ברכה \"מעין שלוש\". דברכת המזון אינו פוטר אלא מה שבתוך הסעודה. ואפילו המסובים בעצמם בדברים הבאים לאחר הסעודה – צריכים ברכה לפניהם ולאחריהם, כמו שכתבתי בסימן קע\"ז, וכל שכן אותם שלא אכלו כלל בסעודה, ואין צירופן רק לזימון. ולכן אם נצטרפו אפילו על ידי מזונות – צריכין ברכה בפני עצמם. וממתינים עד שיסיים המברך ברכת זימון, כפי מה שיתבאר בסימן ר, ואז יברכו ברכה אחרונה.ויש מי שרוצה לומר דיין ותמרים ברכת המזון פוטר, משום דזייני דלחם (עיין בית יוסף ומגן אברהם סעיף קטן ז'). וצריך עיון בזה. ולכן טוב שיכוונו שלא לצאת בברכת המברך (שם).","הרי\"ף והרמב\"ם כתבו דדווקא לעשרה מצטרפי אפילו בירק; אבל לשלושה אינו מצטרף רק מי שאכל פת דווקא, דבזה חמירא שלושה מעשרה, דבעשרה כיון דעיקר זימון יש מאוכלי פת, וזהו רק להוסיף באמירת \"אלהינו\", כיון שאכלו דבר מה שכינתא שריא ויכול לומר \"אלהינו\". אבל בעיקר הזימון צריך אוכלי פת דווקא, דהכי תנן: \"שלושה שאכלו\", כלומר: בסעודה. ואין סעודה אלא בפת. ואף על גב דבירושלמי תניא: שנים שאכלו דגן ואחד ירק – מצטרף; משמע שם להדיא דזהו דעת יחיד, וחכמים חולקים, עיין שם.והנה ברמב\"ם כתוב מפורש: \"כזית פת\". אבל ברי\"ף איתא \"כזית דגן\", ולכן יש אומרים דלאו דווקא פת, דאפילו ברכת מזונות סגי דדגן הוא (כלבו). אבל דעת הרא\"ש ור\"י דגם בירק סגי, דכיון דלעשרה מצטרף – כל שכן לשלושה.והנה רבינו הבית יוסף בספרו הגדול פסק כהרמב\"ם, אבל בשולחן ערוך סעיף ג הביא כל השלוש דעות. ולפי שדעתו נוטה לפסק הרמב\"ם, לכן כתב וזה לשונו:הלכך שנים שאכלו ובא השלישי, אם יכולם להזקיקו שיאכל כזית פת – מוטב. ואם אינו רוצה – לא יתנו לו לשתות ולא מאכל אחר. ואם אירע שנתנו לו לשתות או מאכל אחד – יזמנו עמו, אף על פי שאינו רוצה לאכול פת.עד כאן לשונו. וחזר בו ממה שכתב בספרו הגדול, לפי שמהר\"ם מרוטנבורג עשה כן הלכה למעשה (שם). וגדולי האחרונים כתבו שגם לכתחילה עושין כן, לפי שהעיקר לדינא כדברי הרא\"ש (מגן אברהם סעיף קטן ט', וב\"ח וכנסת הגדולה).","דבר ידוע שהרמב\"ם בפרק חמישי, והתוספות והרא\"ש ורוב הפוסקים סוברים דחיוב ברכת המזון מן התורה אינו אלא באכל כדי שביעה, וכזית הוא רק מדרבנן. לבד הראב\"ד שם שסובר דכזית הוא מן התורה. ויש שסוברים דכביצה הוא מן התורה, כמו שכתבתי בסימן קפ\"ד, עיין שם.לפיכך חבורה שאכלו, אלו אכלו כדי שביעה, ואלו אכלו רק כזית וכביצה – נכון לכתחילה שיברך מאותן שאכלו כדי שביעה, ולא מאותן שאכלו כזית וכביצה, דמוטב שהמחוייב מן התורה יברך להמחוייב רק דרבנן ולא להיפך.אמנם בדיעבד או אם אין בהאותם שאכלו כדי שביעה שידעו לברך – יברך מי שאכל כזית, וכולם יצאו ידי חובתם. והטעם: דברכת המזון כיון שמחוייב לברך, הוה כברכת המצות שאחד יכול להוציא לחברו אף שלא עשה המצוה כלל, מטעם ד\"כל ישראל ערבים זה בזה\". ולא דמי לברכת הנהנין דאינו מוציא אלא אם כן נהנה גם בעצמו. אלא דבברכת המזון אי אפשר להוציא בלא אכילה כלל, דאיך יאמר \"שאכלנו משלו\", והרי לא אכל? ולכן מוכרח לאכול כזית. אבל כשאכל כזית – דיו, ויכול להוציא אחרים ידי חובתן (תוספות מ\"ח).","כתב רבינו הרמ\"א בסעיף ד:ויש אומרים שאינו חייב לברך מדאורייתא אם לא שתה והוא תאב לשתות. וטוב ליזהר לכתחילה אם מקצתן שתו ומקצתן לא שתו – יברך מי ששתה.עד כאן לשונו. והכי פירושו: דיש מי שחושש לדברי ר\"מ שדרש \"ושבעת\" – זו שתייה. ולדידיה החיוב מן התורה בכזית. אבל אם רוצה לשתות ואינו שותה – אין החיוב רק מדרבנן. ולכן לחוש לדעה זו לכתחילה – נכון שהשותה יברך; דאם יברך מי שלא שתה, שמא רוצה לשתות ואין חיובו רק מדרבנן.ואם מקצתן אכלו לשובע ולא שתו, ומקצתן אכלו בכזית ושתו – מוטב שיברך מי שאכל לשובע, משום דרוב הפוסקים סוברים דשביעה מעכב מדאורייתא ולא שתייה (מגן אברהם סעיף קטן י\"ב).וכל זה לכתחילה, כמו בהדין הקודם. אבל בדיעבד אינו מעכב כלל, כמו בדין הקודם.(והט\"ז סעיף קטן ד' תפס דכוונת המרדכי גם בדיעבד, ותמה בזה, עיין שם. אבל אין כוונתו כן, עיין שם.)"],["שלושה שאכלו והתחילו לברך, ונכנס אחד שלא אכל; אם נכנס כשאמר המברך \"נברך שאכלנו משלו\" – עונה אחריהם \"ברוך ומבורך שמו תמיד לעולם ועד\".לפי שכששומע שהמברך אומר לכולם ליתן ברכה לה' – מחוייבים כל השומעים לברך, דאם לא כן מיחזי חס וחלילה כאינו רוצה... ועל כי אין ביכולתו לומר \"שאכלנו משלו\", שהרי לא אכל – יאמר \"ברוך ומבורך...\".","אבל אם נכנס כשהמסובין עונין \"ברוך שאכלנו...\", עונה אחריהם \"אמן\". ואינו צריך לומר \"ברוך\", כיון שלא שמע כשאמר \"נברך\".ויראה לי דעניית \"אמן\" הוא אחר שחוזר המברך ואומר \"ברוך שאכלנו משלו...\". דוודאי כל עניית \"אמן\" הוא בסוף העניין, ואיך לא יענה בסוף? ואם נאמר שיענה עליהם וגם על המברך, הוא דבר תמוה לענות שני \"אמנין\" על דבר אחד ברגע אחת כמעט. ולכן נראה לי כמו שכתבתי.ועוד נראה לי דגם הנכנס בעת שאומר \"נברך\" ועונה \"ברוך ומבורך\", מכל מקום ה\"אמן\" אחר \"ברוך שאכלנו\" צריך לענות, שהרי על כל ברכה ששומע חייב לברך \"אמן\". וזה שבגמרא ופוסקים חילקו בין נכנס ל\"נברך\" ובין נכנס ל\"ברוך\", הכי פירושו: דאם נכנס ל\"נברך\" צריך לומר גם \"ברוך\", ואם נכנס ל\"ברוך\" לא יענה רק \"אמן\".ופשוט הוא דאם עשרה מברכים יאמר \"ברוך אלקינו ומבורך שמו תמיד לעולם ועד\".ואם שתה מים וכל שכן שאר משקין, ולא בירך עדיין ברכה אחרונה – יכול לענות \"ברוך שאכלנו משלו\", דשתייה בכלל אכילה כמו שכתבתי.ופשוט הוא דאין חילוק בין נכנס בעת שהתחילו לברך, או ישב שם בעת הסעודה ולא אכל ולא שתה. וכן אם בא בעת שהמברך חוזר ואומר \"ברוך שאכלנו...\" – עונה גם כן \"אמן\". ויש מי שחולק בזה, ואינו עיקר.(עיין ט\"ז, ולא נתבררו דבריו. וגם האליה רבה השיג עליו, עיין שם. והגר\"ז פסק שלא לענות \"אמן\" כשעונה \"ברוך\", וצריך עיון. וגם בסימן קצ\"ב, פסקנו כן, עיין שם.)"],["השמש שאכל כזית – מזמנין עליו, אף על פי שאכילתו אינה בקביעות בישיבה על השולחן אלא שאוכל כשהולך או עומד; מכל מקום מצטרף, דכיון שדרכו בכך – הילוכו ועמידתו זהו קביעותו. אבל באיש אחר אינו כן, כמו שכתבתי בסימן קצ\"ג.והכותי שהוא מהשומרונים, בזמן הזה הם כעובדי כוכבים גמורים לכל דבריהם.ועם הארץ מעיקרא דדינא אין מזמנין עליו, לפי שלא נאה חברתו. אמנם אנן קיימא לן דמזמנין על עם הארץ, וסמכינן על הני תנאי דסבירא להו: איזהו עם הארץ? כל שאינו קורא קריאת שמע שחרית וערבית, או אינו מניח תפילין (מז ב). ואין אצלנו עם הארץ כאלו. ואף על גב דקיימא לן בגמרא שם דאפילו קרא ושנה, ולא שמש תלמידי חכמים – הרי זה עם הארץ, מכל מקום אי אפשר לקיים עתה כן, דאם כן ילכו ויבנו במה לעצמן (תוספות שם). וכהאי גוונא אמרו חכמינו ז\"ל בחגיגה (חגיגה כב אכב א), וסמכינן על זה. ומכל מקום מי שאינו קורא קריאת שמע, או אינו מניח תפילין – אין מזמנים עליו, דזהו רשע.וכל שכן דמין ואפיקורס דאין מזמנין עליהן, וכן על גר (זמן הקדמון) שמל ולא טבל – אין מזמנין עליו. וכל שכן דאין מזמנין על עובד כוכבים, אפילו כשמברך לה'. אבל כשמל וטבל – מזמנין עליו.ואין לשאול: איך יכול לומר \"על שהנחלת לאבותינו ארץ חמדה\"? דאין זה שאלה: דהארץ ניתנה לאברהם, ואברהם נקרא \"אב המון גוים\"; כלומר: דכל שנכנס תחת כנפי השכינה הוא בנו של אברהם אבינו.ואונן בזמן שחל עליו אנינות – אין מצרפין אותו לזימון, שהרי פטור מכל המצות. ואפילו למי שסובר שיכול לעשות, מכל מקום לזימון אין לו שייכות. ועוד: דלא קיימא לן כן, כמו שכתבתי ביורה דעה סימן שמ\"א. ובשבת שאין אנינות חלה עליו – מצטרף לזימון. והאבל תמיד מצטרף לזימון, ובו נתוסף בברכת \"הטוב והמטיב\" כמו שכתבתי בסימן קפ\"ט.","איתא בגמרא (מה ב):נשים מזמנות לעצמן, ועבדים מזמנין לעצמן. נשים ועבדים וקטנים, אם רצו לזמן – אין מזמנין משום פריצותא.ולרש\"י שם אינה חובה על הנשים לזמן. אלא שאם רצו לזמן – מזמנים. וכן הסכימו התוספות. אבל הרא\"ש כתב שחייבות לזמן, דכן משמע להדיא בריש ערכין שאומר: הכל חייבין בזימון... לאתויי נשים, עיין שם. וכן כתבו תלמידי רבינו יונה.אמנם גם לשיטת רש\"י ותוספות ניחא, דוודאי חייבות כשאכלו עם שלושה אנשים – חייבות הן גם כן לשמוע ולענות ברכת הזימון. אבל לעצמן אין חובה. וכן אין מצטרפות לאנשים לזימון, דהתחברות אנשים ונשים הוה פריצותא. ואפילו בעל ואשתו ובתו – אין מצטרפין לזימון, ורק כשיש זימון בלעדן גם הן חייבות (סמ\"ג).ומנהג העולם כרש\"י ותוספות, ולא שמענו מעולם שנשים יזמנו לעצמן. וגם מהרמב\"ם פרק חמישי יש ראיה לשיטת רש\"י ותוספות: דהנה רמב\"ם דבריו סתומים כלשון הש\"ס, אך שכתב דאין מזמנות בשֵם, עיין שם. ואי סלקא דעתך שיש עליהן חיוב, למה לא יזמנו בעשרה בשֵם? אלא וודאי דאין חיוב עליהן, ולכן אין להזכיר את השֵם במקום שאין חיוב.וכך פסקו רבותינו בעלי השולחן ערוך. וכתבו דיוצאות בזימון שלנו אף על פי שאינן מבינות, ובארנו בזה בסימן קצ\"ג סעיף ד.(ועיין מגן אברהם סעיף קטן ה'. ודייק ותמצא קל.)ובטור הביא דעה מי שהורה שאשה מצטרפת לזימון. ולא קיימא לן כן, ולא שמענו ולא ראינו מי שהורה כן.(והט\"ז שהאריך בסעיף קטן ב', לא לדינא אלא לבאר דברי ר\"י הכהן בטור.)","כתבו הטור והשולחן ערוך: אנדרוגינוס מזמן למינו, ואינו מזמן לא לאנשים ולא לנשים. וטומטום אינו מזמן כלל.עד כאן לשונו. דאנדרוגינוס כולם שווים, והוא בריה בפני עצמה. אבל הטומטום יש זכר ויש נקבה, ולכן גם מינו אינו מוציא.ומי שנתרחק מפני עבירה, או שעבר על התקנה כמבואר ביורה דעה סימן של\"ד – אין מצרפין אותו לזימון.","בקטן רבתה המחלוקת בין הראשונים. ורבינו הבית יוסף פסק דקטן שהגיע לעונת הפעוטות, כבן תשע או כבן עשר (מגן אברהם), ויודע למי מברכין – מזמנין עליו, ומצטרף בין לשלשה בין לעשרה. עד כאן לשונו.אבל רבינו הרמ\"א כתב דיש אומרים דאין מצרפין אותו כלל עד שיהא בן שלוש עשרה שנה, דאז מחזקינן ליה כגדול שהביא שתי שערות. וכן נוהגין, ואין לשנות. וחרש ושוטה אם מכוונים ומבינים – מצטרפין לזימון, אף על גב שאין החרש שומע הברכה. עד כאן לשונו.ואף על גב דבדאורייתא לא מוקמינן קטן בן שלוש עשרה שנה בחזקה שהביא שתי שערות, וצריך בדיקה, מיהו לצרפו לזימון אין חשש. אמנם שהוא יוציא אחרים – צריך בדיקה דווקא (שם). אך אם כולם מברכים בפני עצמם, והוא אינו אומר רק ברכת הזימון – אין חשש (שם). וכן המנהג הפשוט, שמי שנעשה בר מצוה ועושין סעודה – הוא מברך.וזה שכתב בחרש ושוטה – אין הכוונה לחרש ושוטה גמור; דאֵלו אין להם דעת כלל, וגריעי מקטן. אלא הכוונה שהוא חרש שאינו שומע ומדבר ושוטה קצת. לכן אם מכוונים ומבינים – מצטרפין. ואִלם ששומע ואינו מדבר, נראה לי דאינו מצטרף כיון שאינו יכול לענות ולברך (עיין מגן אברהם סעיף קטן ח', וכן כתב האליה רבה)."],["כתב רבינו הבית יוסף:שלושה שאכלו כאחד, אחד מפסיק על כורחו לשנים ועונה עמהם ברכת זימון. ואפילו לא רצה להפסיק – מזמנין עליו בין עונה בין אינו עונה, כל שהוא עומד שם.אבל שנים אין חייבין להפסיק לאחד. והלכך אין חיוב זימון חל עד שיתרצו להפסיק לאחד ולברך. ואם לא רצו להפסיק, וזימן הוא עליהם – לא עשה כלום. ואם לא רצו להפסיק – אף הוא אינו רשאי לברך ולצאת לשוק עד שיגמרו השנים ויזמן עליהם; שהרי כבר הוא נתחייב בזימון, ואיך יברך בלא זימון?עד כאן לשונו.","ובספרו הגדול פסק דאם הדבר נחוץ להיחיד לילך – יכול לברך ולילך. משום דהרשב\"א כתב בשם רב האי גאון דהיחיד אינו צריך להמתין על השנים, ויכול לברך לבדו. דחיוב זימון אינו אלא בגמר אכילתם, וכל זמן ששנים לא גמרו סעודתן – אין חל עליהם חובת זימון, ויכול היחיד לברך לעצמו.וזה שנתבאר בסימן קצ\"ג שאין היחיד רשאי לחלק, זהו כשכולן גמרו סעודתן ורוצים לחלק. אבל כל שלא גמרו הסעודה – רשאי לברך בפני עצמו. וכן פסקו גדולי האחרונים (ב\"ח, ומגן אברהם סעיף קטן ב', ואליה רבה סעיף קטן ג' בשם ראב\"ן, עיין שם).וזהו וודאי דבלא צורך אין לעשות כן. אך אם נחוץ לעסקיו או איזה צורך אחר – יכול לעשות כן (אליה רבה שם). ויש מי שמחלק: דאם התחילו לאכול ביחד – אסור לו לברך לבדו. ואם לא התחילו לאכול ביחד – מותר (ט\"ז סעיף קטן א'). וכבר כתבנו שם סעיף י\"ד שאין סברא זו מוסכמת, עיין שם.","עד היכן צריך היחיד להפסיק להשנים? יש בגמרא (מו א) פלוגתא: חד אמר עד ברכת הזימון, כלומר: כיון שהמברך חוזר ואומר \"ברוך שאכלנו משלו ובטובו חיינו\" – חוזר לאכילתו, שהרי זהו עיקר ברכת הזימון שאין היחיד אומרה. וחד אמר: עד שיגמרו \"הזן את הכל\". והטעם: לפי שבברכת הזימון אין שֵם ומלכות, ולכן בלא ברכת \"הזן\" אינה נראית כברכה (תוספות שם).וגם הפוסקים נחלקו בזה. ורבינו הבית יוסף פסק עד ברכת הזימון, ורבינו הרמ\"א פסק עד \"הזן את הכל\". וכן המנהג הפשוט, ואין לשנות. וכן פסק הבה\"ג.","זה שהפסיק להשנים – חוזר ואוכל בלא ברכה, שהרי היה בדעתו לאכול עוד. ואם באמת לא היה בדעתו לאכול עוד, וחוזר מדעתו ואוכל – צריך ברכה בתחילה (מגן אברהם סעיף קטן ה').וכשגמר אכילתו ומברך, יתחיל מברכת \"הזן\". אף כשהפסיק להם עד גמר ברכת \"הזן\" חוזר ומברך אותה, דנהי דנפטר בשמיעתו על מה שאכל קודם שברכו, אבל על מה שאכל אחר כך לא נפטר. ואפילו לא אכל אחר כך – צריך לברכה, שהרי לא כיון להפטר ממנה בשמיעתו. ואם באמת כיון שלא לאכול עוד, ולהפטר בשמיעתו – מתחיל אחר כך מן \"נודה לך\".","אם אחד הפסיק לשנים, ואחר כך באו שנים אחרים ואכלו עמו – מצטרף להם לזימון. ולא אמרינן שכבר יצא ידי זימון כשהפסיק להשנים הקודמים, דכיון דעתה נצטרפו עמו שנים אחרים – חוזר לחיובו (ב\"ח ומגן אברהם סעיף קטן ג').ונראה לי דזהו דווקא כשאכל אחר שהפסיק להשנים. אבל אם לא אכל – אינו מצטרף עוד. וקל וחומר בחבורה של חמישה או ששה או יותר, שהפסיקו לשלושה מהם או ליותר, שלא יברכו אחר כך בזימון, אפילו אכלו אחר כך, דכבר פרח חובת זימון מינייהו אחרי שכולם הפסיקו להמברכים. אבל אם היה חבורה של תשעה, והפסיק אחד לשנים המברכים – יכול להצטרף אחר כך לשנים אחרים, ואחר כך לשנים אחרים; כיון שרק הוא הפסיק והם נשארו בחיובן – נצטרף להם.ואם היתה חבורה של חמישה בני אדם, והפסיק אחד לשנים – אינו יכול להצטרף עוד אל השנים הנותרים, שהרי לא נשאר בהם חובת זימון (מגן אברהם סעיף קטן ג'). אמנם אם אכלו כולם אחר כך – מחוייבים לזמן על מה שאכלו אחר כך (וכן משמע מהגר\"ז). ואינו דומה למה שכתבנו דאפילו אכלו אחר כך אינן מזמנים, דזהו כשכולם הפסיקו להמברכים. אבל לא כשרק אחד הפסיק, והם לא יצאו עדיין חובת זימון, לפיכך אף על פי שנשארו רק שנים, מכל מקום באכלם כולם אחר כך מצטרף הוא לחיובם. כן נראה לעניות דעתי בדינים אלו.(האבן העוזר חולק על המגן אברהם. ולפי מה שכתבתי אין מחלוקת. ודייק ותמצא קל.)","וכתב הטור דאם הם עשרה, ומפסיקין שלושה לשבעה – אינם צריכים להפסיק אלא עד שאמרו \"ברוך אלקינו\". ואם חזרו השלושה ואכלו – יכולין לזמן יחד. עד כאן לשונו.כלומר: אפילו אם אחד המפסיק לשנים צריך להמתין עד \"הזן את הכל\", זהו מפני שבלעדו ליכא זימון. אבל שלושה המפסיקין לשבעה, הרי גם בלעדם יש זימון, ואין הפסקתן אלא משום הזכרת השם. לפיכך אינם צריכים להפסיק רק עד שאמרו \"אלקינו\". ולכן כשחזרו ואכלו יכולין לזמן יחד. ולא מקרי \"פרח זימון מינייהו\" כְּבַדִּין הקודם, שהרי לא הפסיקו משום הזימון אלא משום הזכרת השֵם. ויכולין להצטרף גם לשבעה אחרים להזכרת השֵם, דבזה לא שייך \"פרח זימון מינייהו\", דאכל בי עשרה שכינתא שריא (מגן אברהם סוף סעיף קטן ג')."],["קיימא לן דגדול שבסעודה מברך ברכת זימון וברכת המזון (מו ב), שהמסובים מחוייבים לחלוק לו כבוד; ואפילו בא הגדול בסוף הסעודה.ואם הגדול רוצה ליתן רשות לקטן ממנו – יכול לעשות כן, דאין זה העדר הכבוד לפניו כיון שהוא בעצמו נותן הרשות (ב\"ח). וגם אין זה בכלל מה שאמרו (נה ב) שמי שנותנים לו לברך ואינו מברך מקצרים לו ימיו, שהרי לא נתנו לו המסובים לברך. ואף שעל פי הדין צריך הוא לברך, זהו מפני כבודו; וכיון שמחל על כבודו – כבודו מחול, ושוב אין הדין עליו לברך. ואדרבא זה שהגדול כיבדו מחוייב לברך.וכן נראה לי אם המסובים כיבדו להגדול – אסור לו לכבד לאחר. אך אם הגדול מוציא ליחה שקורין הוסטו\"ן – יכול ליתן לאחר, מפני שיהיה הפסק ברקיקה מאוסה, וימאסו המסובים (מגן אברהם).","ויראה לי דכל זה הוא כשאין כאן בעל הבית עם אורחים, אלא מסיבה שכל אחד אוכל משלו או בסעודת מצוה של רבים. אבל כשיש בעל הבית שכולם אוכלים משלו – הוא קודם לכל, כיון שהסעודה שלו. אך הוא יכול לכבד למי שירצה.ונראה דעליו מוטל לכבד את הגדול שבמסובים. וכך אמרו חכמינו ז\"ל (מו א): בעל הבית בוצע ואורח מברך, כדי שיברך לבעל הבית, אפילו אם הבעל הבית גדול ממנו; וזהו לטובתו של בעל הבית כדי שיברכנו.ואין זה חובה על הבעל הבית אלא עצה טובה ודרך ארץ; ואם הבעל הבית מוותר על ברכתו, ולברך ברכת המזון בעצמו – הרשות בידו. וכן יכול לכבד למי שירצה, אפילו אינו גדול שבאורחים.(זהו כוונת הרמ\"א בסוף סעיף א. ומתורץ קושית המגן אברהם סעיף קטן ב', עיין שם. ודייק ותמצא קל.)ופשוט הוא דמי שמשלם מעות בעד סעודתו, כמו באכסניא – אינו נחשב כאורח אלא כבעל הבית.(שם. וזה שכתב דאם שנים אוכלים..., לא נתבררו לי דבריו.)","מה היא הברכה שהאורח מברך לבעל הבית?יהי רצון שלא יבוש בעל הבית הזה בעולם הזה, ולא יכלם לעולם הבא; ויצלח מאוד בכל נכסיו, ויהיו נכסיו ונכסינו מוצלחים וקרובים לעיר; ואל ישלוט שטן לא במעשי ידיו ולא במעשה ידינו, ואל יזדקר לא לפניו ולא לפנינו שום דבר הרהור חטא ועבירה ועוון מעתה ועד עולם\".כן נוסחתה בגמרא (מו א). ופשוט הוא דעכשיו שכל אחד מברך ברכת המזון, מחוייב כל אורח לברך ברכה זו אף שלא כיבדו בעל הבית בברכת הזימון.(ואולי עתה לא אמרינן כלל דאורח מברך, דזיל בתר טעמא. ודייק ותמצא קל.)","דבר פשוט הוא שכהן קודם לכל, דמצווה לחלוק לו כבוד, דזהו בכלל \"וקדשתו\". אמנם ישראל תלמיד חכם קודם לכהן גדול עם הארץ. ואין להחכם לכבדו דרך חוק ומשפט כהונה, אבל החכם יכול ליתן לו רשות לברך דרך כיבוד. וכהן תלמיד חכם מצוה להקדימו. וכל זה כשאין כאן בעל הבית.וגם הכהן יכול לכבד לאחר, ולא דמי לעלייה לספר תורה כמו שכתבתי בסימן קל\"ה, עיין שם. וללוי אין דין קדימה.ומי שנותנים לו לברך ואינו מברך – מקצרין ימיו. וזהו רק כשיש כוס של ברכה (מגן אברהם סעיף קטן ה'). ומצוה לחזור שיתנו לו כוס של ברכה לברך אם הוא ראוי לכך."]],"SHULCHAN_ARUCH":[["יש שאומרים שברכת המזון טעונה כוס אפילו ביחיד וצריך לחזור עליו ולא יאכל אם אין לו כוס לברך עליו אם הוא מצפה ואפשר שיהיה לו אפילו אם צריך לעבור זמן אכילה אחת ולפי זה אם שנים אוכלים יחד צריך לקחת כל אחד כוס לברכת המזון ויש אומרים שאינה טעונה כוס אלא בשלשה ויש אומרים שאינה טעונה כוס כלל אפילו בשלשה.   <i>הגה: ומכל מקום מצוה מן המובחר לברך על הכוס (ר\"ן פרק ערבי פסחים):<\/i>","כוס ברכת המזון אינו אלא של יין ולא משאר משקים אפילו קבע סעודתו עליהם ואם אין יין מצוי באותו מקום והשכר או שאר משקין הוו חמר מדינה מברכין עליהם חוץ מן המים.   <i>הגה: ומה שנוהגין במדינות אלו לברך על השכר אין למחות דהא יש אומרים דאינו טעון כוס כלל ועוד דהא עיקר חמר מדינה הוא שכר וקובעין הסעודה עליו ואף על גב דיין נמצא בעיר מכל מקום לא מיקרי מצוי לדבר זה שהוא ביוקר ואי אפשר לקנות יין בכל סעודה לברך עליו אמנם המצוה מן המובחר לברך על יין (דברי עצמו). ויש מדקדקין כשמברכין ביחיד על היין שלא לאחוז הכוס בידם רק מניחין אותו על השלחן לפניהם ונכון מנהג זה על דרך הקבלה (בית יוסף):<\/i>","צריך שלא יהא פגום שאם שתה שתה ממנו פגמו אבל אם שפך ממנו לתוך ידו או כלי אין בכך כלום ואפילו שתה מהכד או מחבית קטנה הוי פגום אבל אם שתה מחבית של עץ גדולה אין להקפיד יש מי שאומר שאפילו מים פגומים פסולים למזוג בהם כוס של ברכה:","אם היו כוסות המסובין פגומים צריך לתת מכוס הברכה לתוכם ויש מי שאומר שאינו צריך <i>(עיין לקמן סימן ק\"ץ וסימן רע\"א):<\/i>","אם החזיר יין של כוס פגום לקנקן היין שבקנקן כשר משום דקמא קמא בטיל:","יכולין לתקן כוס פגום על ידי שיוסיפו מעט יין ואפילו על ידי שיוסיפו עליו מים מיתקן:","בשעת הדחק מברכין על כוס פגום:"],["כוס של ברכה טעון הדחה מבפנים ושטיפה מבחוץ ואם הוא נקי ואין בו שיורי כוסות אינו צריך:","יתן היין לתוכו חי עד שמגיע לברכת הארץ ואז מוזגו להודיע שבח הארץ.   <i>הגה: ויש אומרים דאם היין אינו חזק אין צריך למוזגו (טור), וכן נוהגין באלו הארצות. ויוציאנו מן החבית לשם ברכה (טור בשם רש\"י). ונראה דלדידן שאין לנו הרבה יין, אין צריך רק לשפכו מן הקנקן ששומרים בו היין לשם ברכה וחבית לאו דוקא וכן נוהגין במדינות אלו. וכוס של ברכה ימלאנו שיהא מלא על כל גדותיו:<\/i>","צריך לחזור אחר כוס שלם:","מקבלו בשתי ידיו וכשמתחיל לברך נוטלו בימינו ולא יסייע בשמאל.   <i>הגה: והיינו דוקא שלא תגע השמאל בכוס אבל אם נותן השמאל תחת הימין לסייעה מותר (בית יוסף בשם שבולי הלקט). ומגביהו מהקרקע טפח אם הוא יושב על גבי קרקע ואם הוא מיסב בשלחן מגביהו מעל השלחן טפח ונותן בו עיניו שלא יסיח דעתו.   הגה: ועל כן אין לוקחין כוס שפיו צר שקורין גלוק גלא\"ז לברך עליו. ומשגרו לאשתו שתשתה ממנו:<\/i>","יש מי שאומר שאם המברך אטר <i>(בלע\"ז מנצינ\"ו)<\/i> אוחז הכוס בימינו שהוא שמאל כל אדם:","משנתנו לו כוס לברך לא ישיח המברך והמסובין אין להם להשיח משהתחיל המברך לא מבעיא בשעת שהוא מברך שצריכין לשמוע ולהבין מה שאומר המברך אלא אפילו בין ברכה לברכה אין להם להשיח ואם עברו ושחו בין ברכה לברכה בשעה שהמברך שותק מעט יצאו. <i>(הגה: אפילו אם שח המברך עצמו)<\/i>. אבל אם שחו בשעה שהוא מברך לא יצאו:","נכון הדבר שכל אחד מהמסובין יאמר בלחש עם המברך כל ברכה וברכה ואפילו החתימות.   <i>הגה: ויקדים לסיים קצת קודם המברך כדי שיענה אמן כדלעיל סימן נ\"ט. אין נותנין כוס של ברכה אלא לטוב עין (גמרא פרק אלו נאמרין):<\/i>","לענין לשאול בברכת המזון מפני היראה או מפני הכבוד יש מי שאומר שדינה כתפלה:","צריך לישב בשעה שמברך בין אם היה הולך בביתו כשאכל או עומד או מיסב כשמגיע לברך צריך לישב כדי שיוכל לכוין יותר וגם לא יהא מיסב שהוא דרך גאוה אלא ישב באימה.   <i>הגה: נראה לי דלאו דוקא המברך אלא הוא הדין כל המסובין לא ישבו בקלות ראש אלא באימה. מיהו אם לא עשה כן אפילו בירך מהלך בדיעבד יצא (רמב\"ם פרק ד'):<\/i>","יש אומרים שגם ברכת מעין שלש צריך לאמרה מיושב:","אם היה מהלך בדרך ואוכל אינו צריך לישב ולברך לפי שאין דעתו מיושבת עליו:","אסור לברך והוא עוסק במלאכתו:"],["מי שאכל במקום אחד צריך לברך קודם שיעקור ממקומו. <i>(הגה: ועיין לעיל סימן קע\"ח)<\/i>. ואם יצא ממקומו ולא בירך אם היה במזיד יחזור למקומו ויברך ואם בירך במקום שנזכר יצא.   <i>הגה: ודוקא לדעת הרמב\"ם אבל לדעת הרא\"ש דסבירא ליה דאף בשוגג יחזור למקומו לכתחלה במזיד אף בדיעבד לא יצא (טור) ואם היה בשוגג להרמב\"ם יברך במקום שנזכר ולהרב רבינו יונה והרא\"ש גם הוא יחזור למקומו ויברך:<\/i>","במה דברים אמורים כשאין לו פת עוד אבל אם יש לו פת עוד יאכל במקום השני מעט ויברך רק שלא יהא רעב מאכילה ראשונה:","יש אומרים שכל שבעת המינים טעונים ברכה לאחריהם במקומם ויש אומרים דחמשת מיני דגן דוקא <i>(ועיין לעיל סימן קע\"ח סעיף ה'):<\/i>","אכל ואינו יודע אם בירך ברכת המזון אם לאו צריך לברך מספק מפני שהיא מן התורה:","עד אימתי יכול לברך עד שיתעכל המזון שבמעיו וכמה שיעורו כל זמן שאינו רעב מחמת אותה אכילה ומשעה שהתחיל להיות רעב אף על פי שלא נתעכל עדיין לגמרי כנתעכל לגמרי דיינינן ליה וכן נמי לענין אכילת פירות ושתיית יין אם אינו רעב ולא צמא ותאב לאותם פירות יברך אם אינו יודע לשער אם נתעכלו:","שיעור אכילה לברך עליה ברכת המזון בכזית:"],["ברכת המזון נאמרה בכל לשון:","צריך שישמיע לאזניו מה שמוציא בשפתיו ואם לא השמיע לאזניו יצא ובלבד שיוציא בשפתיו:","יש מי שאומר דבעל הבית עם בניו ואשתו צריך לברך בקול רם כדי שיצאו בברכתו:","אפילו נשתכר כל כך עד שאינו יכול לדבר כראוי יכול לברך ברכת המזון:","אם בירך והיתה צואה כנגדו או שהיה שכור <i>(פירוש לגמרי)<\/i> נסתפקו התוספות והרא\"ש אם צריך לחזור ולברך ומשום מי רגלים פשיטא שאינו חוזר לברך:"],["נשים חייבות בברכת המזון וספק הוא אם הן חייבות מדאורייתא ומוציאות את האנשים או אם אינן חייבות אלא מדרבנן ואינן מוציאות אלא למי שאין חיובו אלא מדרבנן <i>(ועיין לקמן סימן קצ\"ט בענין זימון שלהם):<\/i>","קטן חייב מדרבנן כדי לחנכו וההיא דבן מברך לאביו כשלא אכל האב כדי שביעה שאינו חייב אלא מדרבנן:"],["יש אומרים ברוך משביע לרעבים ואין לאומרו והמוסיף גורע ואם אמר במקום ברכת הזן בריך רחמנא מלכא מאריה דהאי פיתא יצא ויש אומרים שצריך שיחתום בריך רחמנא דזן כולא:","בברכת הארץ להרא\"ש לא יאמר שהנחלת לאבותינו ארץ חמדה וכו' ברית ותורה שהרי אומר על בריתך שחתמת בבשרנו ועל תורתך שלמדתנו ודי בפעם אחד והרמב\"ם חולק. <i>(הגה: ודברי הרא\"ש הם עיקר):<\/i>","אם לא הזכיר בברכת הארץ ברית ותורה אפילו אם לא חיסר אלא אחד מהם מחזירין אותו.  <i>הגה: ונשים ועבדים לא יאמרו ברית ותורה דנשים לאו בני ברית נינהו ועבדים לאו בני תורה נינהו (כל בו):<\/i>","אם לא הזכיר בבונה ירושלים מלכות בית דוד מחזירין אותו.  <i>הגה: ואומרים על הנסים בחנוכה ובפורים קודם ועל הכל וכו' ואם לא אמרו אין מחזירין אותו (טור). ועיין לקמן סימן תרפ\"ב. ומכל מקום יוכל לאומרו בתוך שאר הרחמן ויאמר הרחמן הוא יעשה לנו נסים כמו שעשה בימים ההם וכו' והכי נהוג (כל בו):<\/i>"],["אחר שחתם בונה ירושלים יענה אמן אחר ברכת עצמו מפני שהיא סיום הברכות דאורייתא דהטוב והמטיב אינה דאורייתא:","אמן זה יאמרנו בלחש כדי שלא ירגישו שברכת הטוב והמטיב אינה דאורייתא ויזלזלו בה.  <i>הגה: ונראה דדוקא כשמברך לבדו ואין עונין אמן אחר שאר ברכות אבל כשמזמנין עונין עליו כשאר אמן שעונין על ברכות הראשונות ואף על גב דהמברך עונה גם כן מכל מקום אינו ניכר כל כך הואיל ואחרים עונין גם כן עמו וכן המנהג במדינות אלו לאומרו בקול רם אפילו המברך עצמו כשמזמנים ואולי הוא מהאי טעמא:<\/i>","צריך להזכיר בברכה שלישית מלכות בית דוד ואין להזכיר בה שום מלכות אחר והאומר ומלכותך ומלכות בית דוד משיחך טועה שאין להשוות מלכותא דארעא עם מלכותא דשמיא וכן אין לומר בה אבינו מלכנו.   <i>הגה: ויש אומרים דאף כשאומר יעלה ויבא לא יסיים מלך חנון ורחום אלא ידלג מלת מלך (אבודרהם) וסברא נכונה היא אבל לא ראיתי נוהגין כן:<\/i>","נוסח ברכה זו פותח בה רחם ה' אלהינו או נחמנו ה' אלהינו וחותם בה בונה ירושלים או מנחם ציון בבנין ירושלים ואין לשנות הנוסח משבת לחול דבין בשבת בין בחול אומר נוסחא אחת.   <i>הגה: ויש אומרים דאומרים בונה ברחמיו ירושלים וכן נוהגין (מרדכי סוף ברכות):<\/i>","בשבת אומר בה רצה והחליצנו ובראש חודש ויום טוב וחולו של מועד אומר יעלה ויבא ואם חל אחד מהם בשבת אומר רצה והחליצנו ואחר כך יעלה ויבא ואינו מזכיר של שבת ביעלה ויבא ולא של יום טוב וחולו של מועד וראש חודש ברצה והחליצנו:","טעה ולא הזכיר של שבת אומר ברוך אתה ה' אלהינו מלך העולם שנתן שבתות למנוחה לעמו ישראל באהבה לאות ולברית ברוך אתה ה' מקדש השבת. ואם טעה ולא הזכיר של יום טוב אומר ברוך אתה ה' אלהינו מלך העולם אשר נתן ימים טובים לישראל לששון ולשמחה את יום חג פלוני הזה ברוך אתה ה' מקדש ישראל והזמנים. ואם חל יום טוב בשבת אומר שנתן שבתות למנוחה לעמו ישראל באהבה לאות ולברית וימים טובים לששון ולשמחה את יום חג פלוני הזה ברוך אתה ה' מקדש השבת וישראל והזמנים. וכל ברכות הללו בשם ומלכות. והא דסגי בהך ברכה, דוקא כשנזכר קודם שהתחיל הטוב והמטיב, אבל אם לא נזכר עד שהתחיל הטוב והמטיב, צריך לחזור לראש ברכת המזון:","אם טעה ולא הזכיר בה של ראש חודש בין ביום בין בלילה אומר ברוך שנתן ראשי חדשים לעמו ישראל לזכרון, ואינו חותם בה, והוא שנזכר קודם שהתחיל הטוב והמטיב. אבל אם לא נזכר עד שהתחיל הטוב והמטיב, אינו חוזר, מפני שאינו חייב לאכול פת, כדי שיתחייב לברך ברכת המזון. וחול המועד דינו כראש חודש.  <i>הגה: ואפשר דמכל מקום יש לאמרו בתוך שאר הרחמן כמו שנתבאר לעיל סוף סימן קפ\"ז גבי על הנסים. ואולי יש לחלק כי ביעלה ויבא יש בו הזכרת שמות ואין לאומרו לבטלה כן נראה לי וכן נוהגין. <\/i>אם חל ראש חודש בשבת והזכיר של שבת ולא הזכיר של ראש חודש ולא נזכר עד שהתחיל הטוב והמטיב אינו חוזר. ואם שכח של שבת ונזכר קודם שהתחיל הטוב והמטיב, כולל ראש חודש עם שבת, ואומר שנתן שבתות למנוחה וראשי חדשים לזכרון. ואם פתח בהטוב והמטיב, חוזר לראש ברכת המזון, ומזכיר של שבת ושל ראש חודש. ויש מי שאומר, שאם שכח של שבת וראש חודש, ונזכר קודם שהתחיל הטוב והמטיב, אומר שנתן שבתות למנוחה וראשי חדשים לזכרון, וחותם בשל שבת, ואינו חותם בשל ראש חודש:","סעודה שלישית בשבת דינה כראש חודש:","ג' שאכלו בשבתות וימים טובים ושכחו להזכיר מעין המאורע והם צריכים לחזור לראש ברכת המזון יברך כל אחד בפני עצמו כי מידי זימון כבר יצאו:","היה אוכל ויצא שבת מזכיר של שבת בברכת המזון דאזלינן בתר התחלת הסעודה והוא הדין לראש חודש ופורים וחנוכה:"],["ברכה רביעית לא יאמר תתברך ולא יאמר בה החי כי אם בבית האבל ואומר בה שלשה מלכיות ברוך אתה ה' אלהינו מלך העולם האל אבינו מלכנו כו' המלך הטוב.וג' הטבות הוא הטיב לנו הוא מטיב לנו הוא ייטיב לנו.וג' גמולות הוא גמלנו הוא גומלנו הוא יגמלנו:","בבית האבל אומר ברוך אתה ה' אלהינו מלך העולם האל אבינו מלכנו בוראנו גואלנו קדושנו קדוש יעקב המלך החי הטוב והמטיב אל אמת דיין אמת וכו' <i>(ועיין בי\"ד סימן שע\"ט):<\/i>"],["אחר שסיים ברכת המזון מברך בורא פרי הגפן ויטעום המברך <i>(ואם הפסיק בין הברכה לטעימה עיין לקמן סימן רע\"א סעיף ט\"ו)<\/i> ואחר כך יטעמו האחרים אם כולם זקוקים לכוס אחד ונותן המברך מכוסו לכוס ריקן שבידם לא יטעמו עד שיטעום הוא. אבל אם אינם זקוקים לכוסו יכולים לטעום קודם שיטעום הוא. אין צריך המברך לשפוך מכוסו לכוס המסובין אלא אם כן כוס המסובין פגום. <i>(עיין לעיל סימן קפ\"ב, וסוף סימן רע\"א):<\/i>","אחר ששתה כוס של ברכת המזון יברך ברכה אחת מעין שלש:","שיעור שתיית יין להתחייב בברכה אחרונה יש ספק אם די בכזית או ברביעית לכך יזהר לשתות או פחות מכזית או רביעית כדי להסתלק מן הספק והכא אי אפשר לשתות פחות מכזית דכל דבר שצריך כוס צריך לשתות ממנו כמלא לוגמיו שהוא רוב רביעית הלכך ישתה רביעית שלם:","אם המברך אינו רוצה לטעום יטעום אחד מהמסובין כשיעור ואין שתיית שנים מצטרפת ומכל מקום מצוה מן המובחר שיטעמו כולם <i>(ועיין לקמן סימן רע\"א סעיף י\"ד):<\/i>","כשמסובין בסעודה גדולה ואין יודעים עד היכן יגיע כוס של ברכת המזון כל אחד מהמסופקים אם יגיע לו צריך לברך בורא פרי הגפן. <i>(ועיין לעיל סימן קע\"ד סעיף ה' בהג\"ה):<\/i>"],["פועלים העושים מלאכה אצל בעל הבית מקצרין בברכת המזון כדי שלא לבטל מלאכת בעל הבית כיצד ברכה ראשונה כתקנה ושניה פותח בברכת הארץ וכולל בה בונה ירושלים וחותם בברכת הארץ ואין אומרים ברכת הטוב והמטיב כלל במה דברים אמורים כשנוטלים שכר על מלאכתן מלבד הסעודה אבל אם אין נוטלים שכר אלא הסעודה שאוכלים לבד מברכין כל ד' ברכות כתקנן וכן אם בעל הבית מיסב עמהם אף על פי שנוטלים שכר מלבד הסעודה מברכין כל ד' ברכות:","והאידנא לעולם מברכים כל ארבע ברכות שאין דרך בני אדם עכשיו להקפיד בכך ומסתמא אדעתא דהכי שוכרים פועלים שיברכו כל ארבע ברכות כתקנם:","אסור לעשות מלאכה בעודו מברך. <i>(וכן הוא לעיל סוף סימן קפ\"ג):<\/i>"],["היו המסובין ג' חייבים בזימון שאומר אחד מהם נברך שאכלנו משלו והם עונים ואומרים ברוך שאכלנו משלו ובטובו חיינו והוא חוזר ואומר ברוך שאכלנו משלו ובטובו חיינו ברוך אתה ה' אלהינו מלך העולם הזן את העולם וכו' ואם הם ד' יכול לומר ברכו שאכלנו משלו אבל יותר טוב לומר נברך שלא להוציא עצמו מן הכלל. ואם הם עשרה צריך להזכיר את ה' שאומר נברך אלהינו וכו' והם עונים ואומרים ברוך אלהינו וכו'. ואין לומר נברך לאלהינו בלמ\"ד ובין שיהיו עשרה או מאה או אלף או רבוא כך הם מברכים וכל המשנה מזה הנוסח כגון שאומר נברך על המזון שאכלנו או שאומר למי שאכלנו משלו או שאומר במקום ובטובו מטובו או במקום חיינו אומר חיים הרי זה בור וכשהם עשרה כיון שמזכירים את השם יכול לומר נברך אלהינו על המזון שאכלנו משלו:","אם טעה המזמן בעשרה והעונים ולא הזכירו אלהינו אין יכולים לחזור אבל אם עדיין לא ענו אחריו יחזור ויזמן בשם:"],["שנים שאכלו אף על פי שבברכת המוציא פוטר אחד את חבירו מצוה ליחלק שיברך כל אחד ברכת המזון לעצמו במה דברים אמורים כשהיו שניהם יודעין לברך ברכת המזון אבל אם אחד יודע והשני אינו יודע מברך היודע ויוצא השני. אם מבין לשון הקודש אלא שאינו יודע לברך וצריך לכוין מלה במלה לכל מה שיאמר.  <i>הגה: וצריך המברך שיכוין להוציאו (מרדכי ריש פרק שלשה שאכלו ובית יוסף בשם סמ\"ג).<\/i>  אבל אם אינו מבין אינו יוצא בשמיעה אבל ג' שאכלו אינם רשאים ליחלק ושנים שאכלו מצוה שיחזרו אחר שלישי שיצטרף עמהם לזימון וכן ארבעה או חמשה אסור להם ליחלק שכלם נתחייבו בזימון ששה נחלקים כיון שישאר זימון לכל חבורה עד עשרה ואז אין נחלקים עד שיהיו עשרים כיון שנתחייבו בהזכרת השם  <i>(הגה: דאז יכולים ליחלק אם ירצו ונראה לי דהוא הדין בששה אינן מחויבים ליחלק רק אם ירצו נחלקים)<\/i>  ומצוה לחזור אחר עשרה. ומיהו אם היו רבים מסובים יחד ואינם יכולים לשמוע ברכת הזימון מפי המברך ואינם רשאים ליחלק לחבורות של עשרה מפני שיצטרכו לברך בקול רם וישמע בעל הבית ויקפיד עליהם יכולים ליחלק לחבורות של ג' ג' ולברך בנחת כדי שלא ישמע בעל הבית וזה טוב להם ממה שלא יצאו ידי חובת ברכת זימון שהרי אינם יכולים לשמוע מפי המברך:","אפילו לא הוקבעו מתחלה כולם לאכול יחד אלא שהשנים קבעו ואחר כך בא השלישי וקבע עמהם או שאחד קבע תחלה ואחר כך קבעו השנים עמו אינם רשאים ליחלק כיון שהם קבועים יחד בגמר האכילה ומכל מקום אם יאכל עמהם בלא קבע רשאים ליחלק אלא אם כן הוא שמש.   <i>הגה: ומכל מקום אפילו כל מקום שרשאים ליחלק עדיף טפי לזמן משום דברוב עם הדרת מלך (בית יוסף):<\/i>","אם היו רוכבים ואמרו נאכל אף על פי שכל אחד אוכל מככרו ולא ירדו מהבהמות מצטרפין כיון שעמדו במקום אחד אבל אם היו הולכים ואוכלים לא ואם היו אוכלים בשדה מפוזרים ומפורדים אף על פי שאוכלים כלם בשעה אחת ומככר אחד כיון שלא קבעו מקום לאכול אינם מצטרפין.   <i>הגה: המנהג שלא לזמן בבית עובד כוכבים ונראה לי הטעם משום דלא יוכלו לקבוע עצמן בבית עובד כוכבים משום יראת העובד כוכבים והוי כאלו אכלו בלא קבע ולכן מתחלה לא קבעו עצמן רק לברך כל אחד לבדו ולכן אין לשנות המנהג ואף אם לא היה טעם זה מספיק מכל מקום מאחר דכבר נהגו כך הוי כאלו לא קבעו עצמן ביחד:<\/i>","שלשה שישבו לאכול וברכו ברכת המוציא אפילו כל אחד אוכל מככרו ואפילו לא אכל עדיין כזית פת אינם רשאים ליחלק:","ג' שבאו מג' חבורות של שלשה שלשה בני אדם ונתחברו אלו השלשה אם זימנו עליהם במקומם כגון שהפסיקו כל אחד לשנים עד שאמרו הזן שוב אינם יכולים לזמן אפילו אכלו אחר כך יחד וגמרו סעודתן ואם לא זימנו עליהם במקומם חייבים לזמן ואינם רשאים ליחלק ואפילו לא אכלו אלו הג' ביחד משנתחברו:","שלש חבורות שהיו בכל אחת ארבעה ופירש אחד מכל חבורה ונצטרפו לחבורה אחרת וזימנו הג' הנשארים פרח זימון מינייהו כיון שחבריהם זימנו והוא הדין אם לא היו בכל חבורה אלא ג' והלך אחד מכל חבורה קודם זימון ונתחברו אלו הג' ובא אחד לכל חבורה ונצטרף עם ב' הראשונים וזימנו יחד פרח זימון מאלו הג' כיון שכבר זימנו חבורתם אף על פי שלא זימנו עמהם.   <i>הגה: שלש חבורות שאכלו ובכל חבורה ג' בני אדם אסור לכל אחד ליפרד מכל חבורה ולזמן ביחד דהרי הב' הנשארים בכל חבורה אינן יכולים לזמן אחר כך אבל אם היה בכל חבורה ד' מותר ליפרד אחד מכל חבורה ולזמן ביחד והנשארים יזמנו כל חבורה במקומם (בית יוסף בשם הרשב\"א):<\/i>"],["שלשה שאכלו כאחד ושכחו וברך כל אחד לעצמו בטל מהם הזימון ואין יכולים לחזור ולזמן למפרע וכן אם ברכו שנים מהם אבל אם שכח אחד מהם ובירך השנים יכולים לזמן עם השלישי אף על פי שכבר ברך יכול לומר ברוך שאכלנו משלו והם יוצאים ידי חובת זימון והוא אינו יוצא ידי זימון שאין זימון למפרע.   <i>הגה: ואם האחד זימן עם אחרים אף שנים הנשארים אינן יכולים לזמן (בית יוסף בשם רשב\"א):<\/i>","שלשה שאכלו ויצא אחד מהם לשוק קוראים אותו ומודיעים לו שרוצים לזמן כדי שיכוין ויצטרף עמהם ויענה עמהם ברכת זימון ויוצאים ידי חובתן אף על פי שאינו בא ויושב עמהם והני מילי בג' אבל בעשרה כיון שצריכים להזכיר את השם אינם מצטרפין עד שיבא וישב עמהם. <i>(ועיין לקמן סימן ר' עד היכן ברכת הזימון):<\/i>","ג' שאכלו כאחד ואין אחד מהם יודע כל ברכת המזון אלא אחד יודע ברכה ראשונה ואחד השניה ואחד השלישית חייבים בזימון וכל אחד יברך הברכה שיודע ואף על פי שאין בהם מי שיודע ברכה רביעית אין בכך כלום אבל לחצאין אין לברך אם האחד אינו יודע כי אם חצי הברכה שאין ברכה אחת מתחלקת לשתים:"],["שתי חבורות שאוכלות בבית אחד או בשני בתים אם מקצתן רואים אלו את אלו מצטרפות לזימון ואם לאו אינם מצטרפות ואם יש שמש אחד לשתיהן הוא מצרפן וכגון שנכנסו מתחלה על דעת להצטרף יחד ויש מי שאומר שאם רשות הרבים מפסקת בין שני הבתים אינם מצטרפין בשום ענין:","אכלו מקצתן בבית ומקצתן חוץ לבית אם המברך יושב על מפתן הבית הוא מצרפן:","כל היכא שמצטרפות שתי חבורות צריך שישמעו שתיהן דברי המברך ברכת זימון בביאור.  <i>הגה: ושאר ברכת המזון יברך כל אחד לעצמו אבל אם ירצו שהמזמן יוציא כולם צריכים שישמעו כל ברכת המזון דבלא זה לא יצאו כלל (דברי עצמו):<\/i>"],["אכל דבר איסור אף על פי שאינו אסור אלא מדרבנן אין מזמנין עליו ואין מברכין עליו לא בתחלה ולא בסוף:","אם אכל דבר איסור במקום סכנה מברכים עליו <i>(ועיין לקמן סימן ר\"ד):<\/i>","שלשה שאכלו כאחד אחד נזהר מפת עובד כוכבים ואחד אינו נזהר או אחד מהן כהן ואוכל חלות אף על פי שאותו שנזהר אינו יכול לאכול עם אותו שאינו נזהר ולא ישראל עם הכהן כיון שאותו שאינו נזהר יכול לאכול עם הנזהר והכהן עם הישראל מצטרפין אבל אם היו כהנים וזר אוכלים כאחד והכהנים אוכלים חלה ונזהרים מפת של עובד כוכבים והזר אוכל פת של עובד כוכבים אינם מצטרפין והוא הדין לשלשה שמודרים זה מזה שאינם מצטרפים לזימון.   <i>הגה: ודוקא כשכל אחד אוכל מככרו אבל אם אוכלים מככר בעל הבית מצטרפין דהא אוכלים מככר אחד:<\/i>","אין מזמנין על מי שאכל פחות מכזית:"],["שנים שאכלו כאחד וגמרו ובא שלישי כל היכא דאי מייתי להו מידי מצו למיכל מיניה מצטרף בהדייהו וחייבים ליתן לו לאכול כדי שיצטרף עמהם והוא שבא עד שלא אמרו הב לן ונברך אבל אם אמרו הב לן ונברך ואחר כך בא השלישי אינו מצטרף עמהם.  <i>הגה: ונטילת מים אחרונים כהב לן ונבריך דמי (מרדכי פרק שלשה שאכלו). ועיין לעיל סימן קע\"ט:<\/i>","תשעה שאכלו דגן ואחד אכל כזית ירק מצטרפין להזכיר השם ואפילו לא טיבל עמהם אלא בציר או לא שתה עמהם אלא כוס אחד שיש בו רביעית מכל משקה חוץ מן המים מצטרף עמהם והוא שיהיה המברך אחד מאוכלי הפת ואפילו שבעה אכלו דגן וג' ירק מצטרפין אבל ששה לא דרובא דמינכר בעינן:","המצטרף צריך לברך ברכה אחרונה על מה שאכל ואינו נפטר בברכת המזון של אלו במה דברים אמורים דסגי בכל מאכל להצטרף לעשרה אבל לג' אינו מצטרף עד שיאכל כזית פת ויש אומרים דבכזית דגן מהני אפילו אינו פת ויש אומרים דבירק ובכל מאכל מהני הלכך שנים שאכלו ובא שלישי אם יכולים להזקיקו שיאכל כזית פת מוטב ואם אינו רוצה לא יתנו לו לשתות ולא מאכל אחר ואם אירע שנתנו לו לשתות או מאכל אחר יזמנו עמו אף על פי שאינו רוצה לאכול פת:","חברים שאכלו כאחד קצתם אכלו כדי שביעה וקצתם לא אכלו אלא כזית אם כולם יודעים לברך מצוה שיברך אותו שאכל כדי שביעה ויוציא את האחרים ואם אין יודעים כולם לברך מי שאכל כזית יכול להוציא אף אותם שאכלו כדי שביעה.   <i>הגה: יש אומרים שאינו חייב לברך מדאורייתא אם לא שתה והוא תאב לשתות (מרדכי פרק שלשה שאכלו ובית יוסף בשם כל בו ושבלי לקט). וטוב ליזהר לכתחלה אם מקצתן שתו ומקצתן לא שתו שיברך מי ששתה (דברי עצמו):<\/i>"],["שלשה שאכלו והם מברכין ונכנס אחד שלא אכל אם נכנס כשאומר המברך נברך שאכלנו משלו עונה אחריו ברוך ומבורך שמו תמיד לעולם ועד ואם נכנס כשאחרים עונים ברוך שאכלנו משלו עונה אחריהם אמן. <i>הגה: וכן בכל הברכות שאדם שומע חייב לענות אמן (טור ובית יוסף בשם בה\"ג וסמ\"ג) <\/i>ואם הם עשרה אומר ברוך אלהינו ומבורך שמו תמיד לעולם ועד והוא הדין אם היה שם כשגמרו מלאכול ולא אכל עמהם כך הוא עונה אחר המברך ואחר העונים:"],["השמש שאכל כזית מזמנין עליו:","כותי בזמן הזה הרי הוא כעובד עבודת אלילים ואין מזמנין עליו:","עם הארץ גמור מזמנין עליו בזמן הזה:","עובד כוכבים אין מזמנים עליו ואפילו גר שמל ולא טבל אין מזמנין עליו אבל גר גמור מזמנין עליו ויכול לברך ברכת המזון ולומר על שהנחלת לאבותינו:","אונן בחול שהוא פטור מלברך אין מזמנין עליו:","נשים ועבדים וקטנים אין מזמנין עליהם אבל מזמנין לעצמן ולא תהא חבורה של נשים ועבדים וקטנים מזמנין יחד משום פריצותא דעבדים אלא נשים לעצמם ועבדים לעצמם ובלבד שלא יזמנו בשם:","נשים מזמנות לעצמן רשות אבל כשאוכלות עם האנשים חייבות ויוצאות בזמון שלנו.  <i>הגה: אף על פי שאינן מבינות (הרא\"ש ומרדכי ריש פרק שלשה שאכלו בשם רש\"י):<\/i>","אנדרוגינוס מזמן למינו ואינו מזמן לא לאנשים ולא לנשים:","טומטום אינו מזמן כלל:","קטן שהגיע לעונת הפעוטות ויודע למי מברכין מזמנין עליו ומצטרף בין לשלשה בין לעשרה.   <i>הגה: ויש אומרים דאין מצטרפין אותו כלל עד שיהא בן שלש עשרה שנה דאז מחזקינן ליה כגדול שהביא ב' שערות (הרא\"ש והמרדכי פרק שלשה שאכלו וטור) וכן נוהגין ואין לשנות וחרש ושוטה אם מכוונים ומבינים מצטרפין לזמון אף על פי שאין החרש שומע הברכה (מהרי\"ל):<\/i>","מי שנדוהו על עבירה [בזמן שהותר מצד השררה] אין מזמנין עליו:"],["שלשה שאכלו כאחד אחד מפסיק על כרחו לשנים ועונה עמהם ברכת זימון ואפילו לא רצה להפסיק מזמנין עליו בין עונה בין אינו עונה כל שהוא עומד שם אבל שנים אין חייבים להפסיק לאחד והלכך אין חיוב זימון חל עד שיתרצו להפסיק ולברך ואם לא רצו להפסיק וזימן הוא עליהם לא עשה כלום ואם לא רצו להפסיק אף הוא אינו רשאי לברך ולצאת לשוק עד שיגמרו השנים ויזמן עליהם שהרי כבר נתחייב הוא בזימון והיאך יברך בלא זימון:","אינו צריך להפסיק אלא עד שיאמר ברוך שאכלנו משלו וכו' וחוזר וגומר סעודתו בלא ברכה בתחלה.   <i>הגה: ויש אומרים שצריך להפסיק עד שיאמר הזן את הכל וכן נוהגין (הרא\"ש ותוספות והר\"י בשם בה\"ג והטור). ואם היה דעתו לחזור ולאכול פת אף על פי שלא אכל אחר כן כשרוצה לברך מברך מתחלה ברכת הזן וכל שכן אם חזר ואכל (הר\"י פרק שלשה שאכלו) (טור):<\/i>"],["גדול מברך אפילו בא בסוף ואם רצה ליתן רשות לקטן לברך רשאי והני מילי כשאין שם אורח אבל אם יש שם אורח הוא מברך אפילו אם בעל הבית גדול ממנו כדי שיברך לבעל הבית ומה ברכה מברכו יהי רצון שלא יבוש ולא יכלם בעל הבית הזה לא בעולם הזה ולא בעולם הבא ויצליח בכל נכסיו ויהיו נכסיו מוצלחים וקרובים לעיר ולא ישלוט שטן במעשה ידיו ואל יזדקק לפניו שום דבר חטא והרהור עון מעתה ועד עולם. ואם בעל הבית רוצה לוותר <i>(פירוש שאינו רוצה להקפיד)<\/i> על ברכתו ולברך ברכת המזון בעצמו רשאי.   <i>הגה: והוא הדין שיכול ליתן לברך למי שירצה (בית יוסף בשם אוהל מועד):<\/i>","לא יקדים חכם ישראל לכהן עם הארץ לברך לפניו דרך חק ומשפט אבל לתת לו החכם רשות שיברך אין בכך כלום אבל כהן תלמיד חכם מצוה להקדימו שנאמר וקדשתו לפתוח ראשון ולברך ראשון <i>(ועיין לעיל סימן קס\"ז סעיף י\"ד):<\/i>","מי שנותנים לו לברך ואינו מברך מקצר ימיו:","צריך לחזור שיתנו לו כוס של ברכה לברך:"]]}