{"MISHNA_BERURA":[["(א) מתחילין שמונת ימי חנוכה - כי בבית שני כשמלכו מלכי רשעה גזרו גזירות על ישראל ובטלו דתם ולא הניחו אותם לעסוק בתורה ומצות ופשטו ידם בממונם ובבנותיהם ונכנסו להיכל ופרצו בו פרצות וטמאו הטהרות וצר להם לישראל מאוד מפניהם ולחצום לחץ גדול עד שריחם עליהם אלהי אבותינו והושיעו מידם והצילם וגברו בני חשמונאי הכהנים הגדולים והרגום והושיעם ישראל מידם וחזרה מלכות לישראל יתר על מאתים שנה עד החורבן השני וכשגברו ישראל על אויביהם ואיבדום בכ\"ה בכסליו היה ונכנסו להיכל ולא מצאו שמן טהור במקדש אלא פך אחד שהיה מונח בחותמו של כ\"ג ולא היה בו להדליק אלא יום אחד בלבד ונעשה נס והדליקו ממנו נרות המערכה ח' ימים עד שכתשו זיתים והוציאו שמן טהור. ומפני זה התקינו חכמים שבאותו הדור שיהיו הימים האלו שתחלתן כ\"ה בכסליו ימי שמחה והלל ומדליקין בהן הנרות בערב על פתחי הבתים בכל לילה ולילה משמונת הלילות להראות ולגלות הנס. והוא מצוה מד\"ס כקריאת המגילה וימים אלו הן הנקראים חנוכה ר\"ל חנו כ\"ה שביום כ\"ה חנו מאויביהם. ומפני שהן ימי שמחה והלל לכך אסור בהן ההספד והתענית נוהגין העניים לסבב בחנוכה על הפתחים ויש טעם לזה:","(ב) ואסורים בהספד ותענית - עיין לקמן סימן תרפ\"ו ס\"א במ\"ב:","(ג) הנשים - דוקא נשים לפי שנעשה נס על ידיהם כדלקמיה בס\"ב בהג\"ה ויש מקומות שגם האנשים מחמירים בזה:","(ד) בעוד שהנרות דולקות - בביתו כדי להכיר שאסור להשתמש לאורה והוא כחצי שעה:","(ה) שאין להקל להם - דהוי כדברים המותרים ואחרים נהגו בהם איסור שאין להתיר בפניהם. וכתב בשלטי גבורים וכן הסכים בתשובת חכם צבי שבמקום שנהגו איסור מלעשות מלאכה כל היום יש למחות בידם כי הבטלה עברה היא ומביאה לידי שעמום:","(ו) שלא קבעום למשתה ושמחה - אלא להלל ולהודות. ונראה הטעם דלא קבעו כאן לשמחה כמו בפורים כי בפורים היה הגזירה להשמיד ולהרוג את הגופות שהוא בטול משתה ושמחה ולא את הנפשות שאפילו המירו דתם ח\"ו לא היה מקבל אותם לכך כשהצילם הקב\"ה ממנו קבעו להללו ולשבחו ית' ג\"כ ע\"י משתה ושמחה משא\"כ במעשה דאנטיוכוס שלא גזר עליהם להרוג ולהשמיד רק צרות ושמדות כדי להמיר דתם [כמו שאנו אומרים להשכיחם תורתך ולהעבירם מעל חוקי רצונך] ואם היו ישראל מכניעים להם להיות כבושים תחת ידם ולהעלות להם מס וחוזרין לאמונתם ח\"ו לא היו מבקשים יותר אלא שהגביר הקב\"ה יד ישראל ונצחום לכך לא קבעום אלא להלל ולהודות לבד כלומר כיון שהם רצו למנוע אותנו מזה לכפור בדתו ח\"ו ובעזרתו ית' לא הפיקו זממם וגברה ידינו לכך אנו מודים ומשבחים לו על שהיה לנו לאלהים ולא עזבנו מעבודתו [לבוש]:","(ז) דבאותן הימים וכו' - ר\"ל בכ\"ה בכסליו כדאיתא במדרש דמלאכת המשכן נגמר בכ\"ה בכסליו אלא שהמתין הקב\"ה בהקמה עד ניסן שנולד בו יצחק ואמר הקב\"ה עלי לשלם לכסליו ושילם לו חנוכת בית חשמונאי. וגם שם בימי אנטיוכוס טמאו ההיכל ועשו חנוכת הבית בשמנה ימים אלו בבית:","(ח) זמירות - וה\"ה בנישואי בת ת\"ח לע\"ה אם אומרים שירות הוי סעודת מצוה [מ\"א בשם מרדכי]:","(ט) ואז הוי סעודת מצוה - ר\"ל בצרוף זה וכ\"פ הרש\"ל והב\"ח כהיש אומרים וכתב הרש\"ל שכל שעושה כדי ליתן שבח למקום או לפרסם הנס או המצוה הכל סעודת מצוה:","(י) שהאכילה יהודית - היא היתה בתו של יוחנן כ\"ג והיתה גזירה שכל ארוסה תבעל לטפסר תחלה והאכילה לראש הצוררים גבינה לשכרותו וחתכה את ראשו וברחו כולם:","(יא) ואין מתענין - כנ\"ל ס\"א. ואם עבר והתענה יום שמת בו אביו ואמו או ת\"ח צריך למיתב תענית לתעניתיה אחר חנוכה ועיין בדה\"ח מה שכתב בזה:","(יב) ע\"ל בהלכות ר\"ח וכו' - ששם כתב שא\"א ביום שא\"א בו תחנון וכן לקמן בסימן תרפ\"ג ע\"ש. אבל לפניהם ולאחריהם נראה דאין להחמיר לענין צדוק הדין עיין לקמן סימן תרפ\"ו דלענין הספד גופא הרבה מקילין ואף אם נרצה להחמיר כאיזה פוסקים דמחמירין בהספד לפניהם וממילא גם צדוק הדין אין לומר עכ\"פ לאחריהם בודאי אין להחמיר ויוכל לומר צדוק הדין וכ\"כ הפמ\"ג. אבלות לכו\"ע נוהג בחנוכה. אונן פטור מנר חנוכה. וכתב בא\"ר דאשתו תדליק. ואם הוא מותר לענות אמן יש דיעות בפוסקים עיין ביו\"ד סימן שמ\"א. ונראה דאם אין אשתו עמו והוא יחידי בבית ידליק הנרות לפרסומי ניסא ובלא ברכה [פמ\"ג] חרש שאינו שומע והוא מדבר חייב בנר חנוכה דהוא כפקח לכל דבריו [שם]:"],["(א) צריך ליזהר וכו' - ואמרינן בגמרא הרגיל בנר הויין לו בנים ת\"ח שנאמר כי נר מצוה ותורה אור ופירש\"י ע\"ז נר מצוה דשבת וחנוכה:","(ב) ואפילו עני וכו' - משום פרסומי ניסא:","(ג) שואל - על הפתחים או מוכר כסותו או משכיר עצמו אבל אינו מחוייב בכל זה רק בשביל נר אחד בכל לילה:","(ד) מכאן ואילך וכו' - ואם אין ידו משגת רק לנר אחד בכל לילה לו ולביתו יצא בזה מדינא ושיעורא דשו\"ע הוא רק למי שידו משגת להיות מהדר מן המהדרין כדאיתא בגמרא:","(ה) אחד בכל לילה - ואם יש לו ט' נרות ידליק בליל שני שתי נרות ואם יש לו י' נרות אעפ\"כ לא ידליק רק בליל ב' ב' ובליל ג' לא ידליק שתים רק אחת [ח\"א]:","(ו) עד שבליל אחרון וכו' - ומי שאין לו שמן הרבה יתן באחד שמן כשיעור והמותר יחלק לכולם שאם יעשה לכולם בשוה לא ידליק אפילו אחד כשיעור. ואם יש לו שמן בצמצום על כל השמנה ימים ולחבירו אין לו כלום מוטב שידליק בכל לילה אחד ויתן גם לחבירו דהא מדינא א\"צ אלא אחד כנ\"ל ודוקא כשחבירו אינו מב\"ב או שאינו סמוך על שולחנו אבל אם הוא מב\"ב מוטב שיהיה הוא מהמהדרין:","(ז) יהיו שמנה - ואם השמן הוא ביוקר מוטב להדליק בנרות שעוה ולהיות מוסיף והולך כמו שכתוב בפנים ממה שידליק בשמן זית נר א' בכל לילה לבד:","(ח) לא ידליקו יותר - בין בלילה ראשונה ובין בשארי לילות דהכל נגררים אצל בעה\"ב אפילו בניו הגדולים ומשרתיו כיון שהם סמוכים על שולחנו בקביעות הם בכלל בני ביתו:","(ט) וי\"א דכל אחד וכו' - לבד מאשתו דהיא כגופו:","(י) ידליק - היינו כמו שכתוב לעיל בס\"ב דיוסיף והולך נר א' בכל לילה ואם אין ידם משגת כ\"כ ידליקו נר אחד בכל לילה:","(יא) שתי פיות - היינו שהפתילות מבפנים מונחים בנר זה אצל זה רק ראשי הפתילות כשבולטין לחוץ נחלקין לשתי מקומות וקמ\"ל דאע\"פ שמבפנים אינן מובדלין הפתילות כלל זה מזה מ\"מ כיון שבמקום הנחתן בפה מינכר שהם שתים נחשבות כשתים:","(יב) עולה לו בשביל שנים - משמע מלשון זה דאפילו למהדרין העושין נר לכל אחד ג\"כ יועיל זה לשני בני אדם ועיין במ\"א שדעתו דלפי מאי דאיתא לעיל בהג\"ה דלדידן דמוסיפין בכל לילה נר אחד לכל אחד מן הבית צריך כ\"א להדליק נרותיו במקום מיוחד לא ידליקו שני אנשים בנר אחד ואפילו בלילה הראשונה יש ליזהר בזה. ואפשר דוקא נר אחד שיש לו רק שני פיות אבל במנורת שלנו שיש להן ח' פיות מותר להדליק שני בני אדם זה בקצה זה וזה בקצה זה שהרי רואין שהדליקו שנים דאל\"כ היה מדליק כסדר אחד אצל חבירו [ח\"א] וכן נוהגין העולם:","(יג) אם כפה וכו' - שעי\"ז אין מתחברים כל הפתילות יחד ודוקא כשכפה ואח\"כ הדליק אבל אם הדליק ואח\"כ כפה צריך לכבות ולכסות בכלי ולחזור ולהדליק:","(יד) לפי שהוא כמדורה - שמתחברות כל הלהב יחד:","(טו) בשורה בשוה - היינו שלעשות אחד נכנס ואחד יוצא ג\"כ אינו כדאי שלא יבוא לעשות בעיגול:","(טז) דהוי כמדורה - ואם יש הפסק מחיצה בין נר לנר וכרחב אצבע ביניהן מותר ואפילו לא כפה עליה כלי וכן נוהגין דדוקא בקערה שאין שום הפסק בין נר לנר [ח\"א]:","(יז) בפמוטות - של נחושת העשויין קנים קנים יוצאין סביבות בעיגול שהקנים חלולין ומחיצת כל קנה מפסיק בינו לבין חבירו:","(יח) מאחר שכל נר מובדל הרבה וכו' - משמע מלשון זה דתרתי בעינן דהיינו שיהיו ג\"כ מובדלים הקנים אחד מחבירו לבד מה שיש לכל קנה מחיצה בפני עצמה ועיין בא\"ר שכתב דדי ברחב אצבע. וה\"ה כשמדבקין נרות שעוה בכותל יראה שיהיו מרווח אחד מחבירו עכ\"פ כשיעור אצבע:","(יט) שאין לדבקן ביחד ולהדליקן - אפילו להדביק שנים ביחד אסור וכ\"ש ד' או ה' דודאי נראה כמדורה:","(כ) אפילו בנרות של שבת ויו\"ט וכו' - עיין בבה\"ל:","(כא) מבחוץ - משום פרסומי ניסא וקמפרש ואזיל כיצד אם הבית וכו':","(כב) ואם יש חצר לפני הבית וכו' - וחצרותיהן היו פתוחות לר\"ה:","(כג) שאין לו פתח פתוח לר\"ה - וגם אין לו פתח פתוח לחצר אלא פתוחה היא לבית:","(כד) וצריך נר אחר - לעשות היכר לדבר:","(כה) ואם יש מדורה - ויכול להשתמש לפניה ויש הכירה שהנר של מצוה היא:","(כו) למעלה מג\"ט - דכל למטה מג' כאלו הניח בקרקע ואין ניכר שבעה\"ב הניחו שם ומ\"מ בדיעבד יצא [פר\"ח]:","(כז) למטה מי\"ט - דאיכא פרסום הנס טפי כשהוא למטה דדבר העשוי לאור אין דרך להניחה כ\"כ למטה ועיין בא\"ר שכתב דהא דאין העולם נזהרין בזה משום דסומכין על המרדכי שכתב דעכשיו שהורגלו להניח בפנים אין קפידא בזה אכן הטור סתם בזה ומשמע דס\"ל דאין לחלק בזה וכן נוהגין כל המדקדקים כמ\"ש בב\"י. ואם דר בעליה מניחה בחלון שהוא לצד ר\"ה אפילו אם החלון גבוה יותר מי\"ט מקרקעית העליה. ואם יש לו שתי חלונות אחד למעלה מי\"ט ואחד למטה מי\"ט ודאי יניחנה בחלון שהיא למטה מי\"ט. ובנרות בהכ\"נ המנהג שהמנורה במקום גבוה:","(כח) למעלה מכ' אמה וכו' - דלא שלטא ביה עינא ואין נ\"מ בין אם מדליק מבחוץ ובין אם מדליק בבית:","(כט) לא יצא - וצריך לחזור ולברך כ\"כ הפר\"ח ועיין בפמ\"ג מש\"כ בזה:","(ל) והניחה למטה מכ\"ף וכו' - אבל אם הדליקה למטה מכ' ונטלה משם והניחה במקום אחר תוך כ' יוצא דהא הוי הדלקה במקומה דשני המקומות כשרים:","(לא) בטפח הסמוך וכו' - שאם ירחיקנה להלן מן הפתח אינו ניכר שבעה\"ב הניחו שם:","(לב) לפתח - בין אם ההנחה הוא על פתח הבית או על פתח החצר:","(לג) כדי שתהא וכו' - ויהיה מסובב במצות מיהו בדיעבד אם הניח נר חנוכה מימין יצא:","(לד) ואם אין וכו' מימין - דכל מידי דמצוה ימין עדיף ועוד דאיכא פרסומי ניסא טפי שהכל פונין לצד ימין:","(לה) ואם הניחו בדלת עצמו וכו' - קאי אריש הסעיף:","(לו) מחציו של כניסה וכו' - היינו מקום הדלת שנכנס משם לתוך הבית יחלקנו לשנים ובחצי הנוטה לצד שמאל [שהוא נגד המזוזה שהמזוזה בימין] שם יניחנו [מ\"א] ומשמע מזה דיכול להניח בכל שטח אותו החצי ועיין בט\"ז שדעתו דלמעשה ראוי להחמיר להניח הנרות בצד השמאל בקצה האחרון סמוך לכותל:","(לז) ומ\"מ המנהג וכו' - כדי שיכנס בין שתי מצות:","(לח) ואין לשנות - ומ\"מ אם יש לו חלון הסמוך לר\"ה נכון יותר שיניחנו שם כדי שיהיה היכר לבני ר\"ה ויתפרסם הנס אם לא במקום דשכיחא הזיקא עי\"ז:","(לט) ובבית הכנסת - או בבית המדרש:","(מ) בכותל דרום - או על השולחן שעומד אצל כותל דרום והטעם בכ\"ז זכר למנורה שמקומה במקדש בדרום:","(מא) כנרות המנורה - או בדרום המנורה: ט\"ס וצ\"ל כנרות המנורה:","(מב) ומסדרן ממזרח וכו' - זהו ג\"כ כעין מנורה דהנרות היו מסודרין במקדש בין מזרח למערב כן יסדר ג\"כ נרות חנוכה. ודע דיש מהראשונים דס\"ל דאף דהמנורה היתה עומדת בדרום מ\"מ נרותיה היו מסודרין מצפון לדרום וממילא לדידהו גם נרות חנוכה יש לסדר באופן הזה ויש מקומות שנהגו כן ואין למחות בם דיש להם על מה לסמוך:","(מג) למערב - והמדליק עומד אחוריו לדרום ופניו לצפון ומתחיל מימינו שהוא הנר הסמוך לארון הקודש ושוב מוסיף והולך ומתחיל מהשמאלי ופונה לימינו [תשו' ח\"ס סי' קפ\"ו] ועיין לקמן בס\"ס תרע\"ו מה שנכתוב בזה:","(מד) ומדליקין ומברכין - אף דבבהכ\"נ הוא רק מנהגא מ\"מ מברכין עליו כמו שמברכין על הלל דר\"ח שאינו אלא מנהג. אם אבל מתפלל בערב חנוכה מדליק אדם אחר הנרות משום שהחיינו דמברכין אז ומינכר דעת שמחה היא לצבור ואין כדאי שאבל ידליקם [אבל בביתו יכול לברך שהחיינו] אבל שאר ערבית דחנוכה דאין מברכין שהחיינו יכול האבל להדליק נר חנוכה. ומתפלל האבל בחנוכה מנחה ומעריב. ובט\"ו באב ושבט ול\"ג בעומר דלית הלל האבל מתפלל שחרית ג\"כ. ובחוה\"מ דהוי כיו\"ט מנעתי לפעמים להניח האבל להתפלל מנחה ומעריב [פמ\"ג]:","(מה) וצריך לחזור ולהדליק - ואפילו הש\"ץ שבירך בביהכ\"נ צריך לחזור ולהדליק בביתו דיש חיוב על כל אחד להדליק בביתו ומ\"מ לא יחזיר לומר בביתו ברכת שהחיינו אם לא שמדליק להוציא אשתו וב\"ב:","(מו) להדליק בבית הכנסת בין מנחה למעריב - ר\"ל אפילו הנוהגים להדליק בכל יום בצה\"כ בבהכ\"נ נוהגים אחר מנחה בשעה שהעולם מקובצים וגם דלאחר מעריב אין נכון לעכב העולם לזה דצריך כ\"א למהר לילך לביתו ולהדליק נ\"ח:","(מז) קודם מנחה - וכ\"כ רש\"ל אבל בד\"מ כתב שאין אנו נוהגין כן אלא אף בערב שבת מדליקין בבהכ\"נ בין מנחה למעריב בשעה שהעולם מתחילין להתקבץ ואיכא פרסומי ניסא אכן אם העולם מתאחרין לבוא וטרם שיבוא מנין לביהכ\"נ יתקדש היום לא ימתין כלל אלא יברך וידליק מיד אפילו קודם מנחה דמ\"מ איכא פרסומי ניסא כשבאים אח\"כ לביהכ\"נ ורואים הנרות ולענין יחיד עיין לקמן בסוף סימן תרע\"ט במ\"ב:","(מח) אם רוצה למהר וכו' - ודוקא באופן זה אבל בלא\"ה טוב יותר שיגמור בעצמו המצוה שהתחיל בה:","(מט) יוכל השמש וכו' - דהברכה חל על האחד שהדליק דהיא העיקר והשאר אינן אלא הידור מצוה בעלמא וה\"ה בביתו כשמזדמן לו איזה דבר נחוץ לאחר שהדליק אחד מהן יוכל אחר להשלים בשבילו את שארי הנרות:","(נ) חצר שיש לו שני פתחים - וה\"ה בית:","(נא) מפני החשד - שיאמרו בני עירו מדלא אדליק בהא באחרת נמי לא אדליק וע\"כ אפילו כל הבתים שבחצר שייך לאדם אחד או שאין לו שם בחצר רק בית אחד צריך להדליק בשתי הפתחים:","(נב) ברוח אחד וכו' - הטעם דהא חזי ליה שהדליק באחד ומה שלא הדליק בשני ידעו אנשי עירו שמבפנים הוא בית אחד ושני הפתחים שייכים לאדם אחד ודי להדליק במקום אחד:","(נג) והם בבית אחד - אבל אם הם בשני בתים או שבית אחד חלוק מתוכו אע\"פ שהם של אדם אחד צריך להדליק בשתיהן משום חשד שיחשדו ששני בני אדם דרין שם ויש מקילין בששתיהן שייכין לאדם אחד:","(נד) בפנים ממש - היינו שבזמן הטור היו מדליקין אצל פתח הבית מבפנים והיו עושין עכ\"פ היכר לעוברים ע\"כ יש חשד כל שאין היכר כראוי לעוברים משא\"כ עכשיו שמדליקין ממש בפנים ולא איכפת לן כלל לעשות היכר לבני ר\"ה ע\"כ לא איכפת לן בחשדא דידהו:\n"],["(א) עם סוף שקיעתה - היינו צאת הכוכבים שאז העם עוברין ושבין ורואין בביתו ואיכא פרסומי ניסא. אכן בע\"ש מקדימין וכדלקמן בסי' תרע\"ט והנה המחבר סתם כדעת הטור וסייעתו דס\"ל דמה שאמר הגמרא דזמן הדלקת נר חנוכה הוא משתשקע החמה היינו סוף שקיעה אבל באמת יש הרבה ראשונים דס\"ל דכונת הגמרא הוא על תחלת שקיעה שניה והוא בערך רבע שעה מקודם ועיין בביאור הלכה שביארנו דלאותן האנשים הנוהגין להתפלל מעריב בזמנו דהיינו אחר צאת הכוכבים נכון לנהוג כן לכתחלה להדליק קודם מעריב וכ\"כ במור וקציעה וכן נהג הגר\"א [אכן יטיל בה כ\"כ שמן שידלוק חצי שעה אחר צאת הכוכבים] ואם לא הדליק מקודם והגיע זמן צה\"כ יקדים להתפלל מעריב דהוא תדיר וגם יש בה מצות ק\"ש שהיא דאורייתא [שע\"ת] ודע דאפילו הנוהגין תמיד להדליק אחר תפלת ערבית מן הנכון שיכינו עכ\"פ השמן בתוך הנרות קודם תפילת ערבית כדי שיהיה מוכן תיכף אחר תפלת ערבית להדליק דאם יעשה הכל אחר תפלת ערבית בודאי יש לחוש שיעבור עיקר זמן הדלקתו והוא חצי שעה מדינא דגמרא:","(ב) שאם הוא טרוד וכו' - ר\"ל שלא יהיה לו פנאי אח\"כ:","(ג) מפלג המנחה - הוא שעה ורביע קודם צה\"כ וחשבינן השעה לפי קוצר היום דהיינו שעות זמניות. ויכול לברך ג\"כ:","(ד) שיתן בה שמן עד וכו' - דאם לא ידלוק בלילה ליכא פרסומי ניסא. ואם לא נתן בה שמן רק כשיעור חצי שעה כנהוג בכל יום יחזור ויתן בה שמן וידליק ומ\"מ לא יחזור ויברך:","(ה) הלכך צריך ליתן וכו' כזה וכו' - משמע דאם הדליק זמן מה אחר שקיעת החמה א\"צ ליתן שמן כ\"כ רק עד שתכלה רגל מן השוק אכן כ\"ז הוא לדין התלמוד שהיה ההיכר לעוברים ושבים אבל האידנא דההיכר הוא רק לב\"ב לעולם בעי שיעור הידוע [פר\"ח] ואף מדליק אחר שכלה הרגל משוק בעי זה השיעור [פמ\"ג]:","(ו) השיעור - ואף בזמנינו צריך לשיעור הזה אבל אם נותן בה שמן הרבה שידליק יותר אין בו שום מצוה אבל בנרות של שעוה יש הידור מצוה כשהן ארוכות ומ\"מ אין לעשותם גדולות יותר מדאי. כתב הב\"י בשם א\"ח מי שבירך והדליק נר אחת בלילה שניה ידליק אח\"כ עוד נר אחת ולא יברך ועיין בפמ\"ג שמצדד דאפילו לא היה דעתו מתחלה רק על נר אחת ואח\"כ נזדמן לו עוד נר ג\"כ לא יברך עוד כי מדינא אין חיוב רק נר א' והשאר משום הידור כנ\"ל:","(ז) יכול לכבותה וכו' - שאינו מקצה השמן רק מה שצריך לשיעור חצי שעה למצותו וע\"כ מותר לכבותו ולהנות ממנו ומ\"מ הסכימו כמה אחרונים דלכתחלה טוב להתנות שאינו מקצה השמן אלא לשיעור הדלקה משום דיש מן הפוסקים שסוברים דאם נתן בסתם הקצה למצותה הכל:","(ח) להשתמש לאורה וכו' - ויש מחמירין שבעוד שהנרות דולקין אין להשתמש לאורן משום הרואה שלא ידע לחלק בין תוך זמן שיעורו לאחר זה הזמן:","(ט) שבזמן הזה שמדליקין בפנים - ר\"ל וא\"כ ההיכר הוא רק לב\"ב:","(י) אינו צריך - וידליק כשבני הבית מקובצים יחד. ואפילו ללמוד אסור משהגיע זמנה וכ\"ש אכילה וש\"ד ואפילו התחיל פוסק:","(יא) כל הלילה - עד עמוד השחר ובברכה והיינו דוקא אם בני הבית נעורים אבל אם ישנים אין לברך עליהם אלא ידליק בלא ברכה דכמו דלדידהו לא היה מברך אלא בזמן פרסום הנס ה\"נ לדידן. ואם בא לביתו קודם עה\"ש ומצא ב\"ב ישנים מן הנכון שיקיצם כדי שיוכל להדליק בברכה:","(יב) כמו שאר בני אדם - ר\"ל בלילה שניה שתי נרות ובלילה שלישית שלש ולא נימא דלדידיה הלילה שניה היא ראשונה וידליק רק אחת [ד\"מ]:"],["(א) כל השמנים והפתילות וכו' - היינו כי יש שמנים גרועים שאין נמשכין אחר הפתילה וכן יש פתילות גרועים שאין האור נתלה יפה בהן וכדלעיל בסימן רס\"ד ובשבת אסור להדליקן וס\"ד דבחנוכה אסור ג\"כ להדליקן שמא יבואו לידי כיבוי קמ\"ל דאין לחוש לזה דקי\"ל כבתה אין זקוק לה דכיון שהדליק נעשה זכר לנס ונגמרה המצוה:","(ב) כשרים לנר חנוכה - ומ\"מ מצוה מן המובחר ליקח לפתילה צמר גפן או חוטי פשתן [ח\"א]. שומן או חלב הנאסר מבב\"ח אסור להדליק ממנו נר חנוכה וג\"כ אסור לבטולי בששים להדליק ממנו [פמ\"ג]. הנוהגין להדליק ביום ראשון א' ומכאן ואילך מוסיף והולך צריך שיהיה הנוסף דומה לנר העיקר אבל אותם שעושים נר לכל אחד מבני הבית יכול האחד להדליק נר של שמן והשני של שעוה. שמן הגזול צ\"ע אי כשר לנר חנוכה [תשו' שואל ומשיב ח\"א מהדורא תליתאה סי' שמ\"ט]:","(ג) לנר חנוכה - אבל לא להשמש [מ\"א] ור\"ל דבשבת חנוכה אסור לעשות השמש מהשמנים ופתילות שאין מדליקין בהם בשבת דכיון דמותר לעשות איזה תשמיש נגד השמש א\"כ חיישינן שמא יטה. אם נמצא עכבר בשמן מאוס הוא ואסור לנר חנוכה:","(ד) שעוה - ומ\"מ מצוה בשל שמן טפי מנרות של שעוה דע\"י השמן נעשה הנס:","(ה) ואפילו בליל שבת שבתוך וכו' - ר\"ל דס\"ד דניחוש בזה כמו בעלמא בנר של שבת שמא לא תדלק יפה ויטה הנר להביא השמן לפי הפתילה קמ\"ל דכאן אין לחוש לזה דהא אסור להשתמש לאורה א\"כ לא איכפת ליה במה שלא תדלק יפה:","(ו) אם אינו נותן וכו' מצותו - דאם יתן יותר יש חשש שמא יטה אותו נר חנוכה להשתמש בו אחר השיעור של הדלקה שאז מותר ליהנות ממנו כדלעיל בסימן תרע\"ב ס\"ב:","(ז) לפי שאסור להשתמש וכו' - היינו אפילו אותן שמוסיפין המהדרין בכל לילה ג\"כ אסור להשתמש לאורן:","(ח) בנר חנוכה - כדי שיהא ניכר שהוא נר מצוה לפרסם הנס ועוד כיון שע\"י נס שנעשה במנורה. תקנוה עשאוה כמנורה שאין משתמשין בה כלל:","(ט) בין בשבת - היינו דאפילו לאכול אצלן דהוא סעודת מצוה ג\"כ אסור:","(י) ואפילו לבדוק וכו' - שהוא תשמיש עראי ג\"כ אסור ועיין במ\"א וט\"ז שהסכימו דאפילו למנותן מרחוק שאין ידיו סמוכות לנר ג\"כ אסור:","(יא) אסור - כדי שלא יהא מצות בזויות עליו ודוקא בזה שהוא עכ\"פ תשמיש עראי אבל כל שאינו משמש כלום רשאי לישב בביתו בשעה שנר חנוכה דולקת:","(יב) אפילו תשמיש של קדושה וכו' - מדברי הט\"ז מוכח דלדעה ראשונה אסור אפילו בלימוד דרך עראי דאלו בדרך קבע אפילו לדעה שניה אסור ועיין בבה\"ל מה שכתבנו בזה:","(יג) אסור - וכן בנרות בהכ\"נ אין משתמשין לאורן אף תשמישי קדושה כמו בבית דהיינו אם ירצה להתפלל מעריב אצלם כ\"ז שלא דלקו חצי שעה אסור:","(יד) ונוהגין להדליק נר נוסף - פי' מלבד הנר שמניחין על השולחן דחוששין כיון שמדליקין בפנים אולי ישתמשו בנרות של חנוכה ולאו אדעתייהו אבל מעיקר הדין כיון שיש לו נר על שולחנו א\"צ להדליק נר נוסף:","(טו) שאם ישתמש וכו' - ועיין מ\"א שלכתחלה אין להשתמש אצל כולן יחד כ\"א לאור הנוסף [או להשמש] בלבד כשהוא אחד בפני עצמו דהרואה יאמר לצרכו הדליק כולן דלפעמים אדם מדליק כמה נרות ועיין בה\"ל:","(טז) ויניחנו מרחוק וכו' - כדי שיהיה היכר כמה נרות מדליקין באותו יום ולא יחשבוהו עמהם:","(יז) מניח אצלן וכו' - וטוב שלבד זה יניח נר על השלחן:","(יח) השמש שבו וכו' - ואפילו רבים המדליקין כיון שכל אחד מניח נרותיו במקום מיוחד כנ\"ל בסימן תרע\"א ס\"ב בהג\"ה צריך להניח שמש אצל כל אחד ואחד אפילו יש נר על השולחן דשמא ישתמש אצל הנרות:","(יט) עדיף טפי - דבזה מוכח בהדיא לבני הבית שאינו ממנין הנרות:","(כ) יותר ארוך וכו' שאם בא להשתמש וכו' - ר\"ל דכיון שהוא גדול עיקר תשמישו ממנו וה\"ה אם מעמידו גבוה קצת משאר הנרות שפיר דמי:","(כא) אם נתערב וכו' - ר\"ל לאחר שהודלק שנעשה בו מעשה נתערב [דמקודם לכן לא נאסר דהזמנה לנר חנוכה לאו מילתא היא] ואח\"כ כבה בתוך זמן שיעורו ופסק בתה\"ד דלא בטל אפילו באלף דהיינו ליטול אחת מתוכן להדליקו ולהשתמש בו וה\"ה בעודן דולקין לא יטול אחד מתוכן להשתמש בו לאורו והכל מטעם דהוא דבר של מנין ור\"ל דאפילו במקום שרגילין למכור הנרות במשקל מ\"מ נרות של מצוה הכל מונין אותן בכל לילה ודבר שבמנין חשוב הוא ולא בטיל:","(כב) דהוי דבר של מנין - ורש\"ל חולק ופוסק דחד בתרי בטל. ועיין בט\"ז שכתב דאפילו להרמ\"א דוקא כשנתערב בתוך ימי חנוכה דחשובין הן דהן ראויין למצוה ביום המחרת אבל אם נתערב ביום השמיני וכ\"ש לאחר מכן כבר בטל חשיבותו ודינו לכו\"ע כיבש ביבש ובטל ברוב:","(כג) כל כך שבודאי וכו' - פי' אם נתערב נר חנוכה א' מדליק ב' ואם נתערב ב' או ג' ידליק אחד יותר כדי שימצא בו נר של היתר ג\"כ:","(כד) מותר להשתמש אצלן - דהא הדלקת השמש הוא כדי שישתמש לאורן ש\"מ דאם הם ביחד מותר לשמש אצלן ויש מן הפוסקים דס\"ל דדוקא שמש שעומד למעלה מכל הנרות שרי דאז עיקר תשמישו לאור השמש משא\"כ בזה שמשתמש לאור כולן הרי מתהנה ג\"כ מנר חנוכה והנה במ\"א ופר\"ח הסכימו דהדין עם הרמ\"א אמנם הגר\"א לעיל בסימן רס\"ד האריך בזה ומשמע דלדבריו אין הדין הזה מוכרע וכן במור וקציעה משמע דלמעשה יש להחמיר בדין זה:","(כה) הדלקה עושה מצוה וכו' - ר\"ל כיון שהדליק תיכף קיים המצוה לפיכך אם כבתה אין זקוק לה ואם הדליקה במקום הרוח וכבתה זקוק לה לחזור ולהדליקה במקום שאין הרוח מצוי דזה הוי כאלו לא נתן בה שמן כשיעור ומ\"מ לא יברך עליה [אחרונים] ופשוט דאם הוא רואה שהאור אין נאחז בהפתילה ובודאי יכבה במהרה שאינו יוצא בהדלקה זו וצריך מדינא לחזור ולהדליקה לאחר הכביה:","(כו) שעדיין הוא מבעוד יום - הטעם כיון שבע\"ש מחוייב להדליק קודם שקיעה וגם כבר בירך עליה להדליק נר של חנוכה כבר הותחלה המצוה בהכשר ועיין בט\"ז שחולק ע\"ז ודעתו דקודם קבלת שבת שיש עדיין היתר להדליק מחוייב לחזור ולהדליק ובלי ברכה:","(כז) ואם רוצה להחמיר וכו' - והאחרונים כתבו דראוי להחמיר לחזור ולהדליקה בכל ענין ובפרט אם נכבה בע\"ש קודם קבלת שבת. ואם הוא קיבל בעצמו שבת ואח\"כ כבה ויש עדיין זמן היתר מותר לומר לחבירו שידליקם [פמ\"ג]. ומצוה מן המובחר לקנות שעוה לנר חנוכה מן מה שנוטף מן הנרות בביהכ\"נ מאחר דאיתעביד בהו חדא מצוה ליתעביד בהו מצוה אחריתא:","(כח) חרס - כתבו הספרים שטוב כל אחד שיטריח לעשות לו מנורה יפה לפי כחו וכן הנרות יעשה יפה:","(כט) אחרת - שהוא מאוס וביזוי מצוה:","(ל) מכוסה - היינו מצופה באבר:","(לא) עד שתכלה - שאין בהם בזיון מצוה דאדרבה הם נוחין להדליק יותר כשהם מודלקין כבר:"],["(א) נר חנוכה מנר חנוכה - מיירי מליל ראשון ואילך שיש יותר מנר אחד ומדליק זה מזה א\"נ בליל ראשון ויש שני אנשים בבית אחד שכל אחד מדליק בפני עצמו מותרין להדליק זה מזה דשתיהן נרות של מצוה הן ואף דמבואר לקמן בסימן תרע\"ה שצריך להניחה תחלה על מקומה ואח\"כ להדליקה כבר כתב הט\"ז לקמן דעל זמן מועט אין להקפיד ע\"ז ולדעת שארי אחרונים דסוברין דעל זמן מועט ג\"כ יש להקפיד הכא מיירי שהיו שניהן קבועין במקומן אכן היה להן פתילות ארוכות והפתילה מגיע לנר שלפניה וא\"צ להסירה ממקומה:","(ב) בלא אמצעי - דאין בזה ביזוי מצוה כיון דשתיהן של מצוה הן ואם כבה אחד מהנרות אין להדליקה מן האחרים אפילו בלא אמצעי ואפילו כבתה בתוך שיעור הזמן דאין בהדלקה זו מצוה מעיקר הדין דקי\"ל כבתה אין זקוק לה:","(ג) ע\"י נר של חול אסור - מפני שנראה כמבזה נר של מצוה שמדליק ממנו נר של חול אע\"פ שהוא עושה לצורך מצוה ונר של שמש הוא בכלל נר של חול לזה ועיין לקמיה בסק\"ז:","(ד) גם בזה - ס\"ל דכיון דעושה כדי להדליק תיכף ממנו נר של מצוה לאו בכלל ביזוי הוא:","(ה) בנרות חנוכה וכו' - ודוקא בנרות חנוכה ומטעם שמבאר לקמיה אבל בנרות אחרים של מצוה כגון של שבת ושל בית הכנסת וכדומה מדליקין מנר לנר [ד\"מ] וכן הסכים בספר חמד משה דכן הוא עמא דבר וכ\"כ בחיי אדם וכן משמע לעיל בסימן קנ\"ד סי\"ד דדוקא נר של הדיוט אין מדליקין מנר של ביהכ\"נ אבל נר מנר שרי ולא הגיה הרמ\"א שם כלום להחמיר משמע דפשיטא ליה דבזה לית כאן מנהג להחמיר ועיין בפמ\"ג דע\"י נר של חול אין כדאי אפילו בשאר נרות של מצוה ועיין לקמיה מה שנכתוב בזה:","(ו) דעיקר מצותו וכו' - היינו דמדינא הלא סגי בנר אחד לכל בני הבית היכי דסמוכין כולן על שולחן אחד [מ\"א] ולפ\"ז היכא דשני בע\"ב דרין בבית אחד דמדינא צריך הדלקת נר חנוכה לכל אחד מדליקין זה מזה [פמ\"ג] ועיין מה שכתבנו לעיל בסוף סק\"א:","(ז) אינו למצוה כ\"כ - כבר כתבנו שאם נכבה אחד מן הנרות אין להדליק מדינא מן נרות אחרות וכ\"ש שאם נכבה השמש שאין להדליקו מן נר חנוכה. וכתב רש\"ל שבבהכ\"נ אין חילוק בין השמש לשאר נרות שכל הנרות שבתוכה קרויים נר מצוה ומשו\"ה יש לגעור באותן שמדליקין נרותיהן ע\"י השפחות מנר ביהכ\"נ אפילו מן השמש חוץ ממוצאי שבת כדי לילך לביתו להאיר במבואות האפילות:","(ח) כ\"ש שמותר להדליק מהן - ולפי מה שכתבנו לעיל בסימן תרע\"ב דיש פוסקים שסוברין דכל זמן שדולקין אסור להשתמש לאורן ה\"ה דאין להדליק מהן. ומ\"מ נראה דאין להחמיר בזה רק לענין להדליק ממנו נרות של חול אבל נר של מצוה דמדינא מותר אפילו בתוך השיעור עכ\"פ אין לנו להחמיר אחר שעבר השיעור:","(ט) ומותר להדליק זה מזה - עיין בביאור הגר\"א שכתב דלדיעה ראשונה לעיל בסימן תרע\"ג ס\"א דאפילו תשמיש קדושה אסור להשתמש לנר חנוכה וכתבו הטעם שאינו דומה להא דקי\"ל דמדליקין מנר לנר דהתם כולהו נרות חדא מצוה היא משא\"כ ללמוד הוא מצוה אחרת ונראות כמבטלות זו את זו גם בענינינו אסור ועיין בספר חמד משה דדעתו ג\"כ דאין להדליק שאר נרות מנר חנוכה ע\"ש:"],["(א) הדלקה עושה מצוה - מדמברכינן אקב\"ו להדליק נר וכו'. ולפ\"ז גם בשבת ויו\"ט נמי דינא הכי וכמו שכתבנו לעיל בסי' רס\"ג סי\"א בהג\"ה:","(ב) לפיכך וכו' - ר\"ל שאם היינו סוברין שהנחה עושה מצוה היה צריך לכבותה ולהגביה ולהניחה לשם מצוה ולהדליקה אבל כיון שהדלקה עושה מצוה מדליקה כמות שהיא מונחת:","(ג) מכבה ומדליקה לשם מצוה - ואינו מועיל מה שהדליקה אתמול לשם מצוה דכל יומא ויומא מילתא באנפי נפשה היא:","(ד) ומ\"מ צריך וכו' - ר\"ל דלא תימא דלא איכפת לן בהנחה כלל ובאיזה ענין שידליק יצא קמ\"ל:","(ה) שידליקנה במקום הנחתה שאם וכו' - הנה בזמן הגמרא שהיה צריך להניח הנ\"ח על פתח ביתו מבחוץ הוא כפשטיה דצריך להדליק ג\"כ במקום ההנחה דהיינו מבחוץ ששם הוא מקום החיוב של פרסומי ניסא ואפילו כהיום שאנו מקילין ומדליקין בפנים בבית מ\"מ אינו יוצא באופן זה דצריך שיהיה הדלקת הנרות במקום שיניחם לבסוף משום דהרואה יאמר לצורכו הוא מדליקה ולפ\"ז פשוט דה\"ה אם הדליקה בחוץ והניחה בפנים ג\"כ אינו יוצא מטעם זה:","(ו) והוציאה לחוץ וכו' - וכתבו הפוסקים שאפילו היה ההדלקה והנחה במקום אחד בפנים או בחוץ ג\"כ יש ליזהר שלא לטלטל הנ\"ח ממקומן עד שיושלם השיעור של הדלקה דהיינו חצי שעה ויש מאחרונים שמקילין בזה וכתב הפמ\"ג דלכתחלה בודאי יש ליזהר בזה. ואפילו בנרות חנוכה שמדליקין בביהכ\"נ ג\"כ נכון ליזהר לכתחלה שלא לטלטלן ממקומן עד שיעור חצי שעה:","(ז) ואוחזה בידו וכו' - דעת הט\"ז דדוקא שאוחזה כל זמן מצותו אבל אם אוחזה בידו קצת זמן ואח\"כ מניחה כשהיא דולקת יצא אבל כמה אחרונים מפקפקין בזה ודעתם דאין לדלוק עד שיהיו מונחין תחלה במקומן:","(ח) לא יצא ידי חובתו - וצריך לכבותה וליתן בה שמן כשיעור ולחזור ולהדליק בלא ברכה:","(ט) אשה מדלקת - פי' בעד כל בני ביתה. ואפילו איש יכול לעשות אותה שליח להוציאו אם עומדין בשעה שמדלקת ושומעין הברכה ובדיעבד אם לא ענו אמן על הברכה ג\"כ יצאו וכן איש מברך לאשה ויוצאת ידי חובתה אם עומדת שם ושומעת הברכה לא בע\"א ועיין בתשובת עולת שמואל סימן ק\"ה דלדידן שמדליקין כ\"א בפ\"ע מ\"מ אשה אינה צריכה להדליק דהויין רק טפילות לאנשים ואם רוצים להדליק מברכות דהוי כשאר מ\"ע שהזמן גרמא דיכולות לברך וכשאין האיש בבית תדליק האשה דהוי בת חיובא ובברכה ולא ידליק קטן וכדלקמיה. כתב רש\"ל בתשובה סימן ע\"ז סומא אם הוא בבית שאחרים דולקין ויכול להשתתף בפריטי עמהם ויברכו עליו זה עדיף וכן אם יש לו אשה אשתו מדלקת עליו ואם הוא בבית מיוחד ואין לו אשה ידליק בעצמו ע\"י סיוע של אחר ועיין בשע\"ת דלא יברך וכ\"ש שאינו יכול להוציא אחרים:","(י) שאף היא חייבת בה - שהנס היה גם להן שהגזירה היתה על כל בתולה הנישאת שתבעל להגמון תחלה וגם התשועה נעשה ע\"י אשה שבת יוחנן כ\"ג חתכה ראשו של ראש הצוררים:","(יא) כלום - אפילו אחרים עומדין ע\"ג דאין עליהן חיוב מצוה:","(יב) ואע\"פ שהניחה גדול - דהדלקה עושה מצוה ולא הנחה:","(יג) ויש מי שאומר וכו' - הנה לפי מה שסתם המחבר בסימן תרפ\"ט ס\"ב משמע דלמעשה אין לסמוך שיהיה הקטן יכול להוציא בהדלקתו לגדולים [אחרונים]:","(יד) ולדידן וכו' - ר\"ל דאף אם נימא להלכה דלא כהי\"א הנ\"ל ואינו יכול להוציא אחרים בהדלקתו מ\"מ הוא בעצמו כיון שהגיע לחינוך צריך להדליק ועיין בבה\"ל ונ\"ל דלקטן א\"צ להחמיר כולי האי ודי שידליק בכל לילה רק נר אחד לכו\"ע. כתבו האחרונים דגר ג\"כ יכול לומר שעשה נסים לאבותינו:"],["(א) להדליק נר חנוכה - בגמרא וכל הפוסקים איתא נר של חנוכה וכ\"כ המהרש\"ל אך שכתב שיאמר שלחנוכה במילה אחת ולא של חנוכה שתי מילות. והעולם אין נוהגין להקפיד בזה [פמ\"ג]. בזמן הזה ולא ובזמן. והגיענו לזמן הזה הלמ\"ד בחיר\"ק ולא בפת\"ח:","(ב) או כשיזכור - ר\"ל כשיזכור בשאר הלילות בשעת ההדלקה [לבוש] ואם נזכר אחר ההדלקה אינו מברך בלילה זו עוד:","(ג) שתים להדליק ושעשה נסים - דנס כל יומא איתא שהרי כל שמנה ימים הדליקו מן הפך אבל זמן משהגיענו להתחלת הזמן הגיענו:","(ד) קודם שיתחיל להדליק - דבעינן שיהיו הברכות עובר לעשייתן. הדליק נר חנוכה ושכח לברך על הדלקתה ורק קודם שהדליק כולן נזכר דעדיין לא בירך יש לו לברך כל הברכות [ת' רע\"א מ\"ת סי\"ג] עוד כתב שאם נזכר לאחר שהדליק כולם אין לו לברך ברכת להדליק רק ברכת שעשה נסים וכן ברכת שהחיינו יש לו לברך:","(ה) ואינו עתיד להדליק באותו הלילה - אבל אם ידליק אח\"כ לא יברך אראיה כיון דיוכל לברך אח\"כ על ההדלקה:","(ו) וגם אין מדליקין וכו' - ויש פוסקים דסברי דאפילו יודע שמדליקין עליו בביתו כיון דהוא בעצמו אינו מדליק וגם אינו משתתף עם אחרים בפריטי צריך לברך על הראיה להודות על הנס וגם לברך אז שהחיינו ומ\"מ אינו כדאי לעשות כן למעשה דספק ברכות להקל:","(ז) אינו חוזר וכו' - משום דהלא בירך מאתמול כשראה הנרות. ואם באתמול לא בירך כלל משום דסמך על אשתו שמדלקת בביתו וכפי מה דמוכח מדברי המחבר דאם אשתו מדלקת עליו בתוך ביתו חשוב כמו שהדליק בעצמו ע\"כ אם בא בליל שני לביתו ומדליק אינו צריך לברך ברכת שהחיינו:","(ח) אחר שהדליק וכו' - אחר שהדליק נר הראשון שהוא העיקר אומר הנרות הללו ויגמור ההדלקות בעוד שאומר הנרות וכו' ובנוסח הנרות יש ל\"ו תיבות נגד הנרות של חנוכה מלבד אלו שני תיבות הנרות הללו כלומר הנרות הללו הם ל\"ו עכ\"ל רש\"ל [ובשני תיבות הנרת הללו יש ח' אותיות רמז לח' ימי חנוכה] ומ\"מ מי שנוהג לומר הנרות הללו לאחר שהדליק הכל נמי שפיר דמי [פמ\"ג]:","(ט) בנר היותר ימיני וכו' - יתחיל ויברך על הנוסף וכו'. ואין חילוק בין שמניח מימין הפתח ובין שמניח משמאל הפתח תמיד יתחיל הברכה בנר הנוסף [ב\"י] וי\"א דאם מונח בימין הפתח אזי צריך להתחיל תמיד בנר הימיני שהוא סמוך לפתח והולך מימין לשמאל ואם מניח הנרות בשמאל הפתח צריך להדליק ג\"כ תמיד תחילה הנר הסמוך להפתח והולך ומדליק משמאל לימין ודעביד כמר עביד ודעביד כמר עביד ומה טוב ונכון אם יכול לסדר כולם בתוך חלל הפתח שיהיו כולם שוין בטפח הסמוך לפתח אכן יזהר שלא יפתח הפתח במשך חצי שעה שהנרות דולקין שלא יכבם הרוח ועיין במה שכתבנו בבה\"ל דעת הט\"ז בענין זה:","(י) כדי להפנות לימין - כמו שאחז\"ל כל פינות שאתה פונה לא יהא אלא דרך ימין:","(יא) וכן בכל לילה וכו' מברך על הנוסף וכו' - וה\"ה כשמדליק בחלון או בחלל הפתח או בבהכ\"נ בליל ראשון ידליק בתחלה בנר היותר ימיני ובליל שני ביותר שמאלי וכן בליל ג' וד' עד יום שמיני הכל ידליק בנר הנוסף ואח\"כ פונה והולך לצד ימין ובכל זה ירחיק א\"ע לצד שמאל בעת ההדלקה כדי שיפגע בו תחלה ולא יצטרך להעביר על המצות. ולדעת הי\"א הנ\"ל גם בזה יברך תמיד על הנר הראשון שהוא עיקר המצוה. ונראה דבזה יעמיד הנר הראשון לצד שמאל ואח\"כ בכל יום מוסיף והולך לצד ימין וההדלקה יהיה תמיד בנר שעומד בצד שמאל כמו שכתבנו ופונה והולך לצד ימין:"],["(א) אכסנאי וכו' - וה\"ה הבחורים שלומדים שלא בביתם צריכין להשתתף עכ\"פ ודוקא בבחור שאוכל בפ\"ע אבל אם סמוך על שולחן בעה\"ב הוא בכלל ב\"ב וה\"ה משרתיו כיון שהם סמוכין על שולחנו בקביעות מדינא א\"צ להדליק אא\"כ רוצה להיות מן המהדרין:","(ב) שאין מדליקין עליו בביתו - כי מדינא כשאשתו מדלקת נר חנוכה בביתו הוא יוצא י\"ח בהדלקתה אף שהוא במקום רחוק מביתו וא\"צ שוב להשתתף אפילו בפריטי ועיין בט\"ז בשם רש\"ל דדוקא כשהוא יודע בבירור שאשתו מדלקת עליו אבל אם אינו יודע יש לו להדליק וגם לברך. ומטעם זה מי שלא ידע שהדליקו עליו ובא באותו לילה לביתו ומצא שהדליקו עליו צריך להדליק דכיון שלא ידע מתחלה מסתמא היה דעתו להדליק בעצמו ולא לצאת בשל אשתו וממילא חל עליו תקנת חכמים ועיין במ\"א שדעתו בזה דידליק בלא ברכה:","(ג) לתת פרוטה - היינו שא\"צ האכסנאי ליתן כל חצי הוצאות הנרות רק בפרוטה סגי דעי\"ז מקנה לו חלק בשמן [ויש מאחרונים שכתבו דצריך הבעה\"ב להוסיף מעט שמן בשבילו חוץ השיעור שצריך ליתן לצורך חצי שעה בשביל עצמו] וה\"ה אם בעה\"ב מקנה לו חלק בשמן במתנה שרי דהוי כמשתתף בפרוטה ומ\"מ אם יש לאכסנאי נר נכון יותר להדליק בעצמו:","(ד) להשתתף עמו - היינו אפילו אם אוכל על שולחן בעה\"ב לא אמרינן דכבני ביתו דמי ומדינא די בנר אחד לכולם כיון דאורח הוא ואינו סמוך על שולחנו בקביעות צריך להשתתף עמו. וצריך האכסנאי לשמוע הברכות מבעה\"ב [אחרונים]:","(ה) ואם יש לו וכו' - הטעם משום חשדא שיחשדו אותו שלא הדליק נר חנוכה ואפילו אם הוא יודע שמדליקין עליו בביתו לא מהני:","(ו) פתח פתוח וכו' - אפילו הוא פתוח לרוח שפתח בעל הבית פתוחה והבעה\"ב הלא הדליק נר חנוכה מ\"מ חיישינן שכשידעו שפה התאכסן אורח אחד יאמרו שלא הדליק נר חנוכה:","(ז) לעצמו - משמע מזה דכשאין פתח פתוח אפילו הוא מתאכסן בחדר בפני עצמו יכול להשתתף בפריטי עם בעה\"ב או אם הוא נשוי יכול לסמוך על ביתו ויש פוסקים שסוברין דכ\"ז בזמן הגמרא שהיו מדליקין בפתחי הבתים ובחצרות אבל האידנא שמדליקין בפנים בבית כל אורחים היינו אפילו נשוי שבביתו מדליקין עליו בודאי ג\"כ צריך להדליק בעצמו בכל גווני דמי יודע באכסניא אם יש לו אשה בבית שמדלקת עליו ואתו למיחשדיה וגם להשתתף בפריטי אינו מועיל משום דכיון שהמנהג כהיום שכל אחד מדליק בבית בפ\"ע אתו בני הבית לחשדו ומסיק המ\"א שאין להחמיר כדבריהם כ\"א כשיש לו עכ\"פ חדר בפ\"ע אבל אם אין לו חדר בפ\"ע יכול לסמוך אאנשי ביתו שהדליקו עליו בביתו או אפריטי ועיין לעיל בסוף סק\"ג שכתבנו דכשיש לו נר נכון יותר להדליק בעצמו ועיין לעיל בסימן תרע\"ו שהבאנו כמה פוסקים שסוברין דכשהוא סומך על אנשי ביתו אף שיוצא בזה ידי נר חנוכה מ\"מ כשרואה אח\"כ נר חנוכה יש אומרים שצריך לברך שעשה נסים וע\"כ נכון יותר להדליק בעצמו אפילו נר אחד ולא לסמוך על קולא זו ועיין לקמיה בס\"ג מה שנכתוב בזה:","(ח) צריך להדליק וכו' - וכיון דבזה ההדלקה אינו אלא משום חשדא י\"א דלא יברך אם יודע שמדליקין עליו בביתו אבל אם אין מדליקין עליו בביתו צריך לברך דכיון שהוא מדליק בעצמו בודאי אינו משתתף עמהם בפריטי וחל עליו מדינא חובת הדלקה:","(ט) אף על פי שאותו בית וכו' - טעמו שכיון שיש לו בית מיוחד לשינה והעולם רואין אותו נכנס ויוצא בו איכא חשדא אם אינו מדליק שאין העולם יודעין שאוכל במקום אחר [טור]:","(י) האוכל אצל אביו - ואפילו אוכל אצלו בקביעות כיון דהטעם משום חשד:","(יא) וי\"א דבזה\"ז וכו' - ועיין באחרונים שכתבו דגם הדעה ראשונה מודה בזה\"ז דכיון שמדליקין בפנים ליכא חשדא מעוברים ושבים אלא מבני הבית והם יודעים שמדליק במקום שאוכל או משתתף עם בעה\"ב שם:","(יב) במקום שאוכל - דמקום אכילתו עיקר. ודוקא לענין אכסנאי הנ\"ל שאין ביתו אצלו או לענין בן הסמוך על שולחן אביו אבל מי שסועד אצל חבירו באקראי ויש לו שם בית באותו העיר צריך לילך לביתו להדליק שם נר חנוכה ואם אינו רוצה לזוז ממקום שסועד יצוה לאשתו שתדליק עליו בביתו ומ\"מ מצוה בו יותר מבשלוחו ועיין בבה\"ל:","(יג) קטן שהגיע לחינוך וכו' - לפי מה שפסק המחבר בסי' תרע\"א ס\"ב דאפילו המהדרין מן המהדרין אין מדליקין רק נר אחד לכל אנשי הבית ורק שמוסיפין והולכין בכל יום נר אחד יותר ע\"כ מיירי כאן שהקטן הזה יש לו בית בפ\"ע וע\"כ צריך להדליק ולברך אבל לדידן דנהגינן שכל אחד צריך להדר ולהדליק בפ\"ע א\"כ גם הקטן הזה צריך בכל גווני להדליק בפ\"ע והכי פסק הרמ\"א לעיל בסוף סימן תרע\"ה אבל דעת הש\"ג והמאירי דאפילו לדידן א\"צ לחנך הקטן להדליק בפ\"ע אם לא שיש לו בית בפ\"ע:","(יד) כי חייב לראות - זה סותר לסימן תרע\"ו ס\"ג דסובר שם דכשמדליקין בביתו א\"צ לברך על הראיה ודין דכאן הוא מן המרדכי ושם סתם המחבר כשארי פוסקים שחולקין עליו ולכן לדינא אין לנהוג כן להדליק בברכה אא\"כ שיאמר שאינו רוצה לצאת בהדלקת אשתו וכמ\"ש רמ\"א אח\"ז ועיין לקמיה:","(טו) אם רוצה להחמיר וכו' - ר\"ל אף דמדינא פטור להדליק אם מדליקין עליו בביתו מ\"מ אם רוצה להחמיר על עצמו ולהדליק בעצמו רשאי ובלבד שיכוין במחשבתו קודם שעת ההדלקה שאינו רוצה לצאת בשל אשתו וממילא לית כאן משום ברכה לבטלה דכיון שאינו רוצה לצאת בהדלקתה חל חיוב הדלקה עליה:","(טז) וכן נוהגין - וכן סתמו הרבה אחרונים. ויש מן הפוסקים שסוברין אחרי דחז\"ל פטרוהו ע\"י הדלקת אשתו לא כל כמיניה לומר איני רוצה לצאת בשל אשתי וידליק בלא ברכה. והנה אף דודאי אין למחות ביד הנוהגין לברך אחרי דהרבה אחרונים הסכימו לברך מ\"מ טוב יותר להדר לשמוע הברכות מפי אחר ויענה אמן [ויכוין לצאת בהן] וידליק נרותיו או יראה לשער להדליק נרותיו ולברך עליהן זמן מה קודם שמדלקת אשתו בביתו דהיינו שהיא מדלקת אחר מערב כמנהג העולם והוא ידליק קודם מערב:","(יז) הנותר ביום השמיני וכו' - דבלילות הקודמין אם נותר יכול להשתמש בהן למצות הדלקה בלילות שאחריהן ואם נתערב בשמן אחר דינו כדלקמיה:","(יח) מן השמן הצריך וכו' - היינו שלא נתן תחלה רק כשיעור הדלקה ונכבה באמצע ונותר ולכן אסור דהוקצה למצותו ואסור להנות הימנו אבל אם נתן הרבה בנר ונותר מותר להשתמש בו לכתחלה וכמו שכתב לעיל בסימן תרע\"ב ס\"ב. ודע דיש פוסקים שסוברין דאם נתן השמן בסתם הוקצה כל השמן אם לא דהתנה לכתחלה שלא יאסור אלא כשיעור ועיין לעיל בסימן תרע\"ב במ\"ב סק\"ז:","(יט) ושורפו בפ\"ע - דלהניחו לשנה הבאה לנ\"ח אסור דחיישינן לתקלה ואפילו להניחו בכלי מאוס דודאי לא יבוא לאכלו ג\"כ אסור דחיישינן שמא יבוא לדלוק ולהנות הימנו:","(כ) שאין להוסיף עליו וכו' - ועיין ביו\"ד סימן צ\"ט ס\"ו דיש מתירין בכל איסור דרבנן להוסיף עליו אם נתערב ולכן כתב כאן יש מי שאומר:"],["(א) לקנות נר חנוכה וכו' - ואם יש לו נר אחד לביתו סגי אע\"ג דטוב וראוי שיהיה ב' נרות לשבת כדלעיל בסימן רס\"ג מ\"מ במקום הדחק די שיהיה נר אחד על השולחן שאוכל והשאר לנר חנוכה ולהוי מן המהדרין [אחרונים]:","(ב) מפני שלום ביתו - י\"א דבזה\"ז שמדליקין בפנים יקנה לנר חנוכה שהרי לא ישב בחושך ואע\"פ שאסור להשתמש לאורה הוי כשעת הסכנה דאיתא לעיל בסימן תרע\"א ס\"ה דמניחה על שולחנו אבל רוב האחרונים הסכימו דאין לחלק בזה בין זמן הגמרא לזמנינו:","(ג) וע\"ל סימן רס\"ג ס\"ג - דמבואר שם דאם אין ידו משגת לנר שבת וקידוש היום ג\"כ נר שבת קודם:","(ד) ואין לו לנר חנוכה וליין וכו' - ומיירי דיש לו פת דאי אין לו פת קניית הפת דוחה אפילו לנר של שבת וכ\"ש נר חנוכה וקידוש היום ועיין לעיל בסימן רס\"ג סק\"ט במ\"ב ובה\"ל שם:","(ה) יקנה לנר חנוכה - היינו נר אחד והמותר ליין קידוש:","(ו) משום פרסומי ניסא - וקידוש היום הלא יכול לקדש בפת ובלא\"ה קידוש על היין הוא רק מדרבנן דמן התורה יוצא בזכירת דברים בעלמא:","(ז) קודם ליין הבדלה - משום האי טעמא:","(ח) ועיין לעיל וכו' - אין נזכר שם יותר מכאן ונראה דצ\"ל כדלעיל בסימן וכו':"],["(א) נר חנוכה תחלה - כדי לצאת דעת הי\"א דס\"ל דאי ידליק של שבת תחלה קבליה לשבת ואיתסר עליה מלאכה אבל רוב פוסקים חולקים ע\"ז וס\"ל דלא תליא קבלת שבת בהדלקת הנר וע\"כ אם הדליק של שבת ולא קיבל שבת במחשבתו יכול להדליק אח\"כ וכ\"ז באיש המדליק אבל אשה המדלקת כיון שהמנהג שמסתמא מקבלת שבת בהדלקתה א\"כ לא תדליק שוב של חנוכה אלא תאמר לאחר להדליק והוא יברך אקב\"ו להדליק בשבילה אבל ברכת שעשה נסים וכן שהחיינו ביום א' יכולה בעצמה לברך:","(ב) בעוד היום גדול - ודוקא אחר פלג המנחה שהוא שעה ורביע קודם הלילה כמ\"ש בריש סי' תרע\"ב. וכבר כתבנו בשם האחרונים דצריך ליתן בה שמן עד שידלק חצי שעה אחר צאת הכוכבים וכן במדליק נרות ואם אין לו כ\"כ שמן ונרות גדולות יראה עכ\"פ אחת מהן שיהיה דולקת השיעור הזה וכתבו האחרונים דנכון לכתחלה שיתפלל מנחה תחלה ואח\"כ ידליק:"],["(א) בליל שבת וכו' - וה\"ה בחול צריך ליזהר בזה שלא להעמיד הנרות נגד המקום ששולט שם הרוח אלא דבשבת צריך שמירה יתירה בזה:","(ב) שום דבר לחוץ וכו' - היינו במקום שמדליקין הנרות נגד פתח הבית מבפנים [וגם במקום שמדליקין בכותל אחורי הדלת יש ליזהר בזה וכדלעיל בסימן רע\"ז ס\"א] אבל במקום שמדליקין בבית החורף ויש בית לפני בית החורף אין לחוש לכבוי דאפילו יכבה בפתיחתו אין זה פסיק רישא אם לא שיפתח בית החורף מכוון כנגד פתח הבית הפתוח לחצר או לר\"ה דאז יזהר לנעול פתח הבית קודם שיפתח פתח בית החורף [ב\"ח]:","(ג) בין הנרות לפתח וכו' - ואם לא נתן אסור לפתוח הדלת ועיין לעיל בסימן רע\"א בבה\"ל ד\"ה כדרכו:","(ד) בדלת עצמה וכו' - שפתיחתו ונעילתו מקרב השמן לנר או מרחיקו ממנה ויש בזה משום מכבה או מבעיר ואע\"ג דאינו מכוין לזה הוא פסיק רישא:","(ה) ועיין לעיל וכו' - ר\"ל דשם סתם לאיסור וכן הלכה:"],["(א) אין מבדילין - ר\"ל שאם בירך תחלה על הדלקת נר חנוכה אין להבדיל עליהם אח\"כ מטעם הכתוב בשו\"ע אבל יכול לברך תחלה על הנר חנוכה להבדלה ולכבותה ולחזור ולהדליקה למצות נר חנוכה ועדיף טפי למיעבד הכי דכיון דעביד ביה מצוה חדא ליעבד ביה מצוה אחריתא אלא דכיון דקי\"ל דלאחר האפוקי יומא עדיף טפי כדלקמיה בס\"ב נוהגין להדליק נר חנוכה תחלה ושוב א\"א להבדיל עליו:","(ב) קודם ההבדלה - דאף דמצות הבדלה תדירה מ\"מ כל מה דנוכל לאחר לצאת מן השבת עדיף טפי וגם בהדלקה יש פרסומי ניסא ואם שכח אתה חוננתנו יאמר המבדיל בין קודש לחול ואח\"כ ידליק ואח\"כ אומרים ויתן לך ואח\"כ מבדילין:","(ג) וכ\"ש בביתו וכו' שהרי כבר הבדיל - ר\"ל וכבר שמע הבדלה ודבריו מגומגם דהא לא נתכוין לצאת בהבדלה של ש\"ץ ששמע בבהכ\"נ. ודע דט\"ז ועוד כמה אחרונים שעומדים בשיטתו פליגי על עיקר דינו של המחבר ורמ\"א וס\"ל דמצות הבדלה קודמת לנר חנוכה משום דהיא תדירה. ועיין בבה\"ל שהבאנו דיש בזה דיעות בין הראשונים וע\"כ בבהכ\"נ אין לשנות המנהג שנהגו בישראל להדליק מקודם ואח\"כ להבדיל ובבית דעביד כמר עביד ודעביד כמר עביד:"],["(א) אומר על הנסים - כתוב בספרים שבנוסח על הניסים יאמר ועל הנסים בוי\"ו הן בתפלה הן בבהמ\"ז. כשעמדה עליהם יש לדלג תיבת עליהם דהא אח\"כ אומר על עמך ישראל אא\"כ אומר ועל עמך ישראל [פר\"ח]:","(ב) בברכת המזון בברכת הארץ ובתפלה בברכת מודים - הטעם דכולה מילתא דחנוכה עיקרה הודאה היא. ובברכה מעין שלש בחנוכה ופורים אין מזכירין של חנוכה ופורים:","(ג) אין מחזירין אותו - דלאו דאורייתא נינהו וקאי אתפלה ואברכת המזון ואין חילוק בבהמ\"ז בין בחול ובין בשבת חנוכה אף דמוכרח לאכול מצד שהוא שבת מ\"מ אינו חוזר בשביל על הניסים דחנוכה [פמ\"ג] ועיין בסימן קפ\"ח במ\"ב סוף סקל\"ג:","(ד) כשמגיע להרחמן וכו' - וה\"ה שיאמר כן בתפלה אחר גמר התפלה דרך בקשה קודם יהיו לרצון [א\"ר]:","(ה) יאמר הרחמן - וכן בפורים [לבוש] ובר\"ח שבחנוכה יאמר זה אחר הרחמן הוא יחדש וכו' משום דתדיר קודם:","(ו) צריך להזכיר - דיום הוא שנתחייב בארבעה תפלות. ואם לא אמרו אין מחזירין אותו:","(ז) אין אומרים כשם שעשית - י\"א משום דלא ישאל אדם צרכיו בג' ראשונות ואחרונות וטעות הוא דבשביל הצבור שרי אלא עיקר הטעם דכל דבר דהוי להבא תקנו בלהבא ובדבר דהודאה הוי לשעבר ועיקר על הניסים הוי כלשעבר [ב\"י]:","(ח) וי\"א שאומרים אותו - כתב ב\"י ודעביד כמר עביד ודעביד כמר עביד. בעל הניסים י\"ל להשכיחם תורתיך ולא יאמר מתורתיך במ\"ם. צ\"ל שמונת ימי חנוכה אלו להודות [מ\"א]:"],["(א) גומרין את ההלל - לפי שבכל יום נוסף נס חדש ועוד יש טעמים עיין בב\"י. ואחר ההלל אומרים חצי קדיש. מי שהוא אבל בשחרית אין מתפלל לפני העמוד דיש הלל הא ערבית מתפלל דמתפלל בר\"ח ג\"כ ערבית. אין אומרים אל ארך אפים בב' וה' בחנוכה ויה\"ר אחר ס\"ת. ולענין הלל אם מותר לומר בבית האבל עיין בשע\"ת אבל האבל בעצמו בודאי לא יאמר:"],["(א) הנשיאים - משום שנגמר מלאכת המשכן בכ\"ה בכסליו:","(ב) כהנים - לפי שנעשה הנס ע\"י כהנים:","(ג) עם כהן ולוי - כהן יקרא עד לפני המשכן או עד לחנוכת המזבח והשאר יקראו לוי וישראל אבל אותם שנהגו לקרות לכהן עד ואני אברכם הוא מנהג בטעות וצריך לבטלו שהשלשה צריכין שיקראו בסדר היום וסדר היום הוא פרשת נשיאים. ואחר הקריאה אומרים ח\"ק. אם טעו וקראו ביום שני של חנוכה פרשת נשיא ג' וכיוצא עלתה להם דאין קפידא בימים:","(ד) השמיני - כהן ולוי קורא בקרבנו של גמליאל וישראל גומר וכו':","(ה) השבוע - שבעה קרואים לפחות ואומר ח\"ק:","(ו) בשל חנוכה - ואם הוא יום א' של חנוכה מתחיל מויהי ביום כלות [לבוש] המפטיר יקרא רק נשיא אחד דיום ההוא לבד וכן בר\"ח שבחנוכה קורים להרביעי רק נשיא אחד לבד של אותו היום דהיינו יום הששי ואם ר\"ח טבת שני ימים קורא ביום ב' דר\"ח שהוא ז' דחנוכה נשיא הז' לבד:","(ז) ומפטיר רני ושמחי - על שם ראיתי והנה מנורת זהב כולה:","(ח) מפטירין בשל חנוכה - ר\"ל אף דבעלמא המנהג בשבת שיש חתן לדחות הפטרת השבוע ולקרות הפטרת שוש אשיש שהוא מענינא דחתן כמבואר לעיל בסוף סי' תכ\"ח מ\"מ בשבת חנוכה בין בשבת ראשון בין בשבת שני אין לדחות של חנוכה דפרסומי ניסא עדיף והנה המ\"א הביא די\"א דה\"מ בשבת ראשונה אבל אם איקלע חתן בשבת שניה מפטירין שוש אשיש ואין מפטירין בשל חנוכה הואיל וכבר הפטירו בשל חנוכה בשבת ראשון אבל בא\"ר כתב דמרמ\"א משמע דבין בשבת ראשון ובין בשני קורין רק של חנוכה לחוד וכן נוהגין:","(ט) בפרשת השבוע - וה\"ה אם רוצים לקרות בה ז' או יותר מן ז' ג\"כ שרי והעיקר דבין כולם לא יפחות משבעה. כשגומר פרשת השביעי מניחין הס\"ת הב' ואין אומרין קדיש רק מגביהין הראשונה וגוללין אותה ופושטין השניה וקורא בה וכשאומרין קדיש על השניה מניחין השלישית אצלה:","(י) בשל ר\"ח - דתדיר קודם:","(יא) ומפטיר רני ושמחי - דהא דתדיר קודם היינו להקדים אבל לענין לדחות פרסומי ניסא עדיף ועוד דכיון דקורא בשל חנוכה באחרונה יש להפטיר במאי דסליק מניה:","(יב) ואם חל ר\"ח בחול - סדר קריאת התורה בר\"ח בחול. מתחיל פ' התמיד כהן עד רביעית ההין. לוי עד ונסכה. ישראל עד ונסכו. והרביעי קורא בחנוכה [פמ\"ג]:","(יג) וקרא רביעי בשל ר\"ח - וה\"ה טעה ונזדמן בשבת חנוכה:","(יד) א\"צ לקרות יותר - דאין משגיחין בחנוכה דר\"ח עיקר ואפילו אם נזכרו בתחילת קריאת הרביעי אין לומר שרביעי עצמו יקרא בס\"ת זו בשל חנוכה קודם שיחתום בפרשת ר\"ח דה\"ל מדלג ואין מדלגין בתורה בשני ענינין כדלעיל בסימן קמ\"ד אלא מאחר שהרביעי התחיל לקרות בשל ר\"ח יחתום ויברך ויבוא חמישי אחריו ויקרא בס\"ת השניה אם הוציאוה בשל חנוכה:","(טו) משום פגמו - דמוטב לבטל הא דאמרינן דבר\"ח אין מוסיפין על ארבעה מלפגום הס\"ת [ב\"י]:","(טז) לקרות חמישי וכו' - ויאמר קדיש אחריו ואם אמר קדיש אחר הרביעי לא יאמרנו אחר החמישי:","(יז) צריך להפסיק - עיין בט\"ז שכתב דהאי פסקא לאו דסמכא הוא ואין צריך להפסיק אלא קורא כהן בשל חנוכה ואח\"כ יקרא לאחרים בשל ר\"ח ועיין בבה\"ל שביררנו כל הפרטים שיש בזה:","(יח) ואם צריך לברך וכו' - עיין בבה\"ל:"],["(א) ר\"ח אדר וכו' - אבאר בקיצור ענין ד' פרשיות. והוא. חז\"ל תקנו לקרות ד' פרשיות בשנה מר\"ח אדר עד ר\"ח ניסן לזכרון ד' דברים והם אלו. הראשונה היא פרשת שקלים לזכרון מצות מחצית השקל שיתבאר בסמוך שהיו מחוייבים ליתן ללשכה לקרבן התמיד בכל שנה. השניה היא פרשת זכור לזכור מעשה עמלק וקורין אותה בשבת שלפני פורים לסמכה למעשה שהיה מזרע עמלק וכדי להקדים זכירת מחיית עמלק לעשייתה וכדכתיב והימים האלה נזכרים ונעשים. השלישית היא פרשת פרה אדומה והיא בשבת שקודם פרשת החודש שכן היה שריפתה במדבר סמוך לניסן כדי להזות בה את ישראל באפר החטאת מיד אחר הקמת המשכן כדי שיהיו טהורים ויוכלו לעשות הפסח בזמנו לכך קורין פרשה זו להתפלל לפניו ית' שגם עלינו יזרוק מים טהורים במהרה. הרביעית פרשת החודש בשבת הסמוך לר\"ח ניסן כדי לקדש חודש ניסן דכתיב בתורה החודש הזה לכם ראש חדשים אבל אין זה עיקר הקידוש כי עיקר הקידוש הוא בעת ראית הלבנה שמקדשין אותו הב\"ד ואין הקריאה הזאת אלא מדרבנן:","(ב) קורין פרשת שקלים - דאמר קרא זאת עולת חודש בחדשו לחדשי השנה והאי לחדשי יתירא הוא אלא אמרה תורה יש לך חודש שאתה צריך לחדשו בהבאת עולות תמידין ומוספין מתרומה חדשה וזהו ניסן דגמרינן בגמרא בג\"ש שחודש זה הוא חודש ניסן וכיון דבניסן בעי לאקרובי מתרומה חדשה לכך מקדמינן ומשמיעין על השקלים באדר הסמוך לו שיביאו שקליהם בר\"ח ניסן ואנו משלמין פרים שפתינו בקריאת הפרשה של כי תשא דכתיב בה ענין השקלים. יוצר יש לשחרית וגם למוסף בפרשת שקלים ובפרשת החודש אבל בזכור ופרה לא תקנו במוסף [פמ\"ג] אם אירע שלא קראו הפרשה מענינו של יום אין לה תשלומין לשבת הבאה [שערי אפרים]. אם שכחו הצבור לקרות פרשת שקלים וה\"ה בשארי השלשה פרשיות אם כבר אמר הפטרה של סדר השבוע בברכותיה ונזכרו צריכים לחזור ולהוציא ס\"ת ולקרות הפרשה בברכה לפניה ולאחריה ויאמר אח\"כ קדיש ויפטיר בלא ברכה לפניה ולאחריה. ואם נזכרו אחר שהתחיל לברך על הפטרה ואמר השם יגמור הברכה ויאמר קצת פסוקים מהפטרת השבוע [כדי שתהיה לברכה מקום לחול] ובלא ברכה אחריה ויוציאו ס\"ת ויקרא עולה אחד מענינו של יום ואחר ברכה אחרונה יאמר קדיש ויקרא הפטרה בלא ברכה לפניה והברכות שלאחריה יברך. ואם נזכרו מיד אחר שבירך ברכה אחרונה על התורה יוציאו ס\"ת אחרת ויניח אצל הראשונה ויאמר קדיש ואח\"כ יקרא אחר שיפטיר מענינו של יום בברכותיה [שם] אם טעו וקראו הפרשיות והמגילה באדר ראשון צריך לחזור ולקרות המגילה בשני ולענין הפרשיות בב\"י משמע דא\"צ לחזור אבל בד\"מ ובא\"ר כתבו דצריך לחזור:","(ג) ומפטיר ויכרות יהוידע - כי שם נזכר נדבות לבדק הבית. ואין מפטירין בשל ר\"ח אף שהיא תדירה משום דמשקלים סליקו בתורה ומפטירין בה:","(ד) השבוע - ששה אנשים ובמקום שנהגו להוסיף מוסיפין [ש\"א]:","(ה) ובשני של ר\"ח - ומתחילין וביום השבת [לבוש] ומניחין ס\"ת השלישית אצלה ואומרים ח\"ק. ואם אחר שגמר פרשת השבת טעה ולקח הס\"ת שהיתה מגוללת על פרשת שקלים ובירך לפניה והתחיל לקרות יסיים בפרשת שקלים ואח\"כ להעולה בס\"ת השלישית למפטיר יקרא עמו בפרשת ר\"ח וההפטרה יאמר השמים כסאי מאחר שבקריאת התורה נסתיים מענין של שבת ור\"ח. וכן ה\"ה בשבת פרשת החודש כשחל ר\"ח ניסן בשבת והקדים לקרות בפרשת החודש [ש\"א]:","(ו) השבוע - ומניחין ס\"ת השניה אצלה ואומר ח\"ק:","(ז) עמלק - עד לא תשכח:","(ח) פקדתי - כן הוא ברמב\"ם ובלבוש איתא ויאמר שמואל כה אמר ד' פקדתי את אשר עשה וגו':","(ט) השבוע - ומניחין ס\"ת השניה אצלה ואומרים ח\"ק:","(י) פרה - בפרשת חוקת מתחלת הסדר עד תטמא עד הערב:","(יא) וע\"ל בסימן קל\"ז ס\"ה - שם מבואר אם טעה ולא גמר כל הפרשה:","(יב) השבוע - ומניחין ס\"ת השניה אצלה ואומרים ח\"ק:","(יג) לכם - עד תאכלו מצות כשחל ר\"ח ניסן בשבת שאז הוא פרשת החודש מפטירין פ' החודש ולא השמים כסאי [עט\"ז בשם לבוש] ומוציאין ג' ספרים באחד קורין פרשת השבוע ומניחין השניה ואין אומרין קדיש ומגביהין הראשונה וגוללין ופותחין השניה וקורין בפרשת ר\"ח מן וביום השבת עד ונסכו ומניחין השלישית ואומרין קדיש ומגביהין השניה וגוללין ופותחין השלישית וקוראין למפטיר בפ' החודש [ש\"א]:","(יד) שפרשת זכור - דכתיב זכור את אשר עשה וכו' וגמרינן בגמרא דהאי זכור היינו באמירה מתוך הספר דוקא [ולא די במה שיקבע זה בלבו] וע\"כ צריך הקורא לכוין להוציא כל השומעים וגם השומעים צריכין לכוין לצאת:","(טו) ופ' פרה אדומה - והרבה אחרונים כתבו שפרשה זו אינה מדאורייתא ועיין לעיל בסימן ס' סק\"י במ\"ב דאפילו במצוה דרבנן ג\"כ צריך לכוין לצאת ידי המצוה:","(טז) למקום שיש מנין וכו' - היינו אפילו יש לו ס\"ת בביתו אלא שאין לו מנין בביתו ואפילו אם נאמר דמנין לפרשה זכור הוא מדרבנן בעלמא עכ\"פ עיקר קריאת זכור הוא דאורייתא והנה בתרומת הדשן כתב דשמיעת קריאת פ' זכור בעשרה עדיף יותר ממקרא מגילה בצבור שמקרא מגילה לדעת רוב הפוסקים סגי בזמנו ביחיד וע\"כ אם א\"א לו לקיים שניהם יראה לקיים קריאת פ' זכור בצבור אבל המ\"א מצדד דטוב יותר שיבוא למקום שקורין המגילה בצבור ופרשת זכור יוצא ע\"פ הדחק במה שישמע הקריאה בפורים פרשת ויבוא עמלק דבזה נמי זוכר מעשה עמלק ויוצא י\"ח ור\"ל דיוצא מדאורייתא והנה למאי דקי\"ל לעיל בסימן ס' דמצות צריכות כונה יהיה צריך בעת שמיעת פרשה זו לכוין לצאת בזה מ\"ע של זכור אבל לענ\"ד עיקר דינו של המ\"א צ\"ע דהא כתיב בתורה זכור את אשר עשה וגו' אשר קרך בדרך ויזנב בך וגו' תמחה וגו' והכונה שלא לשכוח מה שעשה לנו עמלק ונספר זה לבנינו ולדורותינו לומר להם כך עשה לנו הרשע ולכך נצטוינו למחות את שמו כמו שכתב הרמב\"ן בביאורו וזה לא נזכר בפרשת ויבא עמלק:","(יז) מ\"מ יזהרו לקרותם וכו' - ויהדר לקרות זה מתוך הספר וכנ\"ל בסקי\"ד:","(יח) בנגינתם ובטעמם - דע דיש אומרים שצריך לקרות זכר עמלק בציר\"י ויש אומרים שצריך לקרות זכר עמלק בסגו\"ל וע\"כ מהנכון שהקורא יקרא שניהם לצאת י\"ש. כתב מהרי\"ל בכל ד' פרשיות אין מזכירין נשמות ואומרים צו\"ץ [ד\"מ] ולענין אב הרחמים בא\"ר בשם הגמ\"נ די\"ל בהם אב הרחמים ובד\"מ בשם מהרי\"ל משמע דאין אומרים בהם אה\"ר וכן העתיק בדה\"ח ולענין תענית של שובבי\"ם ת\"ת עיין בבה\"ט ושע\"ת:"]],"AROCH_HASHULCHA":[["בבית שני, כשמלכו אנטיוכוסים הרשעים – גזרו גזירות על ישראל וביטלו דתם הקדושה, ולא הניחו אותם לעסוק בתורה ובמצוות, ופשטו ידם בממונם ובבנותיהם. ונכנסו למקדש ופרצו בו פרצות וטימאו הטהרות, והצירו לישראל ולחצום לחץ גדול; עד שריחם עליהם ד' אלקי אבותיהם והושיעם מידם, והצילם על ידי בני חשמונאים הקדושים והטהורים הכהנים הגדולים, מתתיהו ובניו, שנלחמו עם אנטיוכוס ויכלו לו.והניצחון היה שלא בדרך הטבע, כי החשמונאים עם חבורת החסידים היו מעטים מאד, ואנטיוכוס בא עליהם בעם רב ובפילים הרבה וברכב ופרשים. אך ד' החפץ בעמו ישראל – מסר גיבורים ביד חלשים, ורבים ביד מעטים, וטמאים ביד טהורים, ורשעים ביד צדיקים. והזדים מישראל שנסתפחו לאנטיוכוס גם כן נהרגו, ונמסרו ביד עוסקי התורה. ואז נתגדל ונתקדש שם שמים בעולם, ואור התורה הופיע בעצם טהרתה, ושם ישראל נתגדל בעמים.","וגמר הנס היה בעשרים וחמישה בכסלו. ועוד נס אחר הראו להם מן השמים, על ידי \"נר מצוה ותורה אור\". כדגרסינן בשבת (כא ב):מאי חנוכה? דתנו רבנן: בעשרים וחמישה בכסלו יומי דחנוכה, תמניא אינון, דלא למספד בהון, ודלא להתענות בהון. שכשנכנסו אנשי אנטיוכס להיכל טמאו כל השמנים שבהיכל, וכשגברו בית חשמונאי ונצחום – בדקו ולא מצאו אלא פך אחד של שמן שהיה מונח בחותמו של כהן גדול, ולא היה בו אלא להדליק יום אחד. נעשה בו נס, והדליקו ממנו שמונה ימים. לשנה אחרת קבעום ועשאום יומים טובים בהלל והודאה.","ביאור הדברים: שכשטיהרו את המקדש, והיו כולם טמאי מתים מהמלחמה, וטמא מת לא יכול לטהר רק אחר שבעה ימים בהזאת שלישי ושביעי, ויום אחד להכנת שמן טהור (בית יוסף). ועוד: שהיה שמן טהור בריחוק ארבעה ימים, ועד שילכו ויבואו יעברו שמונה ימים (ר\"ן שם). ולא היה להם מה להדליק בהמנורה.וכל הקרבנות של התמידים הקריבו, דקרבן ציבור דוחה את הטומאה. ולכן גם היו יכולין להדליק את הנרות שבמנורה מטעם זה, דגם הדלקת המנורה דוחה את הטומאה, כדתניא בתורת כוהנים פרשה אמור (סוף פרשה יג): \"יערוך את הנרות לפני ד' תמיד\" – \"תמיד\" אף בשבת, \"תמיד\" אף בטומאה. ורק דשמן היה מוכרח להיות טהור, דלא הותרה טומאה בציבור רק טומאת מת, ולא שארי טומאות, כמבואר בפסחים (סז א). והשמנים נטמאו מטומאות אחרות, ממגען וממשאן. וכל הזיתים נטמאו, עד שישיגו ממחוברים שאין מקבלין טומאה, ויעברו השמונה ימים.ולכן כשמצאו זה הפך החתום בחותמו של כהן גדול, והיה מונח בעומק באופן שגם לא הסיטו אותו, דאם לא כן היו מטמאין בהיסט (תוספות שבת שם). ועוד: דאלו היו רואים אותם – בוודאי היו נוטלין אותו, שהיו מדמין שיש שם אבנים טובות (ר\"ן שם). והקדוש ברוך הוא עשה להם נס, שאף על פי שלא היה רק ליום אחד – הדליקו ממנו שמונה ימים, עד שעשו שמן טהור. ולכן קבעו שמונה ימים להלל והודאה.(עיין ב\"ח, ולפי מה שכתבתי אתי שפיר בפשיטות.)","ואף על גב שהנס לא היה רק לשבעה ימים, דעל יום אחד היה בו להדליק, אמנם כיון שלא נדלק ממנו רק חלק שמינית – ממילא דהנס היה גם ביום ראשון (בית יוסף). ויש שכתב: לפי שביטלו מהם מצות מילה, שהיא לשמונה ימים (שלטי הגבורים בהגמ\"ר שם). ויש שכתב: לפי שאז חינכו הבית מעבודה שביטל אנטיוכס הרשע (שם).","והאמת כן הוא: דבמדרש איתא שמלאכת המשכן נגמרה בעשרים וחמישה בכסלו, ולא חנכוהו עד ראש חודש ניסן, שבו נולדו אבות. והקדוש ברוך הוא שילם לו בימי מתתיהו (מדרש זה הובא במהרש\"א שם).ולכן עשו כמו חנוכת המשכן, שהיו שבעת ימי המילואים, וביום השמיני היה גמר התחלת העבודה במשכן על ידי אהרן ובניו, כמבואר בתורה. וכן שלמה המלך, בחנכו את בית המקדש, כתיב בדברי הימים (ב ז): \"ויעש שלמה את החג שבעת ימים, וביום השמיני עצרת\", עיין שם. ולכן לזכרון קראו יום טוב, זה גם כן \"חנוכה\", מלשון \"חנוכת המזבח\" ו\"חנוכת הבית\". ויש בזה רמז גם ליום עשרים וחמישה: חנו־כ\"ה (ר\"ן שם).ועוד טעם לזה מבואר בספר חשמונאי: לפי שעל ידי הגזרות – בטלו אז מלהקריב בחג הסוכות העבר, ובשמיני עצרת. ולכן לזכרון זה – עשו שמונה ימים חנוכה. וממילא כשהראו להם מן השמים הנס של הדלקה – הראום שהסכימו על ידם לעשות שמונה ימים.(וזהו שאמרו בשבת שם: לשנה אחרת קבעום וכו', כלומר: אחרי שראו דמשמיא הוא דאסכימו על ידייהו לעשות שמונה ימים, על ידי השמן שהראו להם שדלק שמונה ימים. ולזכרון הנס הזה קבעו להדליק נרות בחנוכה, כמו שכתב הטור.)","ובחנוכה אסור להתענות, לבד תענית חלום דמתענין אפלו בשבת ויום טוב. וצריך למיתב תענית לתעניתו, כבשבת ויום טוב.ודע שיש מי שאוסר להתענות גם בערב חנוכה (ב\"ח בסימן תרפו) מטעם שנתבאר בסימן תקעג: דאף על גב דבטלה מגילת תענית, מכל מקום בחנוכה ופורים לא בטלה, עיין שם. ובמגילת תענית גם לפניהם ולאחריהם אסור להתענות, אך בלאחריהם יש מי שאומר בגמרא דמותר, ולכן אין להחמיר. אבל בלפניהם – אסור. ויש מי שאוסר גם בלאחריו (שכה\"ג).אבל הטור והשולחן ערוך פסקו לעיל סימן תקעג ולקמן סימן תרפו דבין לפניהם ובין לאחריהם – מותר להתענות. דהא דלא בטלה מגילת תענית לעניין חנוכה ופורים – זהו בהימים עצמם, ולא לפניהם ולאחריהם, דלעניין זה גם בחנוכה ופורים בטלה.ויש שמתענין ערב חנוכה תמורת ערב ראש חודש טבת שחל בחנוכה (מגן אברהם שם). ומי שנוהג כן לא ישנה מנהגו, ולכתחילה אין לעשות כן. וכל שכן שאין לגזור תענית ציבור, בין לפניהם בין לאחריהם (שם).ומכל מקום מי שרוצה לסמוך על הטור והשולחן ערוך ולהתענות – מי יוכל למחות בידו? וכל לבבות דורש ד', ובלבד שתהא כוונתו לשמים.","גם בהספד אסור בחנוכה. ורק חכם בפניו, דאפילו במועד מספידין אותו, וכל שכן בחנוכה. ויש אומרים שלחכם בפניו אומרים גם צידוק הדין, ויש חולקין בזה, ורק לדרוש עליו מותר (לבוש). ואין מתענין בו יארציי\"ט, ולא יום החופה, רק תענית חלום כמו שכתבתי.","חנוכה מותר בעשיית מלאכה. והגמרא שם שאמרה \"ועשאום ימים טובים בהלל והודאה\" – לאו ימים טובים ממש הוא, אלא כלומר: ימי שמחה. והרי אפילו פורים לא קבלו יום טוב, כדאיתא במגילה, וכל שכן חנוכה.אך הנשים נוהגות שלא לעשות מלאכה כל זמן שהנרות דולקות, ואין להקל להם (טור). דקצת מנס חנוכה נעשה על ידי אשה, בעת שגזרו שכל נשואה תבעל לטפסר תחילה, כדפירש רש\"י בשבת (כג א). ועוד בהמשך הזמן נעשה נס על ידי יהודית, שהשקתה את האויב חלב. ועל סמך זה יש מדקדקין לאכול גבינה בחנוכה, אף שלא היה זה בזמן נס חנוכה.אבל אם נהגו שלא לעשות מלאכה כל היום – יש אומרים לבטל מנהגם, ויש אומרים שלא לבטל, ויש אומרים דיום ראשון ואחרון אין לבטלן (מגן אברהם סעיף קטן ב). ואנחנו לא שמענו ממנהגים אלו, ונשי דידן רק בעת הדלקה אין עושות מלאכה.","ריבוי הסעודות שמרבין בהם – הם סעודות הרשות. שלא קבעום למשתה ושמחה כפורים, משום דגזירת המן היתה על הגופים: \"להשמיד להרוג ולאבד\" – לכך צריכין לשמח הגוף. אבל גזירות אנטיוכס היתה ביטול תורה ומצות. ואף שזה גרוע מגזירת הגוף, מכל מקום סוף סוף הם גזירות הנפש, לכך צריכין לשמח הנפש בהלל, ותודה, וזמירות, ושירות ותשבחות, ואין להגוף עניין בזה (ומתורץ קושית הט\"ז סעיף קטן ג).ומכל מקום יש אומרים שיש קצת מצוה להרבות בסעודות. חדא: דשמחת הנפש תלוי קצת גם כן בשמחת הגוף, כמושג בחוש. ועוד: לזכר חנוכת המשכן, שקבעום למשתה ושמחה. וגם יש לומר שירות ותשבחות בהסעודות, ואז וודאי הוי סעודת מצוה.אבל השוחקים בקלפים – עונשן רב, ובעונותינו הרבים נתפשטה נגע צרעת הזה בבית ישראל. אוי לנו שעלתה בימינו כך, וכמה מיני עבירות תלויות בזה! והוא רחום יכפר עון. ומי שביכולתו לבטלה – שכרו מרובה מאד."],["ולפי שאירע הנס בנרות – תקנוה להדליק נרות בכל לילה, כדי להזכיר הנס (טור). וצריך כל אדם ליזהר בהם מאד. ואפילו עני המתפרנס מן הצדקה – שואל או מוכר כסותו, ולוקח שמן להדליק. דכל מה שהוא פירסומי ניסא – החיוב אפילו על עני, כמו ארבע כוסות (מגיד משנה ובית יוסף). והזהיר בזה – הוויין ליה בנים תלמידי חכמים (גמרא שם כג ב), דכתיב: \"כי נר מצוה, ותורה אור\". כלומר: בזכות נר מצוה של שבת ושל חנוכה – יזכה לתורה אור.","ונראה דבנר חנוכה וארבע כוסות – אין שיעור להוצאתן. דאף על גב דבכל המצות יש שיעור עד שליש במצוה, כמו שכתבתי בסימן תרנו לעניין אתרוג, או חומש כמו שכתבתי שם, מכל מקום אלו שהם פירסומי ניסא, וחייבו לעני למכור כסותו – שוב אין שיעור לדבר.ויש מי שאומר דגם כאן אל יבזבז יותר מחומש (פרי מגדים). ולא נראה כן (וכן כתב הגאון רבי עקיבא איגר). רק באמת לא שכיח זה, וההוצאה קטנה בזה. אך לדינא נראה כמו שכתבתי.","כמה נרות מדליק? כך שנינו בשבת (כא ב):מצות חנוכה נר – איש וביתו, והמהדרין – נר לכל אחד ואחד מבני הבית. והמהדרין מן המהדרין, יום ראשון – מדליק אחת, מכאן ואילך – מוסיף והולך.ופירשו רבותינו בעלי התוספות דהמהדרין מן המהדרין לא סבירא להו כהמהדרין, להדליק לכל אחד נר אחד, דאם כן, כיון דטעמייהו שהרואה בהנרות יהיה יודע מזה כמה ימים יש בחנוכה, ואם ידליק נרות לפי מספר בני אדם שבבית – עדיין לא יתוודע לו כמה ימים עתה. ולדוגמא כשיראה ארבעה נרות – יכול להיות שבכאן איש אחד והוי יום רביעי של חנוכה, ואולי יש בכאן שני אנשים והוי יום שני, או ארבעה אנשים והוי יום ראשון. ולכן לא היו מדליקין רק נר אחד לכל בני הבית, ובשניה שני נרות, וכו'.","אבל הרמב\"ם ז\"ל ריש פרק רביעי כתב:כמה נרות...? כל בית ובית מדליק נר אחד... והמהדר מדליק נרות כמנין אנשי הבית... והמהדר יותר... מדליק נר לכל אחד בלילה הראשון, ומוסיף והולך...כיצד? הרי שהיו אנשי הבית עשרה אנשים – מדליק בליל ראשון עשרה נרות, ובליל שני עשרים נרות...ומנהג פשוט בכל ערינו בספרד, שיהיו כל אנשי הבית מדליקין נר אחד בלילה הראשון, ומוסיפין והולכין נר בכל לילה, עד שנמצא בליל שמיני – מדליק שמונה נרות, בין שהיו אנשי הבית מרובים, בין שהיה אדם אחד.עד כאן לשונו. ומנהג אנשי ספרד כהתוספות.","והנה בגמרא נאמרו שני טעמים על זה. האחד: כנגד ימים היוצאים. כלומר: שידעו כמה ימים יצא מחנוכה, והיום שמדליק נחשב גם כן בין היוצאים. ולטעם זה וודאי דנראה יותר דברי התוספות, דאם נדליק כפי מספר אנשי הבית – עדיין לא ידענו, כמו שכתבתי.אבל יש עוד טעם: משום מעלין בקדש. וכפי הנראה, זה הטעם הוא לפי המסקנא (מזקנים שבצידן, עיין שם). ולטעם זה לא חיישינן לדעת הימים, ולפי זה פשיטא דנראה יותר דברי הרמב\"ם, שנוכל לצאת גם כמהדרים (הגר\"א).ולפי זה העיקר לדינא כהרמב\"ם. ויש לתמוה דהרמב\"ם כשהביא מנהג ספרד להיפך: למה לא כתב שאינו כהלכה, ולמה לא מיחה בהם, כיון שאינו כפי סוגית הש\"ס?(עיין לחם משנה, שהקשה גם כן כעין זה.)","ויותר נראה דטעמי הגמרא – אין חולקים זה על זה, וכמה טעמים יכול להיות על מצוה אחת. ובגמרא לא אמר דפליגי בטעם העניין, אלא בעניין מחלוקת בית שמאי ובית הלל. דבית שמאי סבירא להו: יום ראשון – שמונה, יום שני – שבעה, דפוחת והולך. ובית הלל סבירא להו: יום ראשון – אחד, יום שני – שנים, דמוסיף והולך.ובזה אומר שם דפליגי במה נחלקו בית שמאי ובית הלל. דחד אמר דבית שמאי סבירא להו דההיכר צריך על ימים הנכנסים, ובית הלל על היוצאים. וחד אמר דבית שמאי סבירא להו כפרי החג שמתמעטין, ובית הלל סבירא להו: מעלין בקדש ולא מורידין. אבל בית הלל בעצמם יוכלו לסבור שני הטעמים ביחד.(וכן הוא במסכת סופרים פרק קמא הלכה ה, עיין שם.)","אמנם גם בלא זה דברי התוספות אין מובנים, במה שאמרו דאם נדליק כפי מספר בני הבית – לא יהיה היכר. שהרי נוכל להדליק כמספר בני הבית ויהיה היכר, והיינו: שכל אחד מבני הבית ידליק במקום מיוחד, כמו שאנו עושים. ואז הרואה יהיה לו היכר כמה ימים יצא מחנוכה.אמנם גם זה אתי שפיר, דהא מעיקר הדין מדליקין בפתח הסמוך לרשות הרבים, ומצד שמאל, ובטפח הסמוך לפתח, כמו שיתבאר. ואם כן, בהכרח שכולן במקום אחד, וליכא הכירא.והנה לא בכל המקומות מדליקין בפתח הסמוך לרשות הרבים, כמו שיתבאר. וכמו אצלינו, שלא ידענו מזה ומדליקין בבית. ובכי האי גוונא גם התוספות מודים שיש לעשות כרמב\"ם, וכל אחד ידליק במקום בפני עצמו, ויהיה גם היכר. ועיין בסעיף טו.","ולפי זה אתי שפיר הכל. דהתוספות כתבו זה לפי דין הגמרא, שהיו מדליקין על פתח רשות הרבים, וכן היו בני ספרד עושין. והרמב\"ם: או דמיירי כשמדליק בביתו, או דאף לפי דינא דגמרא יכול לברור כרצונו, כיון דבשניהם יש מעלה וחסרון. ולכן לא גער בהם הרמב\"ם בבני ספרד.והנה רבינו הבית יוסף בסעיף ב פסק כהתוספות, שזהו מנהג ספרד, וגם המגיד משנה כתב שכן היה מנהגם. ורבינו הרמ\"א כתב כהרמב\"ם, וזה לשונו:ויש אומרים דכל אחד מבני הבית ידליק, וכן המנהג פשוט. ויזהרו ליתן נרותיו כל אחד ואחד במקום מיוחד, כדי שיהא היכר כמה נרות מדליקין.עד כאן לשונו, וזהו כהרמב\"ם. ודקדק מפורש שכל אחד יתן במקום מיוחד, דאנחנו מדליקין בבית, ובכי האי גוונא גם התוספות מודים. ונמצא דלא פליגי לדינא, אלא שנשתנה לפי מצב מקום ההדלקה.(ובזה נסתלקה תמיהת הט\"ז סעיף קטן א, דלא מצינו שהאשכנזים ינהגו כהרמב\"ם, והספרדים כתוספות. וכל זה מבואר בכנסת יחזקאל סימן יז. וגם הגר\"א סעיף קטן ה רמיז לה, וכן עיקר. ודייק ותמצא קל.)","והנה עתה בזמנינו – חזר המנהג כדברי התוספות. שהרי הרמב\"ם כתב להדליק כמנהג אנשי הבית, בין אנשים בין נשים, וכו'. עד כאן לשונו. ובוודאי כן הוא, שהרי הנשים חייבות בנר חנוכה כאנשים.ומימינו לא שמענו זה, ואפילו כשיש כמה בנים גדולים – יוצאים בהדלקת אביהם, ואפילו יש עוד אנשים. ולפרקים יש מי שמברך ומדליק בפני עצמו.ונראה לי דגם בזה יש טעם, דאנחנו הורגלנו להדליק על פתח החדר הגדול, שרוב הנכנסים והיוצאים הולכין דרך שם. אם כן הדר הוה ליה כבזמן הש\"ס, שכולן צריכין להיות במקום אחד, ולא הוי הכירא.אך יותר נראה: כיון דיוצאין בין כך ובין כך – אין חוששין לזה, ויכולין לעשות כמה שירצו. ודיינו להיות מהדרין מן המהדרין, אף אם לא נהיה כמהדרין – מכל מקום ידי המצוה יצא (כן נראה לעניות דעתי).","ומי שאין לו שמן הרבה, שאינו יכול ליתן בכל נר כשיעור – יתן באחת הרבה, שיהיה כפי השיעור בהרווחה, ובהשאר יתן מעט מעט. דאם יתן בכולם בשוה – לא יהיה גם באחת כשיעור, ותהא ברכתו לבטלה, ולא יצא ידי מצוה.ואם לו יש כשיעור לכל הנרות, ולחבירו אין כלל – מוטב שיתן מעט לחבירו, והוא לא ידליק רק נר אחד (מגן אברהם סעיף קטן א). דמוטב שלא יהיה הוא המהדר וחבירו גם כן יקיים המצוה, משיהיה הוא מהדר וחבירו לא יקיים המצוה כלל. ובזה לא שייך חטוא כדי שיזכה חבירך, שהרי גם הוא יצא.אך בזה צריך ליזהר: כגון שעתה הוא יום רביעי, ומוכרח ליתן לחבירו כמו שכתבתי, ואין לו רק לארבעה נרות. כשנותן על נר אחד לחבירו – לא ידליק הוא שלושה אלא אחד, דשלושה ביום הרביעי אין לזה פנים כלל. וכן בכי האי גוונא, מי שאין לו שמן לכל הנרות של היום – לא ידליק אלא אחד, ויהיה כפי עיקר הדין.","נר שיש לו שתי פיות – עולה לו בשביל שני בני אדם, לאלו העושים נר לכל אחד. אבל להעושים הוספה בכל לילה – לא ידליקו שנים בנר אחד, דאז לא יהיה היכר כמה נרות מדליקין היום (שם סעיף קטן ב).אמנם כשהנר גדול, ויש לו פיות הרבה, וזה ידליק בקצה זה וזה בקצה האחרת, באופן שיהיה הפסק רב בין זה לזה – הרי יש היכר שהם של שני בני אדם, ויכולין להדליק בכי האי גוונא (נראה לי).","מילא קערה שמן והקיפה פתילות, אם כפה עליה כלי שהאור נתקטן, וניכר הבדל מנר לנר – כל פתילה עולה בשביל נר אחד. ואם לא כפה עליה כלי, והאורות מתערבים זה בזה – הוה כמדורה, ואפילו לנר אחד אינו עולה.ואפילו כשכופה, אינו אלא כשיכפה קודם שידליק. דאם ידליק ואחר כך יכפה – אין תועלת, כיון שהיתה ההדלקה בפסול, והעיקר היא בשעת הדלקה (באר היטב סעיף קטן ה, בשם ר\"א הלוי).ולכן יש ליזהר להעמיד הנרות בשורה ולא בעיגול, דהוי כמדורה. וגם יעמידם בשוה, ולא שיהא אחד נכנס ואחד יוצא, דבזה אין היכר דנראה, שכל אחד הוי דבר בפני עצמו.","וכתב רבינו הרמ\"א בסעיף ד:ומותר להדליק בפמוטות שקורין לאמפ\"א, מאחר שכל נר מובדל הרבה מחבירו.עד כאן לשונו, כלומר: אף על פי שאמרנו שאין להדליק בעיגול, כמו שכתבתי, מכל מקום בלאמפ\"א עגול – מותר, מפני שרחוקים זה מזה וניכרין היטב.ומכל מקום כתבו דהמדקדקים: אין מדליקין בפמוטות עגולים, שאין זה הידור לנר חנוכה (ט\"ז ומגן אברהם סוף סעיף קטן ד בשם רש\"ל). כלומר: דנרות חנוכה אינו מהודר כשהוא בעיגול. אבל פמוטות שלנו, שהן באורך שפיר – הוי הידור. וכן אנו נוהגים, רק שכל נר יהיה רחוק מחבירו אצבע (אליהו רבה). ויש שמצריך שני אצבעות (פרי מגדים). ואין כלל בזה, דזה תלוי באופן עשייתן. והעיקר שיהיה ניכר כל נר בפני עצמו (עיין בטור).","וכשעושין נרות של שעוה – לא ידבק שני נרות כאחד, וכל שכן יותר. דזהו כאבוקה, דרק להבדלה הוי מצוה, ולא בנרות חנוכה, ולא בנרות שבת ויום טוב, דלא מיחזי כנרות אלא כמדורות. וכן יזהיר להרחיק נר מנר לכל הפחות בכאצבע, דאם לא כן יתדבקו השלהבות זו בזו, ויהיה כמדורה. וכי האי גוונא בכל הדברים, דזהו לעיכובא, שכל נר תתראה מופרדת מחבירתה.(וכתב מהרש\"ל דהמדליק בפמוטות עגולות – יתלה אותם בטפח סמוך לפתח, ויתחיל מנר האמצעי סמוך לפתח, ויסבב דרך ימין. וכבר נתבאר שאין זה הידור, וידליק בשוה.)","ודע שראיתי לאחד מן הגדולים, שהרעיש על רבינו הרמ\"א ועל המנהג, וכתב דהוי ברכות לבטלות. והיינו במה שכתב רבינו הרמ\"א:ויש אומרים דכל אחד מבני הבית ידליק, וכן המנהג.עד כאן לשונו, וזהו על פי שיטת הרמב\"ם, כמו שכתבתי. וטעות הוא, דהרמב\"ם לא קאמר שכל אחד מבני הבית ידליק, אלא הבעל הבית ידליק כפי מספר בני אדם שיש בביתו. וגם הגמרא שאמרה: והמהדרין נר לכל אחד ואחד – לא אמרה \"נר כל אחד ואחד\" אלא \"נר לכל אחד ואחד\". כלומר: שהבעל הבית ידליק נר לכל אחד מבני ביתו.וזהו שביאר הרמב\"ם: דאם יש לו עשרה בני אדם – ידליק בלילה ראשונה עשרה נרות, ובשנייה – עשרים, וכן עד סופו. וזהו הכל על בעל הבית. אבל שידלוקו שני אנשים בבית אחד – הוי ברכה לבטלה, ואסור לעשות כן (גליא מסכתא סימן ו).ולפי זה אתי שפיר מה שטרחנו בסעיף ז בדברי התוספות, שכתבו דאם נדליק כמספר אנשי הבית – לא הוה היכר. והרי כל אחד יכול להדליק במקום בפני עצמו? אך אם נאמר דרק על הבעל הביתה\"ב החיוב – אתי שפיר, דהוא מדליק במקום אחד.","אמנם באמת דברי רבינו הרמ\"א צודקים. דמה שמדייק מדאמרו \"נר לכל אחד\" דאבעל הבית קאי – וודאי דכן הוא. אבל האם בשביל זה, אם כל אחד ידליק נר לעצמו, מיגרע גרע?וראיה לזה מסוף פרק שביעי דעירובין (פ ב) לעניין עירובי חצרות ושיתופי מבואות, דתנן: כמה הוא שיעורו...? כגרוגרת לכל אחד ואחד. ופירושו: שאחד יזכה לכולם כגרוגרת לכל אחד. ועתה אם כל אחד יתן כגרוגרת – אינו מועיל? והלא עיקר עירוב כן הוא, שכל אחד נותן חלקו.וכן בריש פרק שמיני בעירובי תחומין, דתנן: כמה הוא שיעורו? כשתי סעודות לכל אחד ואחד. ועתה נאמר גם כן, שאם כל אחד יתן – אינו מועיל? ואדרבא: זהו עיקר העירוב, והקילו רבנן שאחד יכול גם כן ליתן בשביל כולם.והכא נמי בנר חנוכה: העיקר שכל אחד ידליק נר לעצמו, ורבנן הקילו שהבעל הבית יכול להדליק בשביל כולם. ובעל כרחך צריך לומר כן, כמו שיתבאר בסייעתא דשמיא.(ונראה לי דזהו כוונת רש\"י כא ב בדיבור המתחיל \"והמהדרין\", עיין שם. דאם לא כן, מה הוסיף על לשון הש\"ס? עיין שם. ודייק ותמצא קל.)","דהנה כבר הקשה אחד מהגדולים: מה נשתנה מצות נר חנוכה מכל המצות? דכל המצות על כל אחד מישראל לעשות המצוה, ובנר חנוכה – הוי רק על הבעל הבית לבדו (פנ\"י שם, ונשאר בצריך עיון).אמנם באמת אתי שפיר. דהנה מצינו דאתרוג – חייב כל אחד ליטול בידו הארבעה מינים, ושופר – אחד תוקע וכולם שומעים. משום דבאתרוג המצוה היא הנטילה, והשופר המצוה השמיעה. אך אי אפשר לשמיעה בלי תקיעה, ולכן אחד תוקע וכולם שומעים. וכן בקריאת המגילה: אחד קורא וכולם שומעים.והכא גבי חנוכה המצוה היא הראייה: לראות הנרות כשדולקין, וזהו הפירסומי ניסא. ולכן תקנו ברכה להרואה, כדאיתא בגמרא שם. אך אי אפשר לראייה בלי הדלקה, לכן תקנו שהבעל הבית מדליק, וכל בני ביתו רואים.ומכל מקום לא דמי לגמרי לשופר ומגילה. דבשופר – אין המצוה רק השמיעה, כמו שמברכין \"לשמוע קול שופר\". ובמגילה – שומע כעונה. אבל בנר חנוכה – עיקרא דמצוה הוי ההדלקה, כמו שמברכין \"להדליק נר חנוכה\". אלא שגם הראייה מצוה, ולכן הרואה מברך \"שעשה נסים\", כמו שכתבתי בסימן תרעו.","ולכן לא הטילו חכמינו ז\"ל חובה על כל אחד שידליק, כיון שגם בהראייה יש מצוה. וזהו שאמרו: מצות חנוכה נר איש וביתו. כלומר: הוא בהדלקה, ובני ביתו בראייה.והמהדרין שגם בהדלקה יהיה לכל אחד חלק, נר לכל אחד ואחד. כלומר: דאם ביכולת שכל אחד ידליק בפני עצמו, וכמו בכל המצות שכל אחד יעשה המצוה בשלימות – פשיטא שאין למעלה מזה. אמנם גם אם הבעל הבית מדליק נר בשביל כל אחד ואחד מבני ביתו – הרי יש לכולם חלק גם בההדלקה, והוי גם זה בהמהדרין.ורק במהדרין מן המהדרין, שעושים גם היכר להימים, משום דכל יום הוי נס בפני עצמו, מה שהספיק פך השמן לכל הימים – פליגי רבותינו אם על ידי זה בטלה המהדרין, וזהו דעת התוספות. או: שגם בזה נתקיים תקנת המהדרין, כדעת הרמב\"ם. ודברי רבינו הרמ\"א שרירין וקיימים, ומשה אמת ותורתו אמת.","וכיון שעיקר המצוה היא משום פירסומי ניסא, לכן צוו חכמינו ז\"ל שם שלא להדליקם בביתו בפנים. וכך אמרו חכמים: נר חנוכה – מצוה להניחה על פתח ביתו מבחוץ. אם היה דר בעלייה – מניחה בחלון הסמוכה לרשות הרבים. ובשעת הסכנה מניחה על שולחנו, ודיו. ופירש רש\"י: על פתח ביתו מבחוץ – משום פרסומי ניסא. ולא ברשות הרבים אלא בחצרו, שבתיהן היו פתוחין לחצר. עד כאן לשונו. כלומר: דאי סלקא דעתך ברשות הרבים – הוה ליה לומר: על פתח חצרו מבחוץ. ומדקאמר: על פתח ביתו מבחוץ, והבית פתוח לחצר – שמע מינה דבחצר קאמר.והתוספות הקשו על זה מהא דאמר לקמן: חצר שיש לו שני פתחים – צריכה שתי נרות. אך כבר כתבו הסמ\"ג והגהות מיינוניות (פרק רביעי אות ל) בשם ר\"י: דלאו דווקא חצר קאמר, שלא מצינו שנצטרך נרות בחצר, אלא בבית שבחצר קאמר. עד כאן לשונם. וכן מבואר מדברי הרמב\"ם שם, שכתב: על פתח ביתו מבחוץ, בטפח הסמוך לפתח, על שמאל הנכנס לבית. עד כאן לשונו.(ומה שהקשו התוספות דיבור המתחיל \"מצוה\", ממה שאמרו נר שיש לה שתי פיות עולה לשני בני אדם – משמע לשני בתים. ואם על פתח החצר – הוי לזה מימין, ולזה משמאל. עד כאן לשונם. ותמיהני: אטו לא משכחת לה בשני בתים זה לפנים מזה, ויוצאין דרך פתח אחד לחצר? וצריך עיון.)","אבל התוספות כתבו: על פתח ביתו מבחוץ – ומיירי דליכא חצר, אלא בית עומד סמוך לרשות הרבים. אבל אם יש חצר לפני הבית – מצוה להניח על פתח חצר וכו'. עד כאן לשונם.וכן כתבו הטור והשולחן ערוך סעיף ה וזה לשונם:נר חנוכה – מצוה להניח על פתח הסמוך לרשות הרבים מבחוץ. אם הבית פתוח לרשות הרבים – מניחו על פתחו. ואם יש חצר לפני הבית – מניחו על פתח החצר. ואם היה דר בעלייה, שאין לו פתח פתוח לרשות הרבים – מניחו בחלון הסמוך לרשות הרבים. ובשעת הסכנה, שאין מניחין לקיים המצות – מניחו על שולחנו, ודיו.עד כאן לשונם. ותמיהני: כיון דרש\"י, והר\"ן, והרמב\"ם, ור\"י, וסמ\"ג, והגהות מיימוניות – דרבים הם, ופירשו דלא כהתוספות, איך לא הביאו דעתם כלל? וצריך עיון.(אמנם במסכת סופרים פרק עשרים הלכה ה כתוב: נר חנוכה – מצוה להניחה בפתח הסמוך לרשות הרבים. עיין שם.)","קיימא לן דאסור להשתמש לפני נרות של חנוכה, ויתבאר בסימן תרעג. ולפיכך כשמדליק בביתו על שולחנו – צריך נר אחר, כדי להשתמש לאורה. ולא אמרינן: כיון שמוכרח הוא על כל פנים להדליק על שולחנו – הרי בעל כרחו משתמש לאורה, דאפילו אם ידליק נר אחר – הרי גם אורה מסייע לתשמישיו. דמכל מקום מחוייב להדליק נר אחר, כדי שיהא השימוש גם בנר של חול, וגם משום היכר שידעו שאסור להשתמש לאורה.ואם יש שם מדורה – אינו צריך נר אחר, שיכול להשתמש לאור המדורה. אך אם אדם חשוב הוא, שאין דרכו להשתמש במדורה – צריך להדליק נר אחר. ומזה יצא המנהג שגם השמש שבו מדליקין הנר חנוכה – ידלק גם כן לא רחוק מהנרות חנוכה, כדי שאם ישתמש – ישתמש בפני השמש, ולא בפני הנרות.","מצוה להניחה למטה מעשרה טפחים סמוך לקרקע, דבזה יש היכר שהוא למצוה. דנר של חול שלתשמיש – אין מניחין כל כך נמוך (רא\"ש). ומכל מקום לא יניחה בפחות משלושה סמוך לקרקע, דבכי האי גוונא אין היכר למצוה כלל. ומכל מקום אם הניחה למעלה מעשרה – יצא, ובלבד שתהא למטה מעשרים אמה. דאם הניחה למעלה מעשרים אמה – פסולה, דלמעלה מעשרים לא שלטא עינא. ואפילו הורידה למטה – פסולה, דבעינן הדלקה במקום הכשר. וצריך לכבותה, ולהניחה למטה מעשרים, ולהדליקה.ויש אומרים דהאידנא שמדליקין בבית – כשר אפילו למעלה מעשרים, דכיון דהבית יש לה קירוי ודפנות – העין שולטת אף למעלה מעשרים, כמו בסוכה בדפנות מגיעות לסכך.והטור חולק בזה, דדווקא בסוכה שהעין שולטת על כל הסכך. אבל הכא בהנרות, שהם למטה מן הגג – אין נפקא מינה. וכן נראה מדעת רוב הפוסקים, שלא חילקו בכך.וכשמדליק בחלון נראה דאין חילוק, ויכול להניחו בכל מקום שירצה, בין למטה משלושה לקרקעית החלון, ובין למעלה מעשרה טפחים, דבחלון יש היכר בכל מקום (וכן משמע במגן אברהם סעיף קטן ו).וכשמדליק בפתח, ויש שם אסקופה – נראה לי דחשבינן מן האסקופה, ולא מן הקרקע. ויניח לכתחילה בתוך עשרה טפחים סמוך להאסקופה, ולמעלה משלושה טפחים מהאסקופה. ופשוט הוא דאם הפמוט גבוה – דחשבינן ממקום הנרות, ולא מראש הפמוט.והרמב\"ם לא הזכיר כלל הך דבתוך עשרה טפחים, משום דבגמרא יש דיחוי על זה. אבל רוב הפוסקים פסקו כהטור והשולחן ערוך, משום דזהו דיחוי בעלמא, אבל להלכה קיימא לן כן. וכן עיקר לדינא, וכן אנו נוהגים.","מצוה להניח נר חנוכה בטפח הסמוך לפתח. דאם לא כן, כיון דמדליקין בחוץ – לא יהא ניכר שזהו נר חנוכה, שהרי אין היכר כלל שהבעל הבית הניחו שם (רש\"י כב א דיבור המתחיל \"מצוה\").ומניחו מצד שמאל, כדי שיהא מוקף במצות: מזוזה מימין, ונר חנוכה משמאל. ולכן אם אין שם פתח הראוי למזוזה – מניחו בימין, דבכל מקום ימין עדיף. ואם הניחה בתוך חלל הפתח על המשקוף הצדדים, והוא רחב הרבה – יניחנו מחציו של הכניסה לצד הבית לצד שמאל, ולא מחציו של היציאה.(הבית יוסף, והב\"ח, והט\"ז סעיף קטן ו – האריכו בזה. אבל הפירוש הפשוט – כמו שכתבתי. ודייק ותמצא קל.)","והנה עתה אין אנו מדליקין בחוץ. ואף שאין סכנה אצלינו, מכל מקום כמעט הוא מהנמנעות, מפני שבכל המדינות שלנו ימי חנוכה הם ימי סגריר, גשם ושלג ורוחות חזקים. ואי אפשר להניחם בחוץ, אם לא להסגירם בזכוכית. וכולי האי לא אטרחוהו רבנן. ועוד: דבזה לא יהיה היכר למצוה כל כך. וגם לא בכל המקומות יניחו לעשות כך.ולכן כולנו מדליקין בבית. ולכן כיון שההיכר הוא רק לבני הבית, ואין היכר לבני רשות הרבים כלל – אין לחוש כל כך, אם אין מדליקין בטפח הסמוך לפתח. ומכל מקום המנהג להדליק בטפח הסמוך לפתח כמו בימיהם, ואין לשנות. או שמדליקין בתוך הפתח על המשקוף השמאלי.אמנם אם רבים הם בני הבית, וכל אחד רוצה לקיים המצוה בפני עצמו – אי אפשר להדליק בטפח הסמוך לפתח, שיתערבו הנרות, ולא יהיה היכר כלל כמה ימים בחנוכה. ולכן טוב יותר שכל אחד יברך במקום מיוחד על החלונות וכיוצא בו. ומכל מקום לא ידליקו במקום שמדליקין כל השנה, כמו על השלחן וכיוצא, בו כי אז לא יהיה היכר כלל. ואף שההיכר הוא רק לבני הבית – מכל מקום גם כן צריך קצת היכר.וכן המנהג להדליק נר חנוכה שלא במקום שמעמידין נרות כל השנה. ויותר טוב מן הכל דאם יש לו חלון הפתוח לרשות הרבים – יעמידם אצל החלון, ויראו גם בני רשות הרבים דרך החלון, ואיכא פרסומי ניסא (מגן אברהם סעיף קטן ח). וכן אני נוהג.","כתבו הטור והשולחן ערוך דבבית הכנסת מעמידין המנורה לצד דרום, לזכר המנורה שהיתה בדרום. אבל אופן הסידור תלוי בפלוגתא דמנחות (צח ב) אם מזרח ומערב מונחין, או צפון ודרום. ולכאורה מדרבי סבר שם מזרח ומערב מונחים – הלכה כרבי מחבירו. אבל הרמב\"ם וסמ\"ג כתבו בהלכות בית הבחירה דצפון ודרום מונחים.אך המנהג אצלינו לסדר בין מזרח למערב, וכן כתב רבינו הרמ\"א. ומכל מקום הנוהגים בין צפון לדרום – יחזיקו במנהגם (מגן אברהם סעיף קטן ט), דיש להם לסמוך על דעת הרמב\"ם והסמ\"ג.","ופשוט הוא שאין יוצאין בנרות של בית הכנסת, וצריך כל אחד לחזור ולהדליק בביתו, אפילו מי שבירך בבית הכנסת. דהחיוב הוא על כל בעל הבית, ומה שמדליקין בבית הכנסת הוא משום פרסומי ניסא בעלמא.ואי קשיא: דאיך מברכין על נרות בית הכנסת? דיש לומר: דמשום פרסומי ניסא מברכין, כמו שמברכין על הלל דראש חודש.אמנם גם רבינו הבית יוסף בסעיף ז כתב שמברכין על נרות בית הכנסת, ואיהו הא סבירא ליה דאין מברכין על הלל דראש חודש (עיין שערי תשובה סעיף קטן י שהחכם צבי הקשה זה). אך גם זה ניחא. חדא: דעל פי רוב יש אורחין או רווקין שאין להם בית, ויוצאין בההדלקה של הבית הכנסת. ואפילו אינו כן, כיון דכל עיקר ההדלקה הוי משום פרסומי ניסא, ובבית אין אנו יכולים לקיים הפרסומי ניסא כבזמן הגמרא להדליק בחוץ, ולכן בבית הכנסת הוי עיקר פרסומי ניסא, וראוי לברך שם.ומכל מקום אין יוצאים בזה, כמו שכתבתי. ובבית הכנסת נוהגים להדליק בין מנחה למעריב, דאז יש יותר פירסום. ובערב שבת יש נוהגין להדליק קודם מנחה בבית הכנסת. וכן הוא מנהגינו, שהרי גם הדלקת נרות שבת מדליקין קודם מנחה. ואם המדליק הוא השליח ציבור, וממהר את עצמו להתפלל – יכול לברך ולהדליק נר אחד, והשאר ידליק השמש או אחר. וגם בביתו אין איסור שהבעל הבית יתחיל בהדלקה, ואחר יגמור. ומכל מקום טוב שהבעל הבית בעצמו יגמור כולם, להדליקם בעצמו.","אמרינן בגמרא (כג א): חצר שיש לה שני פתחים משני צדדים – צריכה שתי נרות. ופירש רש\"י: שיש לבית שני פתחים, עיין שם. והולך לשיטתו, דההדלקה היא על פתח הבית אצל החצר.אבל להתוספות הוה כפשוטו, והטעם: משום חשדא, דשמא בני עירו שילכו בצד זה, ולא יראו נרות, יאמרו: כי היכי דבהאי לא אדליק, בהאי נמי לא אדליק. אבל כשהן ברוח אחת – הלא יראו שיש נרות בפתח השני. ופשוט הוא דכשמדליק בשני מקומות – לא יברך רק ברכה אחת בהדלקה ראשונה, ובהדלקה שנייה לא יברך כיון שאינה אלא מפני החשד.וזהו הכל בזמנם, שהיו מברכים ומדליקין על פתח החצר או פתח הבית. אבל האידנא, שכולם מדליקין בפנים הבית, ואין ההיכר אלא לבני הבית ולא לבני רשות הרבים, אפילו יש לחצר או לבית הרבה פתחים להרבה רוחות – אין מדליקין אלא במקום אחד. שהרי בני ביתו יודעים שהכל בעל הבית אחד. וכן המנהג פשוט.","ודע: דרבינו הרמ\"א בסעיף ח, על דין שנתבאר דכששני הפתחים הם ברוח אחד – אינו צריך להדליק בשני הפתחים, כתב: דזהו כשהם בבית אחד. עד כאן לשונו. ומשמע דאם בשני בתים – צריך להדליק בשניהם, אפילו מרוח אחת. וכן כתב להדיא בספרו דרכי משה סוף סימן זה בשם הכלבו, עיין שם.ואינו מובן כלל, דהא בגמרא שם מבואר להדיא דהחשדא הוא משום בני העיר, שיודעים שהם של אדם אחד. אלא דבשני רוחות יאמרו שגם ברוח האחרת לא הדליק, כמו שכתבתי, ולא ברוח אחת. ואם כן מה לי בבית אחד, ומה לי בשני בתים, כיון שיודעים שהם של אדם אחד?ואם נאמר דבשני בתים לא ידעו שהם של אדם אחד, מנא לן לומר כן? וצריך עיון.(ואפשר לומר בשנדקדק על החשד, שיאמרו מדבהאי פיתחא לא אדליק וכו', למה יחשודו אותו בכך? ואינו דומה לפיאה, שדרכן רק להניח בסוף הקצירה, עיין שם. אלא וודאי דגם בני העיר אינם בקיאים כל כך שאין כאן רק בעל הבית אחד, אלא דהם יתלו יותר שאין כאן רק בעל הבית אחד כשהן ברוח אחת ובבית אחד, ובאחד הבתים הודלק. אבל בחסר אחד מהן – יסבורו ששני בעלי בתים הם. ודייק ותמצא קל.)"],["תניא (כא ב): מצותה משתשקע החמה, עד שתכלה רגל מן השוק. וזהו חצי שעה אחר השקיעה (רי\"ף ורא\"ש). והרמב\"ם בפרק רביעי דין ה כתב:אין מדליקין נרות חנוכה קודם שתשקע החמה אלא עם שקיעתה, לא מאחרין ולא מקדימין. שכח או הזיד, ולא הדליק עם שקיעת החמה – מדליק והולך עד שתכלה רגל מן השוק. וכמה הוא זמן זה? כמו חצי שעה או יותר. עבר זמן זה – אינו מדליק. וצריך שיתן שמן בנר, כדי שתהיה דולקת והולכת עד שתכלה רגל מן השוק.עד כאן לשונו.","ומבואר מלשונו דאם מדליק אחר השקיעה – אינו צריך ליתן שמן על חצי שעה, אלא רק עד כדי שתכלה רגל מן השוק. וכן מבואר מלשון רבינו הבית יוסף בסעיף ב, שכתב:שכח או הזיד, ולא הדליק עם שקיעת החמה – מדליק והולך עד שתכלה רגל מן השוק, שהוא כמו חצי שעה, שאז העם עוברים ושבים, ואיכא פרסומי ניסא. הלכך צריך ליתן בה שמן כזה השיעור.עד כאן לשונו, וזהו כדברי הרמב\"ם (וכן כתב המגן אברהם סעיף קטן ב).","וזהו הכל לדעת הרמב\"ם, דלאחר זמן שתכלה רגל מן השוק – אינו מדליק. אבל הטור פסק דאם לא הדליק – זמנה כל הלילה, ודלא כהרמב\"ם וכו', עד כאן לשונו. ואם כן, תמיד צריך ליתן כשיעור הזה. ולכן כתב הטור את השיעור בראש סימן זה, עיין שם, להורות דתמיד יש שיעור זה.ולפי זה גם האידנא שמדליקין בבית – צריך גם כן שיעור זה. ואפשר דבזה גם הרמב\"ם מודה, דדווקא לדידהו, דההיכר היה לבני רשות הרבים, ואחר זמן כליית רגל מן השוק – אין היכר למו, אם כן למה יתן שמן על אחר כך? אבל האידנא שההיכר לבני הבית – שפיר צריך היכר למשך חצי שעה. וכן המנהג הפשוט, ואין לשנות.(וצריך עיון למה לא דיברו בזה בשולחן ערוך, ואולי מפני שזה היה להם דבר פשוט.)","ודע: דגם בעיקר הזמן נחלקו הרמב\"ם עם הטור והשולחן ערוך. דהרמב\"ם כתב: עם שקיעתה, והיינו: בתחילת השקיעה. אבל הטור והשולחן ערוך כתבו: בסוף השקיעה, והיינו: בצאת הכוכבים, כמו שכתבתי בסימן תקסב.ודבר זה תלוי בהמחלוקת בעיקר זמן שקיעת החמה: אם זהו תחילת שקיעה או סוף שקיעה. כמבואר לעיל סימן רסא דהרמב\"ם סבירא ליה דהוא תחילת השקיעה, והטור והשולחן ערוך הולכים בשיטת רבינו תם שזהו סוף השקיעה, כמו שכתבתי שם.והעולם נוהגים כהטור והשולחן ערוך, ומברכים \"נר חנוכה\" אחר תפילת ערבית. אבל יש נוהגים כהרמב\"ם, ומברכים אחר מנחה לזמן תחילת בין השמשות.ואף על גב דהאידנא ההדלקה היא בבית, מכל מקום כל מה שאפשר לעשות כתיקון חכמים עושין. ועוד: דגם האידנא, כשמדליקין אצל החלון, יש היכר לבני רשות הרבים.ובמסכת סופרים פרק עשרים משמע כהרמב\"ם, שאומר מצות הדלקתן משתשקע החמה. ואם הדליקו ביום – אין נאותין ממנו, ואין מברכין עליו, שכך אמרו: אין מברכין על הנר עד שיאותו לאורו. עד כאן לשונו. ולאחר תחילת השקיעה – הלא נאותין מהנר, אך אין זה ראיה גמורה כמובן.","כתב רבינו הבית יוסף בסעיף א דיש מי שאומר שאם הוא טרוד – יכול להקדים להדליק מפלג המנחה ולמעלה, ובלבד שיתן בה שמן עד שתכלה רגל מן השוק. עד כאן לשונו.וראיה לדבר זה: שהרי בערב שבת מדליקין נר חנוכה קודם השקיעה. ובאמת יש ליזהר בערב שבת ליתן הרבה שמן, יותר מהשיעור שבכל יום לכל הפחות בנר אחד, כדי שידלק עד כדי שתכלה רגל מן השוק.אך באמת משבת אין ראיה, מפני שאי אפשר בעניין אחר. דאם לא כן להרמב\"ם, דאחר שתכלה רגל מן השוק אין מדליקין, כמו שכתבתי – אין מדליקין נר חנוכה במוצאי שבת. אלא במקום דלא אפשר שאני, והכא נמי בערב שבת כן.","כתב הטור בשם התוספות דלדידן אינו צריך לדקדק בהזמן שנתנו חכמינו ז\"ל, שזהו רק להם שהיו מדליקין בחוץ, ולאחר שתכלה רגל אין עוברין ושבין. אבל לדידן שמדליקין בבית, וההיכר הוא רק לבני הבית – אין להקפיד על הזמן, ורק להדליק בעוד שבני הבית יהיו נעורים ולא ישנים, דאם כן גם להם אין היכר.והטור כתב, וזה לשונו:ונראה שאף לדידן צריך לדקדק בשיעור. שאף על פי שמדליקין בפנים, כיון שמדליקין בפתח הבית, והוא פתוח – יש הכירא לעוברים ושבים.עד כאן לשונו. וזהו בזמן הטור, אבל עכשיו שמדליקין לגמרי בחדרים הפנימים – אינו צריך לדקדק בהזמן, אלא שידליק בעוד שבני הבית נעורים (ב\"ח). וזהו שכתב רבינו הרמ\"א:יש אומרים שבזמן הזה, שמדליקין בפנים – אינו צריך ליזהר ולהדליק קודם שתכלה רגל מן השוק. ומכל מקום טוב ליזהר גם בזמן הזה.עד כאן לשונו, כדי לעשות כתקנת חכמים. ורוב ישראל נזהרים גם עתה להדליק בהזמן שקבעו חכמים. ויש מי שאומר דאפילו ללמוד – אסור בהגיע הזמן. ואם לא התפלל מעריב עדיין – ידליק קודם, ואחר כך יתפלל מעריב (מגן אברהם סעיף קטן ה). וזהו להמדליקים תמיד אחר מעריב. אבל יש שלכתחילה מדליקין קודם מעריב, אחר תחילת השקיעה, כדברי הרמב\"ם שהבאנו.","וכבר נתבאר שאפילו בזמן הגמרא, לדעת הטור אם לא הדליק בזמנו – מדליק כל הלילה. וכל שכן עתה הכל מודים בזה. ויש מי שרוצה לומר דאחר חצות ידליק בלא ברכה (שם סעיף קטן ו בשם רש\"ל), ולא נראה לומר כן, דכל זמן שבני הבית נעורים – ידליק בברכה. אך כשהם ישנים – ידליק בלא ברכה (שם), שהרי אין היכר לשום איש. ואנן בעינן שיהא היכר לאחרים, לבד המדליק.אמנם אם רק יש איש אחד, או אשה אחת, או תינוק ותינוקת קצת בעלי דעת – יברך, שהרי להם יש היכר. ואפילו הדליקו כבר בעצמם – מכל מקום סוף סוף יש להם היכר. אך לכתחילה ידליק בתחילת הלילה, כשבני ביתו מקובצים יחד, וקודם אכילה (שם), שאז ההיכר גדול ואיכא פרסומי ניסא.","אך אם עברה הלילה ולא הדליק – נאבדה מצותה. וביום לא ידליק, דשרגא בטיהרא מאי מהני? ואפילו אם ירצה להדליק בחדר אפל – אינו מועיל, דאין הדלקה ביום, ואין לזה תשלומין.מיהו בלילות האחרות – מדליק כדרכו כמו שארי בני אדם, אף על פי שהחסיר לילה אחת. ודלא כיש מי שרוצה לומר דאבד כל הלילות, ומדמי לה לספירה (עיין בית יוסף), דאין זה דמיון. דבספירה המספר הוא העיקר, וכיון שהחסיר המספר – שוב אינן \"תמימות\". אבל בנר חנוכה – די בנר אחד מדינא, ואין המספר מעכב. ואיך יפסיד בזה שארי הלילות?","אם נתן הרבה שמן בנר, יותר מהשיעור – יכול לכבותה לאחר שהדליקה חצי שעה. וגם מותר אחר כך להשתמש לאורה, שלא הוקצה למצותה רק כפי השיעור.ויש מי שאומר דלכבותה – מותר, אבל להשתמש לאורה – אסור (שם סעיף קטן ד בשם רש\"ל), דבשימוש אין היכר בין קודם הזמן לאחר הזמן. ויש שכתבו שהמנהג גם שלא לכבות (שם בשם ב\"ח). ובוודאי אם המנהג כן – אין לשנות, אבל אצלינו נהגו לכבות.ויש לעשות פתילות נאות, אבל לא ארוכות. ונרות שעוה – יש לעשות ארוכות, דהוי נוי למצוה. וגם הפמוט מצוה שיהא נאה ומהודר."],["מצוה מן המובחר להדליק נרות חנוכה בשמן זית, לפי שהוא נמשך אחר הפתילה יפה, וצליל נהוריה טובא (שבת כג א). ועוד: שהנס נעשה בשמן זית. ואם אין שמן זית מצוי – מצוה בשארי שמנים שאורן זך ונקי.ונוהגים במדינות אלו להדליק בנרות של שעוה, כי אורן צלול כמו שמן (רמ\"א). ועכשיו יש נרות של חלב שנתקשה, שקורין סטרי\"ן ליכ\"ט, שאורן עוד הרבה יותר צלול משעוה, והרבה נוהגין להדליק באלו. והנה מי שהוא בביתו – וודאי יש לו לקיים מצוה מהודרת בשמן זית. אך בדרך, שאי אפשר להוליך עמו פמוט ושמן – ידליק או בשעוה או בחלב שנתקשה.","איתא בגמרא (שם כא ב): פתילות ושמנים שאמרו חכמים אין מדליקין בהן בשבת – מדליקין בהן בחנוכה. כלומר: בשבת יש פתילות שאין מדליקין בהן, מפני שהאור מסכסכת בהם, ושמנים – אותם שאין נמשכים אחר הפתילה.ובחנוכה אין חשש בזה. דבשבת הוי טעם האיסור דמתוך שאינו דולק יפה, וקשה התשמיש לפני אור כזה – חיישינן שמא יטה ויתקן, כדי שידלק יפה. אבל בנר חנוכה, שאסור להשתמש לאורה – למה יטה? ומה לו אם דולקת יפה או אינו יפה? ואפילו בשבת של חנוכה – מותר להדליק בהם נרות חנוכה.ואף שבשבת יש חשש אחר, שיש לחוש דמתוך שאינה דולקת יפה תכבה, ויבא להדליקה – אך גם זה אין חשש, דאנן קיימא לן דאם כבתה הנר חנוכה בתוך זמן שיעורו – אין זקוק לה ואין צריך להדליקה עוד. ולכן גם בשבת אין חשש בזה מדינא.אך בשבת צריך ליזהר שלא יתן בו שמן רק כשיעור. דאם יתן יותר מכשיעור – אסור, מפני שלאחר זמן שיעורו נתבאר שמותר להשתמש לאורה. ואז יש לחוש שמא יטה.ופשוט הוא דהשמש שמדליקין בו את הנרות של חנוכה, ועומד אצל הנרות – אסור להיות מכאלה, שהרי לפניו מותר להשתמש, וחיישינן שמא יטה.(וזהו כוונת המגן אברהם סעיף קטן א. ואשבת קאי, אך הלשון מגומגם קצת, עיין שם.)","יראה לי דאף על גב דסתמא אמרו בגמרא דשמנים ופתילות שאין מדליקין בהם בשבת – מדליקין בהם בחנוכה, מכל מקום לאו כללא הוא. שהרי בעל כרחך יש דברים שאין מדליקין בהם בשבת ואין מדליקין בהם גם בחנוכה, אף בחול. והיינו: דאין מדליקין בשבת בדבר שריחו רע, דחיישינן שמא יניחנו ויצא, כמו שכתבתי לעיל סימן רסד. ופשיטא שגם בחנוכה אין מדליקין מהאי טעמא, ועיקר פרסומי ניסא הוא הראייה בהנרות.ועוד יש שם שאין מדליקין בדבר שריחו נודף, דחיישינן שמא יסתפק ממנו, כמבואר שם. ופשיטא דחששא זו עצמה יש גם בנר חנוכה, שהרי אסור להסתפק ממנו. ואפילו אם נאמר דחשש הסתפקות אינו אלא בשבת, שיבוא על ידי זה לידי חיוב סקילה, מה שאין כן בחנוכה הוא איסור בעלמא – מכל מקום הא בשבת פשיטא שאסור, ובגמרא אמרו בין בחול בין בשבת. אלא וודאי דרק אעיקרי פסולי פתילות ושמנים שבפרק \"במה מדליקין\" קאי, מטעם שאין האור יפה, מה שאין כן אשארי דברים.","עוד נראה לי: דמותר להדליק נר חנוכה בעששית, דשפיר מקרי ראייה. כמו שכתבתי לעיל סימן עה, דערוה בעששית – אסור לקרות קריאת שמע כנגדה, דיש בזה משום \"ולא יראה בך ערות דבר\", עיין שם. הרי דראייה בעששית – מקרי ראייה, וממילא דגם בנר חנוכה כן.","להדליק נר חנוכה בדברים של איסורי הנאה, כמו בשמן של ערלה, או בחמאה שנתבשל עם שומן בשר, וכיוצא בהם – מותר. דכיון דאסור להשתמש בהם, ואינו אלא למצוה – קיימא לן דמצות לאו ליהנות ניתנו. וכן הורה אחד מהגדולים (באר היטב סעיף קטן א בשם ש\"א).ויש מי שחולק על זה, מטעם כיון דצריכין שריפה או קבורה – כתותי מיכתת שיעוריה. ונר חנוכה צריכה שיעור (שערי תשובה סעיף קטן א). ואינו כן, דכבר כתבו התוספות בעירובין (פ ב דיבור המתחיל \"אבל\") דכתותי מיכתת – אינו אלא בדבר שצריך גוש אחד. אבל דבר שעל ידי דיבוקין כשר, כמו לחי – לא שייך בזה כתותי מיכתת. וכל שכן בשמן, שאין בזה שום התחברות גושי. ותמיהני על האומר כן.","כבר נתבאר דעיקר המצוה היא שמן זית. ולכן מי שבא לביתו ולא מצא שמן זית, ולקח נרות שעוה לנר חנוכה, ודיבקם לכותל והתחיל לברך, ובתוך כך הביאו לו שמן זית, אף שלא אמר עדיין השם אלא \"ברוך אתה\" – יגמור עליהם. ולא ישליכם ליקח שמן זית, כי זהו בזיון להנרות של שעוה, שגם הם נתקדשו בהתחילת הברכה. ולכן אין לביישם בשביל הידור מצוה.אבל קודם שהתחיל בברכה, אם הביאו לו שמן זית – יניח הנרות של שעוה, וידליק בשמן זית, דעל ידי ההכנה לא נתקדשו (שם בשם חכם צבי). ויש מי שאומר דגם כשדיבקן לכותל ולא התחיל לברך – לא יניחם בשביל שמן זית (שם בשם שבות יעקב), ואינו עיקר. ופשוט הוא שלא ידליק מחצה מנרות שעוה ומחצה משמן זית בלילה אחת, דזה נראה כשני דברים (שם).וראיתי מי שכתב דנר שעוה דומה לאבוקה, ואין מברכין עליו נר חנוכה (עיין ט\"ז בשם מהר\"ל מפראג). ואיני יודע איזה אבוקה יש בזה, אם לא כששנים קלועים ביחד, כמו שכתבתי בסימן תרעא.","כבר נתבאר דאסור להשתמש לפני נר חנוכה, ובין בעיקר הנר האחת שהיא עיקר החיוב, ובין הנרות הנוספים. והטעם: משום ביזוי מצוה, שנראה שאינה חשובה כשמשתמשין לפניה.ולכן אפילו תשמיש קל – אסור. כגון לבדוק מעות לאורה, או למנות מעות בפניה – אסור. ויש אומרים דדווקא תשמיש שצריך לעשותו סמוך להנר, כמו בדיקת ומנין מעות. אבל תשמיש קל שנעשה מרחוק – מותר (בית יוסף, דרכי משה). ויש אוסרין גם בכי האי גוונא, דסוף סוף הוי ביזוי מצוה (ב\"ח וט\"ז סעיף קטן ג, ומגן אברהם בשם רש\"ל). וכן המנהג להחמיר, ואפילו לאכול מרחוק – אסור.ואף על גב דנהנה בישיבתו בביתו מהם, שיש אור בבית ולא יכשל בהליכתו – זהו הנאה דממילא, וגרמא בעלמא הוא. מה שאין כן להשתמש לפניהם איזה מין תשמיש שהוא. וכשיש שמש – מותר, כמו שיתבאר.","יש אומרים דתשמיש מצוה – מותר להשתמש בפני נרות חנוכה, כגון ללמוד לפניהם. דכיון דהוי הטעם משום ביזוי מצוה – הרי אין זה בזיון אלא כבוד (העיטור בטור). ואין לשאול: דאם כן איך התירו להדליק בשמנים שאין נמשכים אחר הפתילה בשבת של חנוכה מטעם דאסור להשתמש לאורה, והא יש לחוש שילמוד ויטה? דאין זו שאלה, דהא בלאו הכי אסור ללמוד לאור הנר רק בשנים, ויזכירו זה לזה, כמו שכתבתי בסימן ערה.ויש מי שאומר דהמתיר – אינו מתיר אלא דרך עראי, ולא ללמוד דרך קבע (ט\"ז סעיף קטן ד). ודברים תמוהים הם למעיין בטור (וקושיתו של הט\"ז שם צריך עיון, ודייק ותמצא קל). ומכל מקום יש אומרים דאין חילוק בין תשמיש חול או תשמיש קודש, דכל שמשתמשים לפניה – אין לה היכר שהיא לשם חנוכה. וזהו דעת רוב הפוסקים, וכן המנהג הפשוט.","כתב הטור דמפני שאסור להשתמש לאורה – מוסיפין נר אחד, שאם ישתמש לאורה – ישתמש לאותו הנר וכו'. והאחרון יהיה שלא לשם נר חנוכה וכו'. ואין שם \"שמש\" עליו, כי השמש הוא המדליק בו הנרות. עד כאן לשונו.והוסיף רבינו הבית יוסף בסעיף א לומר דיניחנו מרחוק קצת משאר נרות מצוה. עד כאן לשונו. דאם לא כן – הרי מקלקל ההידור של המהדרין מן המהדרין, שיסבורו שכך ימים עברו מחנוכה.אבל מדברי הטור לא משמע כן, שהרי כתב ששאלו מאחיו רבינו יחיאל: כשמדליקין אחד יותר בסתם, ולא פירש איזה מהם, אם יכול אחר כך לברור איזה מהם שירצה לשמש, הראשון או האמצעי או האחרון? והשיב שאין להפסיק בנרות חנוכה, הלכך יהיה האחרון. עד כאן לשונו.ואי סלקא דעתך שצריך להניחו רחוק – מה זו שאלה? הרי כבר בירר את מי שהניח רחוק. אלא וודאי דעומד בשוה עם שארי נרות.ואי קשיא: דאם כן הרי מקלקל ההידור? דיש לומר: דכיון שהמנהג היה כן – הרי הכל יודעים שיש בהם אחד יתר על מניין הימים, וממילא דמניין הימים ידועים גם כן.(ותמיהני על מפרשי השולחן ערוך שלא העירו בזה, עיין שם. ודייק ותמצא קל.)","אבל רבינו הרמ\"א כתב על זה, וזה לשונו:ובמדינות אלו – אין נוהגין להוסיף, רק מניח אצלן השמש שבו מדליק הנרות, והוא עדיף טפי. ויש לעשותו יותר ארוך משארי נרות, שאם בא להשתמש – ישתמש לאותו נר.עד כאן לשונו. ובאמת לא אבין דעת הטור והמנהג שבימיו, ולמה להם נר יותר? הלא יש השמש. ואין לומר שאצלם לא היה שמש, שהרי הטור מסיים: ואין שם \"שמש\" עליו, כי השמש הוא המדליק בו הנרות, עד כאן לשונו. ואם כן היה להם שמש, ומה צריך עוד? ובפרט שהשמש עדיף טפי, כמו שכתב רבינו הרמ\"א. וטעמו: דזה מוכח בהדיא שאינו ממניין הנרות (מגן אברהם סעיף קטן ו). ועוד: דהוא ארוך יותר, או שמעמידו גבוה משארי הנרות (שם).","ונראה לי דטעמם: משום דקשה להו על מאי דאמר רבא בגמרא, דצריך נר אחרת להשתמש לאורה. וקשה: מאי קא משמע לן? פשיטא, כיון שאסור להשתמש לאורה. ואמת שהר\"ן פירוש דאשעת סכנה קאי, דמניחה על שולחנו ובעל כרחו משתמש לאורו, וכמו שכתבתי בסימן תרעא סעיף כא, עיין שם.אבל הטור סובר דהכי פירושו: שצריך עוד נר אחד נוסף בסדר הנרות, ואינו מועיל השמש שעומד מרחוק, או נר אחר שבבית משום, דחיישינן שמא ישתמש אצל הנרות של חנוכה. ולכן צריך נר אחר בשם גופה, בסדר הנרות, וכמו שכתבתי בסעיף ט.אבל אותם הפוסקים שכתבו שצריך נר אחרת, ולהעמידה בפני עצמו (כמו שכתב בבית יוסף ובב\"ח שם רי\"ו וצל\"ד, עיין שם) – אינם סוברים כהטור, אלא כמנהגינו שכתב רבינו הרמ\"א.(והבית יוסף והב\"ח, וכן מפרשי השולחן ערוך, כתבו שכולם דיעה אחת הם, וגם כוונת הטור להעמידה בפני עצמו. וכבר הוכחנו שאינו כן, ושני דיעות הם. ודייק ותמצא קל.)","ויותר נראה לי דמנהגינו, וכמו שכתב רבינו הרמ\"א – הוא לקיים שתי הדיעות: גם דעת הטור שהנר הנוסף תהיה דווקא אצל הנרות מטעם שכתבנו; ודיעות הפוסקים שצריך נר אחרת ולהעמידה בפני עצמו, והיינו שמעמידים השמש אצל הנרות, והוא ארוך מכולן או גבוה מכולן. דבזה יצאנו דעת הטור שצריך להיות ביחד עם הנרות, ודעת הפוסקים להעמידו בפני עצמו כדי שיהא ניכר שאינו ממניין הנרות. והכא ניכר שאינו מן המניין, שהרי חלוק מהם, כמו שכתבתי.","ודע: שיש מי שכתב שאף על פי שיש נר אחרת – אסור להשתמש אצלן, משום דהרואה יאמר: לצרכו הוא דאדליק כולן, דלפעמים אדם מדליק כמה נרות (מגן אברהם סעיף קטן ד בשם רמב\"ן, עיין שם).ודברים תמוהים הם: דלהדיא משמע מהגמרא והפוסקים דכשיש נר אחר – מותר להשתמש לאורה. ואף על גב דעל ידי נר חנוכה יוגדל האור – לא חיישינן לה, דהא אין כאן ביזוי מצוה, וניכר שהודלק לשם מצות חנוכה (ט\"ז סעיף קטן ה). ולא הוזכר דבר זה בטור ובפוסקים.(והרמב\"ן שכתב סברא זו: זהו כשמניחה על שולחנו, וכמו שכתב המחצית השקל. דהך סברא, דהרואה אומר לצרכו הוא דאדליק – לא נאמרה בגמרא רק כשמדליק שלא במקומו, עיין שם. אבל במקומו – אינו אלא משום ביזוי מצוה. וכשיש נר אחר – ליכא ביזוי מצוה, כמו שכתב הט\"ז. וגם כוונת המאור כן, כשמדליקה על שולחנו, וכמו שכתב הר\"ן, ובמאור לא נמצא כלל כשיש שמש אצל הנרות, כמו שכתב המגן אברהם. והרי בעצמו הביא כן בשם הרי\"ו, וזהו כוונת הרי\"ו, ודברי המגן אברהם צריכים עיון. וגם מה שכתב בסעיף קטן ה, דאם רבים המדליקין צריך לכל אחד שמש, עיין שם – אין המנהג כן. וגם רש\"ל חולק בזה, כמו שכתב שם.)","כתב רבינו הרמ\"א בסוף סעיף א:אם נתערב נר חנוכה האסור בהנאה בשאר נרות, אפילו אחד באלף – לא בטיל, דהוי דבר של מניין. אלא ידליק מן התערובת כל כך שבוודאי נר של היתר דולק עם נר של איסור, ואז מותר להשתמש אצלן.עד כאן לשונו, כלומר: שהתחילה להדליק ונכבתה מיד, דאסורה בהנאה. דאלו לא נדלקה עדיין – לא נאסרה בהנאה, דהזמנה לאו מילתא היא. אבל כשנדלקה – נאסרה בהנאה.ואף על גב דבעצמו פסק ביורה דעה ריש סימן קי דדווקא דבר שדרכו למנותו תמיד – לא בטיל, אבל אם לפעמים מוכרין גם במשקל – בטל. ואם כן, גם נרות פשיטא שמוכרין לפעמים במשקל. אך נרות חנוכה תמיד מוכרין במניין, מפני חשיבותא דמצוה, ולכן לא בטיל. ולכן אין היתר אלא כשיהיה נר של היתר דולק ביחד עם נר האסור, והיינו אם נתערבה נר אחת של חנוכה – ידליק שתי נרות, ואם נתערבו שתים – ידליק שלוש, וכן לעולם.וכמו דבנר חנוכה עצמו אם יש נר אחר – מותר להשתמש לאורה, כמו שנתבאר, כמו כן בתערובות ויש נר אחר של היתר, דמותר להשתמש לאורה. ואף שהאור מתרבה גם על ידי האיסור, מכל מקום לא חיישינן לה, כמו שכתבתי בנר חנוכה עצמה.","ויש חולקים בעיקר דין זה, דאינו מדבר שבמניין דלאחר התערובות בטלה חשיבותו, ושוב לא הוה דבר שבמניין, ובטיל חד בתרי. וכל שכן כיון שכבתה – בטלה חשיבותה אף כשהיא לבדה (ט\"ז סעיף קטן ו וסעיף קטן ז), ובטיל חד בתרי כדין יבש ביבש (וכן כתב המגן אברהם סעיף קטן ט בשם רש\"ל). וכיון שעיקר איסור דבר שבמניין הוא רק מדרבנן, כמו שכתבתי ביורה דעה שם – יש לסמוך על המקילים.ויש שרוצים לאסור כאן מטעם קבוע. ואינו כן, דקבוע דאורייתא אין כאן, כיון שאין האיסור ניכר בפני עצמו. וקבוע דרבנן אינו אלא מפני דבר שבמניין. וכיון שבררנו שאין זה דבר שבמניין – ממילא נסתלק הקבוע. ודברים אלו מתבארים ביורה דעה שם.(עיין שערי תשובה סעיף קטן ט, שכתב בזה. והעיקר כמו שכתבתי, ודייק ותמצא קל.)","קיימא לן בגמרא שם דכבתה – אין זקוק לה. כלומר: כיון שהדליקה, והיה בו שמן כשיעור, ועיקר המצוה היא ההדלקה – הרי עשה מצותו, ואינו זקוק להדליקה עוד פעם.ואפילו בערב שבת, שמדליק בעוד היום גדול, וכבתה קודם קבלת שבת שהוא עדיין מבעוד יום – מכל מקום אינו זקוק לה. והוא הדין אם אחר שהדליקה בא לתקנה, וכיבה אותה בשוגג – אינו זקוק לה.ויש אומרים דבערב שבת מחוייב להדליק פעם שנית, אך בלא ברכה, שהרי כבר בירך כראוי (מגן אברהם סעיף קטן יב בשם רש\"ל, וט\"ז סעיף קטן ט). וכל שכן בחול, מי שרוצה להחמיר על עצמו ולחזור ולהדליקה – אין לברך עליה. וראוי להחמיר על עצמו, ולחזור ולהדליק בלא ברכה. ואף על גב דמדינא אינו צריך – לא גרע ממהדר במצוה (שם).וכל זה כשנתן בה שמן כשיעור, וגם לא העמידה במקום שהרוח שולט. דאם לא נתן שמן כשיעור, או שהעמיד במקום שהרוח שולט, שמתחילה עמד לכיבוי – מחוייב מדינא לחזור ולהדליק, ובברכה, דהברכה הראשונה היתה לבטלה. ויש אומרים דברוח אין לו לחזור ולברך (שם), דשמא אותו רוח לא היה בריא שיכביהו. אבל אם היה בריא שיכביהו – פשיטא דחוזר ומברך.","נר של חרס שהדליק בו לילה אחת – נעשה ישן ומאוס, ואין מדליקין בו לילה אחרת, אלא לוקח חדשים בכל לילה. ואם אין לו אלא ישן – מסיקו בכל לילה באור, דנעשה כחדש. ונר של מתכת – אינו צריך חדש, ושל זכוכית או של חרס מכוסה – דינו כמתכת.אמנם הפתילות – בוודאי אין חוששין להחליפן עד שתכלה. שאין הפתילה נמאסת, ואדרבא פתילה ישנה טובה יותר להדלקה מחדשה, כדתנן: פתילה שהבהבה (שבת כח ב: פתילה שקיפלה ולא הבהבה, ופירש רש\"י דיבור המתחיל \"הבהבה\" – כדי שתהא מחורכת ותדלק יפה, עיין שם)."],["מדליקין נר חנוכה מנר חנוכה, ואין בזה ביזוי מצוה, שהרי מדליק קודש מקודש. ואף שיש לומר דזהו כמו אכחושי מצוה, שנוטל קצת שמן מהנר במה שהדליק בה אחרת – אין זה כלום, שהרי לא ניטל ממנה כלום, ואין אנו חוששים בזה כלל.ודווקא להדליק מזה לזה בלא אמצעי. אבל להדליק מזה לזה על ידי נר של חול, כלומר להדליק נר של חול מנר של חנוכה, וזהו וודאי אסור שהרי יש בזה ביזוי מצוה, שהקדש משמש לחול; אלא אפילו אם כוונתו להדליק בהשל חול נר חנוכה האחרת – מכל מקום אסור, דבעת שדולק ממנה השל חול – יש בזיון לשעתו.ויש מתירין גם בכי האי גוונא. ואין כאן ביזוי מצוה, כיון דהכוונה להדליק ממנה להנר חנוכה.(וזה תלוי בסוגית הש\"ס כב א, דקיימא לן כשמואל דמדליקין מנר לנר. ופליגי בעל ידי קינסא כהיש מתירין. והאוסרין סברי דפליגי מנר לנר. ורב שאוסר – הוא מטעם אכחושי מצוה. ואף על גב דאיתותב לא הוי תיובתא גמורה, כמו שכתבו התוספות בדיבור המתחיל מאי הוה עלה וברא\"ש שם. ועיין בית יוסף.)","ואפילו לדעת המתיר, אם יש לחוש שיכבה הנר של חול קודם שידליק בה את הנר של חנוכה – אסור, מפני שאז תהיה רק תשמיש חול, ואיכא ביזוי מצוה. ויש מי שמתיר גם בכי האי גוונא, דלמה ניחוש לזה? ואף אם אולי יבוא לידי כך, איזה בזיון יש בזה? והרי הדליקה לשם קודש (ט\"ז סעיף קטן ב).אמנם רבינו הרמ\"א כתב דנהגו להחמיר בנרות חנוכה, שלא להדליק אפילו מנר לנר, דעיקר מצותו אינו אלא נר אחד, והשאר אינו למצוה כל כך. ולכן אין להדליק זה מזה. עד כאן לשונו.וכל שכן אם כבה אחד מהנרות, שאין להדליקה מנר חנוכה האחרת, שהרי אין מצוה בהדלקתה, דהא קיימא לן: כבתה – אין זקוק לה, כמו שכתבתי בסימן הקודם (מגן אברהם).ובאמת כל אלו טעמים חלושים הם. דכיון דעיקר האיסור הוא משום ביזוי מצוה – הא אין כאן בזיון על כל פנים, שהרי על כל פנים נר של מצוה היא. אך כיון שהמנהג כן – אין לשנות. וכל שכן שאסור להדליק השמש מנר של חנוכה, שבו אין מצוה כלל, וזה אסור מדינא.ודע דכל זה הוא בתוך זמן שיעורו. אבל לאחר זמן שיעורו – אזדא לה קדושתה, ומותר להדליק ממנה אפילו נר של חול. שהרי מותר לכבותה, כמו שכתבתי בסימן תרעב. ומותר ליהנות ממנה, וכל שכן שמותר להדליק ממנה.","נר של מצוה – מותר להדליק מנר חנוכה לפי עיקר הדין, כגון: ללמוד לפניה או להתפלל. ולכן בבית הכנסת – כל הנרות הדולקות שם הוויין של מצוה, ומותר להדליק זה מזה. ולכן מדליקין בבית הכנסת בנר זו את נר זו בין בנרות בית הכנסת, בין של שבת בין של חנוכה. ומדליקין זו מזו וזו מזו, דכולם של מצוה הם. ואסור להדליק נר של הדיוט מנרות בית הכנסת, ונתבאר בסימן קנד, עיין שם.(הגר\"א בסעיף קטן ה כתב: דזה שמתיר להדליק זה מזה בנרות בית הכנסת – זהו להמתיר להדליק מנר לנר על ידי קינסא. אבל להאוסר משום ביזוי מצוה – אסור, דמצות מבטלות זו את זו, והוי ביזוי מצוה, עיין שם. ולא אבין מה שייך זה למצות מבטלות זו את זו, הא על כל פנים אין זה ביזוי כמובן. ואם שהר\"ן כתב סברא זו לעניין תשמיש בנר חנוכה בדבר מצוה, הא עיקר הטעם כתב מטעם שעשו דמיון להמנורה, עיין שם. ועוד: דתשמיש שאני, וצריך עיון. וגם מה שכתב המגן אברהם, דבמרדכי שלנו אוסר בכל נרות של מצוה להדליק זה מזה, עיין שם צריך לומר בכוונתו על ידי קינסא, וכמו שכתב הפרי מגדים. עיין שם, ובמרדכי, ובהגהת הר\"ם טיקטין. והמרדכי מיירי שם בקינסא, אבל אם כן צריכים עיון דברי המגן אברהם, שהרי אין כאן סתירה כלל. ודייק ותמצא קל.)"],["אף על פי שמצות נר חנוכה אי אפשר להתקיים בלא הנחת הנר על מקומו, כמו שאי אפשר להתקיים בלא הדלקה, וקיימא לן שאם היה תפוש הנר בידו כל זמן משך ההדלקה, אפילו במקום שצריך להדליק שם – לא יצא (כב ב). וכן קיימא לן שצריך להדליק במקום הנחתה, והיינו על פתח ביתו מבחוץ לפי דינא דגמרא. אבל אם הדליקה בפנים והוציאה לחוץ – לא יצא (שם).דמכל זה נראה לכאורה דגם ההנחה בכלל המצוה, ומי שפסול להדלקה, כגון חרש שוטה וקטן – פסול נמי להניחה על מקומה. ומכל מקום אינו כן, ואפסיקא הלכתא בגמרא שם דהדלקה עושה מצוה, ולא הנחה. ואם הניחה חרש שוטה וקטן על מקומה, והגדול הדליק – כשר. ועוד נפקא מינה לכמה דברים, כמו שיתבאר (ואם אחזה מעט זמן בידו – יצא).","ואם תשאל: דאם כן למה באמת לא יצא כשאחז הנר בידו? הטעם הוא דבזה אין שום היכר שהוא למצות חנוכה, והרואה אומר: לצורכו הוא דנקיט לה, ולא לשום מצוה (שם), וליכא פרסומי ניסא. ומהך טעמא נמי, כשהדליקה בפנים והוציאה לחוץ – לא יצא, משום שהרואה אומר: לצרכו הדליקה.ועוד: דכיון דהדלקה עושה מצוה – צריך להדליק במקום הנחתה (שם). אך טעם זה לא שייך רק אצלם, שהיה להם מקום מיוחד להדלקה על פתח ביתו מבחוץ, ולא לדידן שבכל מקום אנו מדליקין (ב\"ח ומגן אברהם סעיף קטן ג).","וכיון שהדלקה עושה מצוה, ולא הנחה, לכן לא בעינן הנחה לשם מצוה. שאם היתה מונחת במקומה – מדליקה בשם, ואינו צריך להגביהה ולחזור ליתנה לשם מצוה. אבל לא כן בהדלקה, שאם היתה דולקת מקודם – צריך לכבותה, ולהדליקה לשם מצות נר חנוכה.ולא עוד, אלא אפילו היתה דלוקה לשם מצות נר חנוכה, ודולקת מעת לעת למחר – צריך לכבותה ולהדליקה מחדש. וכך אמרו חכמינו ז\"ל (שם): עששית שהיתה דולקת כל היום, שהיתה דלוקה מערב שבת לשם מצות נר חנוכה למוצאי שבת – מכבה ומדליקה לשם מצוה.","ודע דאף על פי שאמרנו דבזמן הזה אין מקום קבוע להדלקה, מכל מקום אסור להדליקה במקום זה על דעת להניחה במקום אחר. וצריך להניחה על מקומה כשיעורה, דהיינו חצי שעה.אמנם אם אירע שהדליקה שתנוח בכאן, ואחר כך על פי סיבה נטלטלה ממקומה – יצא בזמן הזה. ובבית הכנסת יש אומרים דמותר לכתחילה להדליקה במקום זה, על מנת להניחה במקום אחר (בית יוסף), משום דההדלקה בבית הכנסת אינו אלא מנהגא בעלמא. ומכל מקום יש ליזהר מלעשות כן לכתחילה (מגן אברהם סעיף קטן ב).וכבר כתבנו בסימן תרעא שמחוייב ליתן שמן בנר קודם ההדלקה כפי השיעור. ואם בירך על מעט שמן, והדליק, והוסיף אחר כך שמן – לא יצא ידי חובתו, דבעינן שיעור בשעת ההדלקה, כיון דהדלקה עושה מצוה. ופשוט הוא.(וזה שהבית יוסף בסעיף ב כתב דין זה בשם \"יש מי שאומר\" – כן דרכו בשולחן ערוך, כשלא הזכיר דין זה רק פוסק אחד. וגם פשוט הוא דאם הוסיף שמן אחר הברכה וקודם ההדלקה – יצא.)","אשה מדלקת נר חנוכה, ומוציאה גם אנשים. שאף היא חייבת בנר חנוכה כאיש, שגם הן היו באותו הנס, וגם על ידן נעשתה הנס, כמו שכתבתי בסימן תרע.וחרש שוטה וקטן אינו מדליק, ואף שההנחה היתה על ידי גדול, דכבר נתבאר דעיקר המצוה היא ההדלקה ולא ההנחה. ויש מגדולי הראשונים שאמר דקטן שהגיע לחינוך – מדליק בשביל הגדולים (ר\"ן בשם עיטור). וזהו על פי הירושלמי במגילה, שאמר שהנהיגו להיות קטן קורא את המגילה. וכל הראשונים לא כתבו כן, וגם במגילה לא נהגינן כן. אמנם אם כל בני הבית, כל אחד מדליק בפני עצמו – פשיטא שגם זה הקטן שהגיע לחינוך מדליק בפני עצמו.ומי שכבר הדליק – מכל מקום יכול לברך בשביל אחר, או בשביל אשה, כשהם אינם יכולין להדליק ולברך. ויעמדו אצלו, ויכוין להוציאם כדין כל ברכת המצות, שאף מי שיצא – מוציא לאחרים.וסומא – יש אומרים שחייב בנר חנוכה, אף על פי שאינו רואה, שהרי אינו צריך ליהנות מהאור. ומכל מקום, אם יכול להשתתף בפריטי – ישתתף. ואם יש לו אשה – אשתו מברכת עליו. ואם אין לו אשה – מברך בעצמו, ואחרים יסייעוהו כשאין ביכולתו להדליק בעצמו (מגן אברהם סעיף קטן ד). ויש מי שמגמגם ואומר שסומא לא יברך, ונכון לעשות כן כיון דעיקר הפרסומי ניסא היא הראייה, והוא אינו רואה. ולכן נכון בכל האפשר שיתרחק הסומא מלברך."],["המדליק נר חנוכה בליל ראשון מברך שלוש ברכות: \"להדליק נר חנוכה\", ויש אומרים \"נר שלחנוכה\", ובטור הגירסא \"של חנוכה\" בשתי תיבות, וכן הוא ברמב\"ם פרק שלישי, עיין שם, וכמו בנר של שבת שמברכין כן.אבל בשולחן ערוך כתב: \"נר חנוכה\", וכן הוא על פי האריז\"ל. ויש שכתבו \"שלחנוכה\" בתיבה אחת (של\"ה). וכתבו דנר של שבת העשוי לתשמיש – שייך לשון \"של שבת\". אבל נר חנוכה שאסור בתשמיש, ואינו אלא לחנוכה בלבד – לא שייך לומר \"של חנוכה\", שאינה של חנוכה אלא חנוכה בעצמה.ומכל מקום אין קפידא. ואנחנו נוהגים לומר \"נר חנוכה\".","ודע שיש בברכה זו שאלה גדולה: ואיך מברכינן \"להדליק\" בלמ\"ד, והא בפסחים (ח ב) מבואר דכל מצוה שאין האדם מוכרח לעשותה בעצמו, ויכול לעשותה על ידי שליח – לא מברכינן בלמ\"ד, אלא ב\"על\". ואם כן היו לנו לברך \"על הדלקת נר חנוכה\".והכי איתא להדיא בירושלמי סוכה (פרק שלישי הלכה ד): כיצד מברכין על נר חנוכה? רב אמר: \"ברוך... אשר קדשנו במצותיו וצונו על מצות הדלקת נר חנוכה\", עיין שם. ולמה אמרו בגמרא שבת \"להדליק נר חנוכה\" (כג א)?ותירץ אחד מגדולי הראשונים: דכיון דכל אחד צריך להשתתף בפריטי, הוה כמו שעושה בעצמו (ר\"ן פסחים שם). ובאמת יש מגדולי ראשונים שאמרו דצריך לגרוס בגמרא: \"על הדלקת נר חנוכה\" (בית יוסף בשם שיבולי הלקט, עיין שם, ובשלטי הגיבורים בשם ריא\"ז, ובתניא, עיין שם רבינו יוסף). ויש מרבותינו מי שתירץ דכיון דכל אחד מדליק בביתו משום חיבוב המצוה – הוי כמוטל עליו לעשות (רא\"ש שם).וביתר ביאור נראה לי: דכיון דאין בית שאין מדליקין בו נר חנוכה, וכל אחד מחוייב על כל פנים לראותם משום פרסומי ניסא – הוה כמוטל על כל אחד לעשות.(ולעניות דעתי נראה משום דלשון \"הדלקה\" משמע אפילו דלוקה ועומדת. וקיימא לן דלא מהני. ולכן לשון \"על הדלקת נר חנוכה\" משמע רק שתהיה דולקת, אבל \"להדליק\" משמע דלא סגי שלא להדליק, כמו שאמרו בגמרא שם: לא סגי, דלאו איהו מהיל. עיין שם.)","ברכה שניה: \"שעשה נסים לאבותינו, בימים ההם בזמן הזה\".ולכאורה הוא לשון כפול. ונראה לי: דהנה כתבו שצריך לומר \"בזמן הזה\" ולא \"ובזמן הזה\" (מגן אברהם), ונראה שהיה באיזה נוסחאות \"ובזמן הזה\". ולעניות דעתי שכן עיקר, והכי פירושו: דעיקר הנס שנצחו החשמונאים את אנטיוכס לא היה ביום זה של עשרים וחמישה בכסלו, אלא בימים רבים שכבשום. ורק בזמן הזה היה עוד נס של פך השמן שמצאו.וכן בברכת המגילה: עיקר הנס מהפיכת לב אחשורש היה מימים רבים מקודם, שהרי סעודת אסתר היתה ביום שני של פסח, ומאז התחיל לרדוף את המן. אך ביום שלושה עשר אדר היה נס בפני עצמו, שאז הרגו היהודים בשונאיהם, כדכתיב: \"ביום אשר שברו אויבו היהודים לשלוט בהם, ונהפוך הוא...\" ואם כן, שני נסים הם: האחד \"בימים ההם\", והשני \"בזמן הזה\" ממש.וצריך לומר \"בִזמן\" בחירי\"ק. וברכה השלישית \"שהחיינו\" וצריך לומר גם כן \"לִזמן הזה\" בחירי\"ק הלמ\"ד (שם).","מליל ראשון ואילך מברך שתים: \"להדליק\" ו\"שעשה נסים\". אבל \"שהחיינו\" אינו אלא בפעם ראשון, כמו ברגלים שאין מברכין רק פעם אחד \"שהחיינו\". אבל \"שעשה נסים\" מברכין בכל לילה, שהרי כל יום היה נס בפני עצמו בפך השמן.ויתחיל להדליק אחר שגומר כל הברכות, דצריך לברך עובר לעשייתן. ואף על גב דזה שייך על ברכת \"להדליק\", אבל על \"שעשה נסים\" ו\"שהחיינו\" לא שייך עובר לעשייתן; וראיה: שהרי גם הרואה מברך אותן כמו שיתבאר, והרואה הרי מברך אחר ההדלקה. ועיין בסעיף יד.","ואמת שכן הוא במסכת סופרים (פרק עשרים הלכה ו), וזה לשונו: המדליק מברך \"להדליק נר\", ואומר \"הנרות האלו אנו מדליקין... ועל ישועתך\", \"ברוך אתה ד' שהחיינו\", ואומר \"שעשה נסים\" וכו', עד כאן לשונו. ובהגהת מיימוני פרק שלישי (אות ב) כתב שכן עשה מהר\"ם, עיין שם.אמנם רבינו הרמ\"א כתב שמברכין כולם כאחת, קודם ההדלקה. וטעמו ברור, דאיך אפשר להפסיק בין הברכות? ובעל כרחך כיון ש\"להדליק\" מברך מקודם, ממילא דגם אלו צריך לברך מקודם, כדי שלא להפסיק.ונראה לי ברור דגם במסכת סופרים אין הכוונה שיאמר השתי ברכות אחר \"הנרות הללו\". וראיה: שהרי הטור כתב לעשות השלוש ברכות ביחד, ואחר כך כתב בשם מסכת סופרים לומר \"הנרות הללו\", ושכן היה נוהג מהר\"ם והרא\"ש ז\"ל, עיין שם. הרי להדיא שכן פירשו הכוונה, או שטעות הוא במסכת סופרים וצריך לומר השתי ברכות מקודם, דהרבה טעות נפלו בה כידוע. וכן עיקר לדינא, וגם מהר\"ם עשה כן, וכן הוא בתשובת מהרי\"ל, וכן אנו נוהגים.","הא דאמרינן: הרואה צריך לברך – פירש רש\"י דזהו למי שלא הדליק בביתו עדיין, או למי שיושב בספינה, עיין שם. ומלשונו משמע: דכל שלא בירך עדיין בביתו, אף על גב שעוד ידליק בביתו, מכל מקום חייב לברך על הראייה. ואפשר דאז אחר כך כשידליק בביתו – לא יברך רק \"להדליק\".אבל הטור והשולחן ערוך סעיף ג כתבו:מי שלא הדליק, ואינו עתיד להדליק באותה הלילה, וגם אין מדליקין עליו בתוך ביתו – מברך \"שעשה נסים\", ובליל ראשון מברך גם \"שהחיינו\". ואם אחר כך בליל שני או ליל שלישי כשבא להדליק – אינו חוזר ומברך \"שהחיינו\".עד כאן לשונם. וסבירא להו דמי שעתיד להדליק באותה לילה – אינו מברך על הראייה, וכן כתבו הרא\"ש, והר\"ן, והמרדכי. והוסיף הר\"ן ז\"ל לומר דלא מצינו דמי שיצא במצוה – שיתחייב לחזור ולברך על הראייה, עיין שם.(ומתוספות סוכה מו א דיבור המתחיל \"הרואה\" משמע: דאפילו אם יצא כבר – צריך לברך, משום דחנוכה שאני, ואינה דומה לכל המצות, עיין שם. ולהלכה קיימא לן כהטור והשולחן ערוך.)","ודע: דבזה שכתבו דכשמדליקין עליו בביתו – אינו צריך לברך על הראייה, יש מי שחולק בזה: דנהי דמיפטר מלהדליק בעצמו, מכל מקום ברכת \"שעשה נסים\" ו\"שהחיינו\", שהיא מצות הודאה, והחיוב על גופו – במה יפטור, אחרי שלא שמע הברכות, ולא ענה אמן (ב\"ח)? וכן ראיה מרש\"י והרא\"ש, שכתבו דהמהלך בספינה – מברך. ואטו המהלך בספינה אין מדליקין עליו בביתו?ורבינו ירוחם כתב שיש בזה מחלוקת, וזה לשונו: יש מהגדולים שכתבו שאם הדליקו עליו בביתו – אינו צריך לברך כשרואה נר חבירו. ויש מהן שכתבו שאפילו הדליקו עליו בביתו – שצריך לברך כשרואה, עד כאן לשונו (שם). וכן נראה עיקר לדינא, שהרי הרי\"ף והרמב\"ם כתבו סתם: הרואה צריך לברך. וכן פסק המהרש\"ל, דרק המשתתף בפריטי ושומע הברכות ועונה \"אמן\" – אינו צריך לברך. אבל כשמדליקין עליו בביתו – צריך לברך.(והמגן אברהם סעיף קטן א כתב: דמתוספות סוכה מו א לא משמע כן, וכמו שביאר המחצית השקל כוונתו, עיין שם. ותמיהני: דאדרבא מדבריהם מבואר דאפילו מי שכבר בירך – יברך, כמו שכתבתי, ובזה פלפלו, עיין שם. ולעניות דעתי העיקר לדינא כב\"ח ורש\"ל, וכן פסק האליהו רבה סעיף קטן ד, והביא הרבה פוסקים שכתבו כן, עיין שם. ומה שכתב המגן אברהם בסעיף קטן ב, דאם כן רבי זירא למה לא השתתף בפריטי? תמיהני: דרבי זירא אמר לעניין ברכת \"להדליק\", אבל \"שהחיינו\" ו\"שעשה נסים\" – בירך על של אחרים בראייה. והב\"ח שכתב לא נפטר גופו – א\"שהחיינו\" ו\"שעשה נסים\" קאי. ובוודאי כן הוא, כמו מי שלא בירך בלילה ראשונה \"שהחיינו\" – פשיטא שמברך בלילה שנייה. וגם בחג כן הוא, והכא נמי כן הוא. וגם הט\"ז בסעיף קטן ד, שכתב שהמרדכי יחיד בזה, אלמלי ראה שהרבה סוברים כן – לא היה אומר כן, כמו שכתב האליהו רבה שם. וכן עיקר לפי עניות דעתי. ודייק ותמצא קל.)","אחר שהדליק הנר הראשון, יאמר:הנרות הללו אנו מדליקין על התשועות, ועל הנסים, ועל הנפלאות, שעשית לאבותינו על ידי כהניך הקדושים. וכל שמונת ימי חנוכה הנרות הללו קודש הם, ואין לנו רשות להשתמש בהם, אלא לראותם בלבד. כדי להודות לשמך על נפלאותיך, ועל נסיך, ועל ישועתך.כן הוא הנוסחא בטור. ובעוד שאומר זה, יגמור ההדלקה. וזהו משום פרסומי ניסא. אבל אם לא אמר זה – לא עיכב. והרמב\"ם לא הזכיר זה כלל, עם כי ישנה במסכת סופרים.(וזה שכתב שיש בכאן שלושים ושש תיבות, כמניין נרות חנוכה – לא אוכל לכוין החשבון.)","אם שכח והדליק נר אחד פחות מן הראוי – ידליקה, ולא יברך, כי הברכה שעשה בתחילה – קאי על כל הנרות (מגן אברהם). ועוד: שהרי עיקר המצוה – יוצא בנר אחד, ועל ההידור אין לברך. ולכן אפילו שכח שנים או יותר – ידליק ולא יברך.ויראה לי דדווקא כשנזכר בתוך זמן ההדלקה. אבל לאחר זמן ההדלקה – לא ידליק כלל מה ששכח, דאם ידליק – לא יהיה גם בפעם השנייה כמהדרין מן המהדרין, כיון שהראשונים כבר כבו. ואם כן, למה ידליקם ללא תועלת? דההיכר אינו אלא כשכולם דולקין ביחד.","כבר כתבנו שאף מי שכבר יצא – יכול להדליק בעד אחר ולברך, כגון אשה שאינה יודעת להדליק ולברך, אך בתנאי שתעמוד אצלו ותענה \"אמן\". אבל שלא בפניה – אין לברך. וכן מותר שהיא תדליק, והוא יברך (מגן אברהם סוף סעיף קטן ד).ויש מי שאומר: כשאחר מברך – יברך \"על הדלקת נר חנוכה\" (שם בשם ב\"ח), כיון שאין עתה המצוה מוטלת עליו. ויש מי שאומר דאין לשנות הנוסחא, ויברך \"להדליק\" (שם בשם ר\"ן). וכן הוא המנהג. והרי גם בעצמו היה לו לברך כן, כמו שכתבתי בשם הירושלמי. ומכל מקום לפי ש\"ס דילן – אין מברכין כן, מטעם שנתבאר. אם כן אין חילוק בין כשדולק בעצמו, ובין על ידי שליח.","כתב רבינו הבית יוסף בסעיף ה:יתחיל להדליק ביום ראשון בנר היותר ימיני. ובליל שני, כשיוסיף נר אחד סמוך לו – יתחיל ויברך על הנוסף שהוא יותר שמאלי, כדי להפנות לימין. וכן בליל שלישי, כשיוסיף עוד אחד סמוך לשני נרות הראשונות – יתחיל בנוסף, ובו יתחיל הברכה, ואחר כך יפנה לצד ימין. וכן בכל לילה.נמצא שתמיד מברך על הנוסף, שהוא מורה על הנס, שהרי בתוספת הימים – נתוסף הנס.עד כאן לשונו. וראיתי מי שכתב על זה שאין לזה טעם, שזה אינו רק למהדרים מן המהדרים, ויניח עיקר המצוה ויברך על הרשות? אלא העיקר וכו' – ד יברך על עיקר המצוה, על הסמוך לפתח (הגר\"א סעיף קטן ו).ולא אבין דברים אלו. דזה היה שייך אלו מדליק נר אחד ולא בירך, ומדליק השניה ומברך – שפיר היתה שאלה: איך מברך על הנוסף ולא על העיקר? אבל לרבינו הבית יוסף – הא תמיד מברך על הראשונה, והיא העיקרית, והשאר הם נוספים. ומאי דקרי לה \"נוסף\" – זהו בסדר העמדת הנרות לענין יום הקודם, דבכל יום מברך אנר חדש. אבל הרי היא הראשונה, והיא המצוה העיקרית, ומה עניין זה לזה? וכן אנו עושין כדברי רבינו הבית יוסף (וסמוך לפתח אינו מעכב).","והלבוש חולק על רבינו הבית יוסף מטעם אחר: דזה שאמר שהנוסף יהיה השמאלי, וידליק משמאל לימין, וזהו הפינה לצד ימין. ונהפוך הוא: דהפינה שלצד ימין – הוא מימין לשמאל, שתמיד מתחיל מה שיותר ימיני, והולך מימין לשמאל. כמו בהזאות ב\"איזהו מקומן\": דרומית מזרחית, מזרחית צפונית, צפונית מערבית, מערבית דרומית. וכן הוא בטבע האדם לפנות מימין לשמאל, כמו במחולות. וכן הוא הכתיבה שלנו: מימין לשמאל. ולכן העיקר להתחיל תמיד מהימין, ולילך מימין לשמאל, עיין שם.ויש מי שהוסיף על זה שנוכל לברך גם באופן זה תמיד על הנוסף, והיינו: שהנר שבו דולקין הנרות – יהיה בטפח הסמוך לפתח, בצד השמאלי של הפתח, ויתחיל בהנר הסמוך ממש לפתח. ובליל שני יתחיל בהנר השני, וילך מימין לשמאל (ט\"ז סוף סעיף קטן ו). ובתרומת הדשן (סימן קו) כתב: דבני ריינו\"ס עשו כרבינו הבית יוסף, ובני אוסטריי\"ך כהלבוש, עיין שם. ורבינו הבית יוסף הכריע כבני ריינו\"ס.וכתבו הגדולים שטוב תמיד להעמיד הפמוט בתוך חלל הפתח על המשקוף, דאז כולם הויין בטפח הסמוך להפתח. דאם יניחם בצד הכותל שאצל הפתח – לא יהיו כולם בטפח הסמוך לפתח. וכן ראוי לנהוג.","והנה גם בפינוי דרך ימין, שחולק הלבוש על רבינו הבית יוסף, גם כן העיקר כדברי רבינו הבית יוסף. וכן מפורש ברש\"י ותוספות יומא (יז א דיבור המתחיל \"מדרמינן\"), וזה לשון רש\"י ז\"ל: שהוא מונה והולך דרך ימין, מצפון למערב, וממערב לדרום, ומדרום למזרח. עד כאן לשונו, וכן כתבו התוספות.הרי משמאל לימין מקרי דרך ימין (פרי חדש בסימן קכח). והרי כן מפורש בים שעשה שלמה במלכים (ז): שלושה פונים צפונה, ושלושה ימה, ושלושה נגבה, ושלושה מזרחה. ומזה דרשו חכמינו ז\"ל (שם נח ב): דכל פינות שאתה פונה – הוא דרך ימין, עיין שם (וזה רמז המגן אברהם בסעיף קטן ה).ומה שהביא הלבוש מההזאות שעל המזבח – זהו גם כן כן, כפי שהיה עומד מבחוץ ופניו לפנים. ובכל דבר שהאדם עושה הוי משמאל לימין דרך ימין.(ומה שהביא ראיה מכתיבה שלנו, גם כן הוי להיפך בכתיבת כל אות לעצמו בכתב אשורית, דהולכין משמאל לימין. ויש בזה סוד גדול בכתיבה מימין לשמאל בכלליות, ומשמאל לימין בפרטיות: לאכללא שמאלא בימינא, וימינא בשמאלא, כידוע לחכמי הקבלה. ומה שכתב מטבע המחולות – זהו דרך הטבע, ולא דרך השכל. ודייק ותמצא קל.)","פשוט הוא דמי שלא בירך בנר הראשון – מברך כל זמן ההדלקה. אבל לאחר ההדלקה – לא יברך, דבעינן \"עובר לעשייתן\". וזהו לדעת הרמב\"ם בפרק אחד עשר מברכות. ולדעת החולקים – יכול לברך, כמו שבארנו ביורה דעה סימן יט סעיף ד, עיין שם.אמנם לעניות דעתי נראה דבנר חנוכה, כיון דאיכא מצוה בראייה, ועיקר פרסומי ניסא היא הראייה – יכול לברך גם אחר כך. וכעין סברא זו כתבנו ביורה דעה שם סימן כח סעיף ח לעניין כיסוי הדם. (ובשערי תשובה סעיף קטן ה לא כתב כן, עיין שם. ולי נראה כמו שכתבתי.)ויש מי שאומר ד\"שעשה נסים\" ו\"שהחיינו\" – ברך גם אחר כך, אבל \"להדליק\" – אינו מברך אחר הדלקת הנר הראשון, מפני דהשאר אינן אלא להידור, ולא שייך לברך עליהן (הגאון רבי עקיבא איגר). ולא אבין: דאטו גרע הנרות האחרים מניגוב של נטילת ידים, דגם כן אינו מעכב, ועם כל זה מטעם ניגוב מקרי \"עובר לעשייתן\", כמו שכתבתי בסימן קנח? וצריך עיון."],["איתא בגמרא (כג א): אכסנאי חייב בנר חנוכה, אלא שיכול להשתתף בפריטי ביחד עם הבעל הבית. כלומר: מי שאין לו אשה ובית, אלא הוא לבדו ישיבתו קבוע בבית אחר – הרי החיוב עליו להדליק נר חנוכה. ואם אינו רוצה להדליק בעצמו – משתתף עם הבעל הבית, ואחד מהם מברך, והשני עונה \"אמן\".אבל כשהוא אורח, ויש לו במקום אחר אשה ובית – הרי מדליקין בביתו, ונפטר גם הוא. אלא שיש אומרים דברכת \"שעשה נסים\" ו\"שהחיינו\" – מחוייב בעצמו לראות נרות חנוכה, ולברך שני הברכות בלילה ראשונה, ובכל הלילות רק ברכה אחת \"שעשה נסים\". וכבר כתבנו בזה בסימן הקודם סעיף ז, ושדעתינו נוטה כן, אף שיש חולקים. עיין שם.","וכתבו הרי\"ף והרמב\"ם בסוף פרק רביעי: דאורח שהיה לו פתח בפני עצמו, אף על פי שבביתו מדליקין עליו או משתתף בפריטי – מכל מקום צריך להדליק לבדו מפני החשד, עיין שם.ונראה שאין זה רק לפי דין הגמרא, שהיו מדליקין בפתחי חצרות או בתים. אבל לדידן, שמדליקין בבית – ליכא חשדא.ויש מי שכתב דהאידנא שמדליקין בפנים, אם יש להאורח חדר בפני עצמו – מדליק (מגן אברהם סעיף קטן ג). ולא ידעתי למה: והרי בבית לא שייך חשדא, שהרי בני הבית יודעים שהשתתף בפריטי, או שיש לו אשה ובית במקום אחר?ונראה לי דוודאי כשמשתתף בפריטי – אינו צריך להדליק בפני עצמו. אלא כשאינו משתתף, ובני הבית סוברים שאין לו אשה ובית – בזה אפשר יש חשדא, וצריך עיון.ויש מוסיף עוד לומר: דאפילו אין לו חדר בפני עצמו, כיון שנהגו שכל אורח מדליק – גם הוא חייב להדליק משום חשדא, דמי יודע אם הוא בחור או נשוי (אליה רבה סעיף קטן א)? והנה אם המנהג כן – וודאי דהולכין אחר המנהג. אבל זה שכתב דמי יודע וכו' – אינו מובן: דזה לא שייך רק על בחור רך בשנים. אבל מי שהוא גדול בשנים – פשיטא שיש לו אשה. ולכן צריך עיון בכל זה.ודע שיש מי שכתב דכשמדליק מפני החשד – אינו צריך לברך (כנסת הגדולה). ואינו כן, דכיון שמדליק בפני עצמו, אם כן אינו רוצה לצאת בשל בני ביתו, ולמה לא יברך (וכן משמע ממגן אברהם סעיף קטן ד)?ודע דזה דבזמן הגמרא צריך להדליק מפני החשד כשיש לו פתח פתוח לעצמו, כמו שכתבתי – זהו אפילו שני הפתחים הם ברוח אחד צריך לברך. ולא דמי לסימן תרעה, דהתם החשד על הבעל הבית, ובני עירו יודעים ששניהם של אדם אחד. אבל בחשדא דאורח – וודאי דיש חשד גם ברוח אחד, שהרי אינו שייך לבעל הבית זה (שם סעיף קטן ב).","וכתבו הטור והשולחן ערוך: דהא דאם יש לו פתח פתוח לעצמו צריך להדליק בפתחו – זהו אף על פי שאותו בית אינו מיוחד אלא לשינה, והוא אוכל על שולחן בעל הבית. והוא הדין הבן האוכל אצל אביו. עד כאן לשונו. ואפילו אוכל בקביעות אצל אביו, כיון דלשינה יש לו חדר בפני עצמו – צריך להדליק מפני החשד.ואף על גב דעיקר הוא המקום שאוכל שם, כמו שכתב רבינו הרמ\"א, דיש אומרים דבזמן הזה שמדליקין בפנים ממש – ידליק במקום שאוכל, וכן נהגו. עד כאן לשונו. מכל מקום לפי דינא דגמרא, בפתח פתוח לעצמו, דהחשד הוא מפני העוברין דרך שם, ואינהו לא ידעי שאינו אוכל שם – לפיכך צריך להדליק.אבל בזמן הזה דההדלקה בפנים – תלוי רק במקום שאוכל. ולכן האורח כשאוכל עם הבעל הבית, וכל שכן בן האוכל אצל אביו – אינו צריך להדליק בפני עצמו בחדרו, שהרי בני הבית יודעים שהוא אוכל ביחד, והוי בכלל בני הבית. ומצות נר חנוכה \"איש וביתו\", כלומר: לכל בני הבית.(כן נראה לעניות דעתי. ונראה לי דזהו גם כוונת המגן אברהם בסעיף קטן ו, עיין שם. ודייק ותמצא קל.)ופשוט הוא דמי שאוכל בבית חבירו באקראי – צריך להדליק בפני עצמו, או אשתו מדלקת עליו בביתו, במקום שהוא דר שם.(שם סעיף קטן ז. ומה שכתב דמכל מקום מצוה בו יותר מבשלוחו, עיין שם – לא ידעתי כוונתו. דאם כן רבי זירא בגמרא – למה לא עשה כן? וצריך עיון.)","כתב רבינו הבית יוסף בסעיף ב:קטן שהגיע לחינוך – צריך להדליק.עד כאן לשונו. דין זה הוה ליה לכתוב בסוף סימן תרעה, ורבינו הרמ\"א כתבה שם. אך בכאן הוא עניין אחר, דבשם מיירינן כשהמנהג שכל אחד מבני הבית מדליק בפני עצמו. והכא לא מיירי בזה, אלא דהכוונה: קטן שיש לו בית בפני עצמו – חייב להדליק מפני החשד, כמו גדול (וכן משמע ממגן אברהם סעיף קטן ח, עיין שם).ויש מי שפוטר קטנים (שם), וטעמו: דכיון דאינו אלא מפני החשד, אין מחוייבים לחנך גם הקטן בזה (מחצית השקל).","וכתבו רבותינו בעלי השולחן ערוך בסעיף ג:יש אומרים שאף על פי שמדליקין עליו בתוך ביתו, אם הוא במקום שאין ישראל – מדליק בברכות.עד כאן לשונם. והטעם: דהא מחוייב בראייתן, משום פרסומי ניסא. ובכאן – הלא לא יראה הנרות דולקים.עוד כתבו: דאפילו אם הוא אצל יהודים, ורואה הנרות, אם רוצה להחמיר על עצמו ולהדליק בפני עצמו – מדליק ומברך עליהן. וכן נוהגין. עד כאן לשונם. כלומר: אף על פי שיש לו אשה ובית, והיא בוודאי תדליק עליו, מכל מקום יכול לומר: אין רצוני לצאת בזה, ואדליק בפני עצמי.וכן הוא באמת המנהג שלנו, דכל מי שהוא בדרך – מדליק במקום שהוא, אף שבביתו מדליקין עליו. וזהו בכלל ההידור (שם סעיף קטן ט בשם תרומת הדשן). ומהרי\"ל כתב שמנהג פשוט הוא שאורחים ובחורים מדליקין (שם).ונראה לעניות דעתי דעתה, שרוב הנסיעות במסילות הברזל, וקשה להדליק שם כידוע – יכול לסמוך בפשיטות על ביתו, שמדליקין שם. אמנם הלא לא יראה נרות חנוכה, ולכן טוב שידליק נר אחד בהעגלה שיושב שם, ולברך עליו, דבנר אחד יכול לעשות שלא יקפידו הנוסעים. ומוטב שלא להיות מהמהדרין ולקיים עיקר המצוה, משלא יראה נר חנוכה כלל. וכל שכן מי שאין לו בית, שמחוייב מדינא להדליק שם, אם לא יבוא באותה לילה באיזה מקום.","כתב הטור:הנותר מן השמן והפתילות בליל ראשון – מוסיף עליו ומדליק בליל שני. נותר בליל שני – מוסיף עליו ומדליק בשלישי, וכן בכל הלילות. נותר ממנו בליל שמיני – עושה לו מדורה בפני עצמו ושורפו, שהרי הוקצה למצותו.עד כאן לשונו. וזהו מפסיקתא, כמו שכתבתי הרא\"ש בשם השאילתות.והקשו המפרשים: הא לעיל בסימן תרעב מבואר שהנותר מן השמן לאחר השיעור – מותר לכבותה ולהשתמש בה.ותירצו: דשם מיירי שנתן יותר מכשיעור, ולא הוקצה למצותה רק כפי השיעור. והכא מיירי שנתנו כפי השיעור, ומזה נשאר דוודאי אסור (בית יוסף וב\"ח). ועל פי זה כתב רבינו הבית יוסף בסעיף ד:הנותר ביום השמיני מן השמן הצריך לשיעור הדלקה – עושה לו מדורה ושורפו בפני עצמו, שהרי הוקצה למצותו.עד כאן לשונו. אבל אם נתן יותר מכשיעור – המוֹתר מוּתר. והסכימו לזה מפרשי השולחן ערוך, עיין שם.ויש מי שתירץ: דכאן מיירי שנתן בסתם, ולכן קדוש אפילו יותר מכשיעור, דמסתמא אקצה לה כולה. ולעיל מיירי שלא הקצה מפורש רק כפי השיעור (שם בשם ר\"י אבוהב).ויש שדחו תירוץ זה, דאפילו בסתם – אינו קדוש רק כפי השיעור (בית יוסף, ומגן אברהם סעיף קטן י, וט\"ז שם). ויש מי שתירץ דגם כאן אין הכוונה שאסור ליהנות מזה, אלא הכוונה שיעבירנו מן העולם. וגם לעיל הכוונה כן, דעשאוהו רבנן כתשמיש קדושה דצריך גניזה (עיין ט\"ז). כלומר: שלא יוטל בבזיון. ולא משמע כן מלשון הטור.","ואני תמה על רבותינו: דלפי לשון הטור אין זה סתירה כלל לשם, דוודאי לא נתקצה יותר מהשיעור. אבל בכאן עניין אחר הוא, והיינו: שכשנשאר בראשון, והניחה ללילה השניה – הרי הקצה את המותר להשניה, וכן משניה לשלישית וכו', והנשאר משביעי – הקצה לשמיני, וזהו וודאי אסור. ולמחר בשמיני כשהוסיף – לא נאסרה רק כפי השיעור. אבל מי יימר דהנותר מהשביעי נדלקה, וזה שהוסיף בשמיני נשאר? שמא זה שהוסיף נדלק, והנשאר הוא שהקצה מאתמול? וזהו שדייקו לומר: הנותר מן הראשון מוסיף וכו', והוה ליה לומר: הנותר מנר חנוכה – עושה מדורה ושורפו. אלא וודאי דרק בכי האי גוונא שורפו, מטעמא דכתבינן. אבל בנותן שמן לנר חנוכה – אין המותר קדוש.","שמן שהוקצה לנר חנוכה, שנתערב בשאר שמן, ואין בהשאר ששים לבטלו, כתבו הטור והשולחן ערוך שאין להוסיף שמן עד ששים כדי לבטלו. דאין מבטלין איסור לכתחילה, אפילו באיסור דרבנן.ואף על גב דביורה דעה סימן צט נתבאר דיש אומרים דבאיסור דרבנן, כשנתערב ואין ששים, דיכול להוסיף עד ששים – מכל מקום הכא הוה כדבר שיש לו מתירין, שהרי ראוי לשהותו לשנה הבאה לנר חנוכה. ואף על גב דהטור כתב שלא ישהנו, כדי שלא לבא לידי תקלה, ואפילו ליתנו בכלי מאוס, לא מהני, דלהדלקה לא נמאס, מכל מקום כיון דמעיקר דינא מותר להשהותו – הוה כדבר שיש לו מתירין (וזהו כוונת המגן אברהם סעיף קטן יב).ואף על גב דבעצים שנשרו מן הדקל ביום טוב, התרנו בסימן תקז להרבות עליהם עצים מוכנים, ומסיקן – זהו מפני שאינו נהנה ממנו עד אחר ביעורו (טור), וכדאיתא ריש ביצה. מה שאין כן בכאן, שיהנה בשעת ההדלקה כשיוסיף בביטול עד ששים.(וצריך עיון מה שבשולחן ערוך לא כתבו דברי הטור, שאסור לשהותו לשנה הבאה משום תקלה. ואולי סבירא ליה דממה נפשך: אם תדיננו כדבר שיש לו מתירין – נתיר לו לשהותו, דהוי תרתי דסתרי. ודייק ותמצא קל.)"],["בסימן רסג נתבאר דנר שבת וקידוש היום – נר שבת עדיף אם אין ידו משגת לשניהם, דשלום בית עדיף מכל הדברים. ונר שבת הוי שלום בית, שלא ישבו בחושך ויכשלו בהליכתם, עיין שם. וכל שכן דנר שבת קודם לנר חנוכה, שהרי קידוש היום דאורייתא. ואף שיכול לקדש על הפת, אמנם אם גם פת אין לו – נר שבת עדיף.וכל שכן נגד נר חנוכה דרבנן. והגם דהרבה פוסקים סוברים דגם קידוש אינו אלא מדרבנן, ומן התורה יוצא בתפילה, מכל מקום הא עיקרו מדאורייתא. ואף על גב דבנר חנוכה איכא פרסומי ניסא, מכל מקום שלום בית גדול מכולן. אך בנר אחד סגי לשלום בית, ובהמותר יקנה נר חנוכה (מגן אברהם).","ואם יש לו נר שבת, אך אין לו יין לקידוש אם יקנה נר חנוכה – נר חנוכה קודם, משום פרסומי ניסא. ודווקא כשיש לו פת. אבל אם אין לו פת – פת קודם אפילו למאן דסבירא ליה דהוי דרבנן, דלחם משנה הוי דאורייתא (ט\"ז). ויש מי שאומר דגם נגד פת נר חנוכה קודם (ב\"ח).ונראה כדעה ראשונה: דנהי דנאמר שאין זה דאורייתא, מכל מקום גם בפת וודאי יש שלום בית כמובן.וכן נר חנוכה קודם להבדלה. אמנם גם נר חנוכה, כשיש לו נר אחד – די, והמותר יקנה יין לקידוש ולהבדלה, כיון דמדינא יוצא בנר אחד.","יש מי שאומר דבזמן הזה, שמדליקין נר חנוכה בבית, אין לומר נר שבת עדיף, ומוטב להדליק נר חנוכה וממילא שיהא אור בבית. ואף שאסור לאכול לאורה, מכל מקום מוטב לאכול נגדה מלבטל נר חנוכה לגמרי, כיון שאי אפשר בעניין אחר (מגן אברהם). ויש מי שחולק בזה (אליה רבה). ומכל מקום יש לסמוך על זה בשעת הדחק, שהרי בעיקר תשמיש יש אומרים דמותר בתשמיש מצוה, כמו שכתבתי בסימן תרעג, וסעודת שבת הוה וודאי סעודת מצוה."],["בערב שבת צריך להקדים נר חנוכה לנר שבת. ולא מיבעיא אם מקבל את השבת על ידי נר שבת, דאז אסור לו להדליק עוד, אלא אפילו אינו מקבל שבת בהדלקתו – מכל מקום אי אפשר להדליק של שבת קודם לשל חנוכה, דלא נאה אחר הדלקת נר של שבת לעשות מלאכת חול.וגם בזמן הש\"ס משמע שהדלקת הנר היתה מלאכה האחרונה (כמו שהאריך הר\"ן ז\"ל בפרק שני). וכן משמע מלשון הטור, דהבה\"ג פוסק דנר חנוכה קודם לשל שבת, משום דבהדלקה קבל שבת. וכתב שהתוספות כתבו שאין הקבלה תלויה בהדלקה, ויכול להדליק של שבת תחילה וכו', עד כאן לשונו. כלומר: שמדינא יכול להדליק מקודם נר של שבת, אך מכל מקום טוב יותר להדליק של חנוכה מקודם (וכן כתב הב\"ח, עיין שם).","אמנם הרשב\"א ז\"ל בתשובה (חלק א סימן אלף ע) פסק להדליק נר של שבת תחילה, דתדיר ואינו תדיר תדיר קודם, עיין שם.ותמיהני: הא להדיא איתא בגמרא (כג ב) דאם אין לו על קידוש ונר חנוכה – עדיף נר חנוכה משום פרסומי ניסא, יותר מקידוש דתדיר. וצריך לומר דסבירא ליה דזהו לעניין כשיבטל לגמרי, אבל לא לעניין להקדים. וכסברא זו כתבו התוספות שם. ובכאן יש להסביר יותר: דבערב שבת כשמדליקין בעוד היום גדול – הא עדיין לא שייך פרסומי ניסא.","ומכל מקום המנהג הפשוט בכל תפוצות ישראל להדליק נר חנוכה קודם נר של שבת, מפני שנשים שלנו מקבלות שבת בהדלקתן.ואפילו איש המדליק, ומפורש אינו מקבל שבת, דבכי האי גוונא אפילו להבה\"ג מותר – מכל מקום מקדמינן נר חנוכה. אך אם אירע שהקדים של שבת – יברך אחר כך של חנוכה, אם לא קבל שבת בהדלקה. ואם קבל שבת, או אשה שהדליקה דבסתמא מקבלת שבת – ידליק לה אחר נר חנוכה, והיא תשמע ותענה \"אמן\".","ומברך על נר חנוכה: \"להדליק נר חנוכה\" בערב שבת, אף על פי שמדליק בעוד היום גדול, דכיון דאי אפשר באופן אחר – הרי בעל כרחו חל החיוב עתה עליו.ולכל הפחות לא גריע מהכשר מצוה, שמברכין על זה, כמו בעשיית סוכה קודם החג. דלפי דינא דגמרא מברכים עליה \"שהחיינו\" (סוכה מו א), ולפי הירושלמי ברכות (פרק תשיעי הלכה ג) מברך גם \"לעשות סוכה\". וכל שכן בנר חנוכה בערב שבת.רק יזהר ליתן בה הרבה שמן, שתהא דולקת בלילה כפי השיעור, והיינו חצי שעה.(ופשוט הוא דמכל מקום, קודם פלג המנחה לא ידליק.)"],["כתב רבינו הבית יוסף:בליל שבת צריך ליתן שום דבר לחוץ בין הנרות לפתח, בשביל הרוח שלא יכבה הנרות כשפותח הדלת.עד כאן לשונו. וזהו אצלם, שהיו מדליקין על פתח הבית שלצד החצר, ויש שם רוח. אבל אצלינו, שמדליקין בחדרים הפנימים – לית לן בה.ואין לשאול: דאם יש חשש שהרוח יכבה הנרות, אם כן גם בחול לא יצא, כיון שאינו ראוי לידלק כשיעור? דיש לומר: דבאמת אינו וודאי שיכבה. ועוד: דכשתהיה הדלת סתומה – פשיטא שלא יכבה. אלא דמפני איסור שבת דחמיר, יש לחשוש גם בכי האי גוונא. ופרטי דינים אלו נתבארו בסימן רעז, עיין שם.","עוד כתב:בערב שבת אסור לקבוע הנרות בדלת עצמה אחורי הדלת. ויש מי שמתיר.עד כאן לשונו. גם זה תלוי בהפרטים שנתבארו שם. ואין נפקא מינה בין אחורי הדלת או בהצד שלפנים, דהכל טעם אחד: אם מקרי זה מכבה אם לאו. ושם נתבארו טעמי המחלוקת בזה, עיין שם."],["אין לעשות הבדלה על נרות חנוכה, דכיון שהם אסורים בהנאה, והרי אין מברכין \"בורא מאורי האש\" עד שיאותו לאורו.אמנם יכול מקודם להבדיל עליה, ואחר כך לכבותה ולהדליק בה נר חנוכה (ב\"ח). וזה עדיף טפי, דכיון דאתעבידא בה מצוה חדא – לתעביד בה מצוה אחריתי (עיין ט\"ז). אך זה תלוי במה שיתבאר: אם הבדלה קודמת או נר חנוכה קודמת?","כתב רבינו הבית יוסף:מדליקין נר חנוכה בבית הכנסת קודם הבדלה.עד כאן לשונו, והטעם ביאר בספרו הגדול: דאפוקי יומא מאחרינן, עיין שם. אך אם כן למה דווקא בבית הכנסת? ורבינו הרמ\"א כתב על זה:וכל שכן בביתו, שמדליק ואחר כך מבדיל, שהרי כבר הבדיל בבית הכנסת.עד כאן לשונו, ומשמע: משום שכבר הבדיל בבית הכנסת, הא בלאו הכי הוי הבדלה קודמת. וכן נראה, דוודאי קשה הדבר לברך \"בורא מאורי האש\" אחר שכבר השתמש באש של חנוכה. וסברא זו כתבה הכלבו בשם הראב\"ד ז\"ל. ואף על גב דמנר חנוכה אין נהנין, מכל מקום משתמש באור. ועוד: דמהשמש הרי נהנה, ולכן בביתו צריך להבדיל מקודם. ורק בבית הכנסת, דהפרסומי ניסא רב מאד, ולכן נכון להקדים נר חנוכה. וגם בביתו, מי שכבר שמע הבדלה בבית הכנסת. אבל בלאו הכי – הבדלה קודמת. וכן הוא המנהג שלנו.וגם: עיקר טעם דאפוקי יומא מאחרינן – אין בו טעם, דזה שייך אם היינו נוהגין בו מנהג שבת. אבל כיון דמדליקין נר חנוכה – הא בעל כרחו כבר יצא היום. ועוד: דהבדלה תדיר, ושייך לאפוקי שבתא. אבל נר חנוכה – בעל כרחו שייך ליום המחרת. אלא וודאי דרק בבית הכנסת עשו כן, מטעמא דכתבינן.(המגן אברהם כתב דמי ששכח \"אתה חוננתנו\" – יבדיל מקודם, עיין שם. ומשמע דסבירא ליה דכל אחד ידליק מקודם. וכן כתב האליה רבה, וכן משמע מהגר\"א. אבל הט\"ז ומהר\"ל מפראג פסקו להבדיל מקודם. וכן נראה לעניות דעתי עיקר, מהטעמים שכתבנו. והגם שדחו דברי הט\"ז, מכל מקום לפי מה שכתבתי אתי שפיר. ודייק ותמצא קל.)"],["כל שמונת ימי חנוכה אומר \"על הנסים\" בברכת המזון בברכת הארץ. והיינו: שמתחיל \"נודה לך\" ואומר עד \"ובכל שעה\", ואחר כך אומר \"ועל הנסים\" עד \"לשמך הגדול\". ואחר כך אומר \"ועל הכל ד' אלקינו אנחנו מודים לך...\"וכן בתפילה אחר \"מודים\" עד \"קוינו לך\": \"ועל הנסים\" עד סופו, ואחר כך אומר \"ועל כולם... וכל החיים יודוך סלה...\"לפי שברכות אלו אינם תפילה אלא הודאה, וגם \"על הנסים\" היא הודאה, ולכן קבעוה בהודאה. מה שאין כן \"יעלה ויבא\" – היא תפילה, קבעוה בברכת תפילה ב\"רצה\".ויראה לי דצריך לומר \"ועל הנסים\"\" שהרי גם מקודם יש הודאות, וזהו נוסף. ובסידורים כתוב \"על הנסים\", ונראה שצריך לומר בוי\"ו.","צריך לומר \"כשעמדה... הרשעה\" – הרי\"ש בשו\"א, והשי\"ן והעי\"ן בקמ\"ץ. וצריך לומר \"להשכיחם תורתך, ולהעבירם חוקי רצוניך\" בלא ממי\"ן (מגן אברהם). ויש אומרים \"מחוקי\" (פרי חדש), וכן אנו אומרים, דלשון זה פשוט יותר.ואומרים \"כשעמדה... על עמך ישראל\", ואין צריך לומר \"כשעמדה עליהם\", דזהו יתור לשון, שהרי אומרים \"על עמך ישראל\".וצריך לומר בסופו \"וקבעו שמונת ימי חנוכה אלו\", ולא כמו שיש אומרים \"שמונה ימים אלו\" ואין מזכירין חנוכה, דאינו כן, דכל עניין יש להזכיר מפורש (שם).ואומרים \"ועל התשועות ועל המלחמות\". ויש אומרים \"ועל הנפלאות\". ולי נראה דבחנוכה יש לומר \"ועל המלחמות\" שהרי החשמונאים נלחמו באנטיוכס. אבל בפורים לא היה מלחמה, ויש לומר \"ועל הנפלאות\".ואנו אומרים \"כשם שעשית לאבותינו...\", ורבינו הבית יוסף כתב דאין אומרים \"כשם שעשית...\" אלא מסיים \"ועשית עמהם נסים וגבורות בימים ההם...\" ויש אומרים שאומרים אותו. עד כאן לשונו.וטעם דיעה ראשונה: ד\"כשם\" משמע לשון תפילה, דכשם שעשית לאבותינו – כן תעשה לנו, ואין אומרים תפילה בשלש אחרונות. אבל יש אומרים שאומרים אותו, וכן הוא המנהג שלנו. דציבור שאני, כמו שאומרים בעשרת ימ תשובה \"וכתוב...\", \"ובספר חיים\".","אם שכח \"על הנסים\", בין בתפילה בין בברכת המזון – אין מחזירין אותו. דלא דמי ל\"יעלה ויבא\" דראש חודש וחול המועד, שהם ימים שיש בהם קרבן מוסף. מה שאין כן חנוכה, דהודאה בעלמא היא.ומיהו אם נזכר באותה ברכה – כל זמן שלא אמר השם, אפילו אמר \"ברוך אתה\" ונזכר – חוזר.ואף על גב דאינו חייב לחזור, מכל מקום בברכת המזון יש לו לומר ב\"הרחמן\" בסופם \"הרחמן הוא יעשה לנו נסים ונפלאות, כשם שעשית... בימי מתתיהו\" עד סופו. וכן בתפילה יכול לומר \"על הנסים\" אחר \"יהיו לרצון\" (ט\"ז).ודע דבשבת צריך לומר \"על הנסים\" גם במוסף וכן במוסף דראש חודש טבת. ואף על גב דאין מוסף בחנוכה – מכל מקום יום הוא שנתחייב בד' תפילות, וצריך להזכיר של חנוכה בכולם."],["בחנוכה גומרין את ההלל, משום דבכל יום נעשה בו נס בפך השמן. ועוד: דבכל יום חלוק בנרותיו, לפי המהדרין מן המהדרין, והוי כסוכות שחלוקים בקרבנות וגומרין את ההלל. ועוד: שהרי קורים בנשיאים, ובכל יום נשיא של יום זה חלוק משל חבירו. אם כן כל נשיא צריך לגמור ההלל על קרבנותיו (בית יוסף). ועוד: דכפי מה שכתבתי בסימן תרע, עשו שמונה ימי חנוכה תחת ימי הסוכות, שלא עשאו אז. וממילא דגומרין את ההלל כבחג הסוכות.","כל שמונת ימי חנוכה אין אומרים תחנון, ו\"צדקתך צדק\", ו\"יענך\", וצדוק הדין. וכן במנחה של ערב חנוכה אין אומרים תחנון, כמו שכתבתי בסימן קלא. ואלו הימים אסור להתענות בהם, כמו שכתבתי בסימן תרע, ומרבים קצת בסעודות, ואומרים שירות ותשבחות, כמו שכתבתי שם."],["וקורין בתורה בחנוכה בכל יום ב\"נשא\" בפרשת קרבנות הנשיאים. דאיתא בפסיקתא הטעם: משום דמלאכת המשכן נגמר בעשרים וחמישה בכסלו, כמו שכתבתי בסימן תרע.ומתחילין ב\"ויהי ביום כלות משה\", שהוא ראש העניין. ויש מקומות שמתחילין בברכת כהנים, לפי שהנס נעשה על ידי הכהנים החשמונאים, ומנהג יפה הוא (טור). אבל אין נוהגין כן, לפי שאינו מעניינא דקרבנות.","וכיצד היא הקריאה?ביום הראשון דמתחילין ב\"ויהי ביום כלות משה\", ובה הרבה פסוקים, חולקין אותה לכהן וללוי. והשלישי קורא בנשיא דיהודה. ויש אומרים דכהן קורא כל הפרשה ד\"ויהי ביום כלות משה\", והלוי והישראל קורין בנשיא. והטעם: דלפי שעיקר הקריאה היא בהנשיאים, ולכן צריכין רוב הקרואים לקרוא בנשיא. וכן נוהגין.וביום השני קורא כהן \"ביום השני\" עד \"פר אחד בן בקר\". והלוי קורא מן \"פר אחד\" עד \"ביום השלישי\". והישראל חוזר וקורא \"ביום השני\". ויש אומרים דהישראל קורא \"ביום השלישי\", דמוטב לקרוא של מחר מלקרות מה שקראו הקודמים, אם רק אפשר בזה. וכן המנהג שלנו, וכן בכל יום.וביום השמיני קורין כהן ולוי \"ביום השמיני\", לפי שזהו חובת היום. והישראל קורא מן \"ביום התשיעי\" עד סוף הנשיאים, וגם פרשת \"זאת חנוכת המזבח\", וגם ב\"בהעלתך\" עד \"כן עשה את המנורה\". לפי שכל זה הוה חד עניינא, ובהכרח לגומרו כולו.","ובשבת חנוכה מוציאין שני ספרים. באחד קורין פרשת השבוע, וברובה היא פרשה \"מקץ\". ובשנייה קורין בחנוכה למפטיר, כפי היום שעומד בו. ומפטירין בנרות דזכריה: \"רני ושמחי\".ואם יום ראשון של חנוכה חל בשבת, דיש שני שבתות, קורין ההפטרה בשבת שנייה בנרות דשלמה במלכים: \"ויעש חירום\".וכתב רבינו הרמ\"א דאם חל חתונה בשבת זו – קורין בשל חנוכה. עד כאן לשונו. כלומר: ולא \"שוש אשיש\". וזהו לפי מנהגם, אבל אצלינו אין קורין פרשה לחתן לעולם.","אם חל ראש חודש טבת בשבת – מוציאין שלושה ספרים.בראשון קורא שיתא גברי בפרשת השבוע. ואסור לקרות יותר משיתא גברי, שהרי בספר תורה השנייה צריך לקרות השביעי, שהוא ממניין הקרואים דווקא.ובספר תורה שנייה קורא השביעי בשל ראש חודש, דתדיר קודם. ואף על גב דבחנוכה איכא פרסומי ניסא, הלא יקרא המפטיר בחנוכה, וגם על ידי זה תהיה ההפטרה בשל חנוכה. ומתחיל \"וביום השבת\", כיון ששבת היום.והמפטיר קורא בשלישית בשל חנוכה, ומפטיר בשל חנוכה: \"רני ושמחי\".ואם חל ראש חודש בחול – מוציאין שני ספרים. וקורין בראשון שלושה גברי בשל ראש חודש, והרביעי קורא בשל חנוכה כפי סדר היום (ועיין בסימן תרפה סעיף ד).","אם טעה הקורא, וקרא רביעי בשל ראש חודש, אם לא הוציאו ספר תורה שנייה – אין צריך לקרות יותר. דאין משגיחין בחנוכה, כיון שאין בה קרבן מוסף.אבל אם הוציאו ספר שני בעל כרחם משום פגמו – בהכרח לקרות עוד חמישי בשל חנוכה, ויאמר קדיש אחריו. ואם אמר אחר הרביעי קדיש – לא יאמר עוד (מגן אברהם). ואפילו נזכר בתוך קריאת הרביעי – לא יפסיק, וגומר בשל ראש חודש, ושל חנוכה אבד (שם).וכתב רבינו הרמ\"א: דאם טעה והתחיל לקרות בשל חנוכה – צריך להפסיק ולקרוא בשל ראש חודש. עד כאן לשונו. דזהו כמו שהקדים תפילין של ראש לשל יד (שם).ויש חולקין וסבירא להו דגומר כהן בשל חנוכה, ואחר כך קורא בשל ראש חודש (ט\"ז והר\"נ כ\"ץ). ואם כבר קרא שלושה פסוקים בשל חנוכה, אפילו לרבינו הרמ\"א פשיטא שעולה למניין הקרואים. וקורא אחר כך שלישי בשל ראש חודש (אליה רבה).ולמעשה יש לעשות כהיש חולקין, מפני פגם הספר תורה. וכן הדין בשבת חנוכה, כשחל בראש חודש.(וז\"ש בחול לרבותא: דאפילו בחול מוסיפין אחד, וכל שכן בשבת. הגאון רבי עקיבא איגר.)"],["חכמינו ז\"ל תקנו לקרות ארבע פרשיות באדר הסמוך לניסן. והיינו: שאם היתה שנה מעוברת – קורין אותם באדר השני.הראשונה היא פרשת שקלים, לזכרון מצות מחצית השקל. שהיה על כל אחד מישראל ליתן בכל שנה לתרומת הלישכה, לקנות בהם תמידין וכל קרבנות ציבור.השנייה היא פרשת \"זכור\", כדי להסמיך מחיית עמלק למפלת המן, שהיה מזרע עמלק. וקורין אותה קודם פורים.והשלישית היא פרשת פרה אדומה, שהיתה שריפתה סמוך לניסן, כדי לעשות הפסח בטהרה.והרביעית פרשת \"החודש הזה לכם\", שבה מצות עשיית הפסח.ובירושלמי דמגילה אמרו: בדין הוא שתקדום פרשת הפסח לפרשת פרה, שהרי באחד בניסן הוקם המשכן, ושני לו נשרפה הפרה. ומפני מה הקדימוה? מפני שהיא טהרתן של ישראל (רש\"י מגילה כט ב).","פרשת שקלים קורין בשבת הסמוך לראש חודש אדר מלפניו, או בשבת שחל להיות בו ראש חודש אדר. מפני שבאדר היו משמיעים על השקלים, כדתנן בריש שקלים.והטעם: משום דראש חודש ניסן מתחיל לעניין זה תחילת השנה, להביא קרבנות הציבור מהתרומה החדשה, כדכתיב: \"זאת עולת חדש בחדשו לחדשי השנה\". והאי \"לחדשי\" יתירא הוא; אמרה תורה: הבא קרבן מתרומה חדשה.ומניין שהוא ניסן? ילפינן מן \"החדש הזה לכם\", דכתיב: \"ראשון הוא לכם לחדשי השנה\". מה כאן ניסן – אף לחודשי השנה, דכתיב ב\"פינחס\" גם כן ניסן.ולכך היו משמיעין באדר להביא שקליהן, להיותן מוכנין לראש חודש ניסן, ומכריזין שלושים יום מקודם. ואנחנו משלמים פרים שפתינו לזכרון זה.","ולכן בשבת שקודם ראש חודש אדר, אחר קריאת פרשת השבוע, קורין למפטיר ריש פרשת \"כי תשא\" עד \"לכפר על נפשתיכם\". וההפטרה היא במלכים: \"בן שבע שנים יהואש במלכו\", שהיא מדברת מעניין השקלים, עד \"לכהנים יהיו\".ויש מתחילין מקודם, מן \"ויכרות יהוידע\", וזהו מנהג הספרדים. וטעמם נראה לי משום דקיימא לן לעיל ריש סימן רפד שיש להדר שיהיה בההפטרה עשרים ואחד פסוקים, אם לא היכי דסליק עניינא, עיין שם. ומן \"בן שבע\" שנים עד \"לכהנים יהיו\" ליכא, רק שבעה עשר פסוקים. לכן מתחילין ארבעה פסוקים מקודם שזהו גם כן מעניינא דיהוידע ויואש.אבל מנהג אשכנז אינו כן. ונראה דטעמם דהן אמת, דזהו מעניינא דיהוידע ויואש, מכל מקום אינו מעניינא דשקלים. ולכן הוי כמו דסליק עניינא.","ואם חל ראש חודש אדר בשבת, מוציאין שלושה ספרים.בראשון קורא שיתא גברי בפרשת השבוע. ודווקא ששה ולא יותר, כדי לקרות בהשנייה השביעי, שהיא מחובת הקרואים, וכמו שכתבתי בסימן הקודם לעניין ראש חודש טבת שחל בשבת, עיין שם בסעיף ד.ובשנייה קורין שביעי בשל ראש חודש, ומתחילין \"וביום השבת\".ובשלישית קורין למפטיר בפרשת שקלים.ומקדימין של ראש חודש לשקלים, מפני שהיא תדיר. וממילא דהמפטיר קורא ההפטרה בעניינא דשקלים, ולא בעניינא דראש חודש, כיון שהמפטיר קרא בשקלים בתורה, ולכן בהכרח שההפטרה בנביאים תהיה מעניינא דקריאת התורה של המפטיר.(והלבוש כתב דקורין לפחות שיתא גברי במקום שאין דרך לקרות אלא שבעה וכו', עיין שם. ומשמע קצת דרשאי לקרות יותר מששה בראשונה במקום שדרך להוסיף. ותמיהני: דאיך אפשר שלא לקרות בשנייה מהחיובים דשבעה קרואים? וכן מבואר מלשון הטור, וגם מגמרא דמגילה כט ב יש ראיה לזה, עיין שם. ודייק ותמצא קל.)","בשבת שנייה שקודם פורים קורין פרשת \"זכור\".והרבה פוסקים סוברים שפרשת זכור הוי דאורייתא, כלומר דמן התורה הוי חיוב לקרות פרשת מחיית עמלק פעם אחת בשנה. אך בימי מרדכי ואסתר קבעו החיוב על שבת שלפני פורים, כדי להסמיך מחיית עמלק למפלת המן, כמו שכתבתי. וכתיב: \"והימים האלה נזכרים ונעשים\" – צריך להקדים זכירה דעמלק לעשייה דמצות פורים.ויש מי שאומר דיוצאין מן התורה גם בקריאה דפורים בפרשת \"ויבא עמלק\" (מגן אברהם סוף סימן זה). ולעניות דעתי אינו כן, שהרי הרמב\"ם בספר המצות בעשין קפח כתב שצונו להכרית זרע עמלק וכו', ובמצוה קפט כתב שצונו לזכור מה שעשה לנו עמלק, עיין שם. וזה נזכר רק בפרשה \"זכור\": \"זכור את אשר עשה לך עמלק... והיה בהניח... תמחה...\" אבל ב\"ויבא עמלק\" לא כתיבא מצות זכירה לכלל ישראל, ולא מצות מחייה. דשם כתיב: \"כי מחה אמחה...\", אבל לא כתיב \"תמחה\" שאנחנו מחוייבים לעשות כן.וגם במגילה (יח א) משמע להדיא דעיקר חיובא היא ב\"זכור\", דתניא: \"זכור\" – יכול בלב? תלמוד לומר: \"לא תשכח\" – הרי שכחת הלב אמור. הא מה אני מקיים \"זכור\"? בפה. עיין שם.אלמא דחיובא היא רק בפרשה \"זכור\". מיהו זהו וודאי כשקראה בתורה בפרשה \"תצא\" דיצא מדאורייתא. אבל מתקנתא דרבנן – דווקא קודם פורים.וההפטרה של פרשת \"זכור\" היא בשמואל (טו): \"כה אמר ד' צבאות: פקדתי את אשר עשה עמלק...\" עד \"גבעת שאול\". ויש מתחילין פסוק קודם: \"ויאמר שמואל אל שאול\" מפני שהיא ראש הפרשה.","בשבת שלישית קורין פרשת פרה, מן ריש \"חקת\" עד \"תטמא עד הערב\", ששם נתבארו כל דיני פרה אדומה.וההפטרה היא ביחזקאל (לו) מן \"ויהי דבר ד'... בן אדם...\" עד \"דברתי ועשיתי\". ויש מוסיפין עוד שני פסוקים עד \"וידעו כי אני ד'\", מפני שזהו סוף העניין, עיין שם. ולפי שהנביא הוכיחם שם על טומאתם, לכן קבעוה לפרשת פרה, שמטהרת את הטמאים.ובשבת רביעית קורין פרשת \"החדש הזה לכם\" עד \"תאכלו מצות\".ומפטירין ביחזקאל (מה). והספרדים מתחילין מן \"כה אמר ד' בראשון באחד לחדש...\" עד \"עולת תמיד\", דזה מיירי בעניינא דראש חודש ניסן. והאשכנזים מתחילין שני פסוקים מקודם, מן \"כל העם הארץ\", ושלושה פסוקים אחר \"עולת תמיד\" עד \"איש מאחוזתו\". וטעמם נראה: דאף על גב דפסוקים אלו אינם מעניינא דראש חודש ניסן, מכל מקום כיון דכל הפרשה היא מעניינא דנשיא לעתיד לבוא, ואלו הפסוקים הם גם כן מעניינא דנשיא, ובחדא פרשה הם, ולכן אומרים גם אותם.ודע דגם בפרשיות אלו – זהו רק למפטיר. אבל כל השבעה קרואים, או יותר במקום שמוסיפין – קורין בפרשת השבוע, כמו שכתבתי בפרשת שקלים.וראש חודש ניסן שחל להיות בשבת – מוציאין שלושה ספרים. וקורין ששה בראשונה, וראש חודש בשנייה, ופרשה \"חודש\" בשלישית, כמו בשקלים כשחל ראש חודש אדר להיות בשבת, כמו שנתבאר.","כתבו רבותינו בעלי השולחן ערוך בסעיף ז:יש אומרים שפרשת \"זכור\" ופרשת פרה אדומה חייבים לקרותם מדאורייתא. לפיכך בני הישובים שאין להם מניין צריכים לבוא למקום שיש מניין בשבתות הללו, כדי לשמוע פרשיות אלו שהם מדאורייתא. ואם אי אפשר להם לבוא – מכל מקום יזהרו לקרותם בנגינתם ובטעמן.עד כאן לשונו. ועדיפי לעניין הילוך למניין מקריאת המגילה. ואף על גב דקריאת המגילה דוחה כל הדברים, כמו שאכתוב בסימן תרפז, מכל מקום הא אפשר לקרותה ביחידית, מה שאין כן פרשיות שבתורה – אין קורין אלא בעשרה (ט\"ז סעיף קטן ב בשם תרומת הדשן).אך גדולי האחרונים תמהו: מאין לנו לומר דגם פרשת פרה היא מן התורה? דאין שום רמז לזה בגמרא, ולכן פסקו דאינה מן התורה (מגן אברהם).ולעניות דעתי נראה דיש לזה רמז בתורה, דהנה בפרשת פרה אדומה כתיב באמצע הפרשה: \"והיתה לבני ישראל... לחקת עולם\", ודרשינן בספרי: שתהא נוהגת לדורות, עיין שם. דאפר פרה אינו תלוי במקדש, דגם בזמן האמוראים היה להם אפר פרה, כדאמרינן: חבריא מדכן בגלילא (חגיגה כה א, ועיין נידה ו ב ברש\"י). ובסוף [ה]פרשה כתיב עוד: \"והיתה להם לחקת עולם\", ומיותר הוא, אלא דאתי לעניין קריאת הפרשה אף בזמן דליכא אפר פרה. כעניין שאמרו בזבחים (צ א): למקראה הקדימה הכתוב. ופירש\"י בנידה שם: שיהא קורין בעניין, עיין שם. וכל שכן בזמן הזה דליכא עצם המצוה, שהיתה ראויה להיות בזמן הזה אם היה לנו אפר פרה, דוודאי יש לומר שיש חיוב לקרות הפרשה.","דבר מובן ממילא: שאלו הארבע פרשיות – אי אפשר להיות רצופים. דכיון שמקדימין שקלים לראש חודש אדר, ו\"זכור\" צריך להיות סמוך לפורים – ממילא שיש הפסק שבת אחת.וכלל הדברים כן: הוא דאם חל ראש חודש אדר בתוך ימי השבוע, ואפילו חל בערב שבת – מקדימין שקלים בשבת שלפניו. וממילא דלשבת הבא מפסיקין, שהרי אינו שבת הסמוך לפורים. ובשבת השלישי קורין \"זכור\".ולפעמים יש גם הפסקה בין \"זכור\" לפרה. כיצד? דהנה ראש חודש אדר אינו חל אלא באחד מימי זבד\"ו (שביעי, שני, רביעי, ששי). והנה כשחל בשביעי, וקורין שקלים בו ביום, וממילא דבשבת שנייה קורין \"זכור\", שהרי פורים תהיה באותה שבוע ביום ששי. ואין כאן הפסקה בין שקלים ל\"זכור\", אלא ההפסקה תהיה בין \"זכור\" לפרה. והיינו: ביום חמישה עשר, שהוא שבת אחר פורים – אין קורין בו פרה, מפני שלבד שבת זה תהיה עוד שני שבתים עד ראש חודש ניסן. ויותר טוב להסמיך פרה לחודש, שהוא מעניין אחד: לטהרת הפסח.ואם חל ראש חודש ביום שני – הוה ההפסקה בששי לחודש בין שקלים ל\"זכור\", כדי להסמיך \"זכור\" לפורים. וזולת זה אין הפסקה. וכן כשחל ראש חודש ביום רביעי – הוה ההפסקה ברביעי לחודש, כמו בחל ביום שני.אמנם כשחל ראש חודש אדר ביום ששי – יש בכאן שני הפסקות: האחת בשני ימים לחודש, בין שקלים ל\"זכור\", כדי להסמיך \"זכור\" לפורים. והשנייה בין \"זכור\" לפרה, בששה עשר לחדש, כדי להסמיך פרה לחודש.","ומתנחי לזה סימנא: זט\"ו ב\"ו ד\"ד ובי\"ו.כלומר: כשחל ראש חודש אדר בשביעי – ההפסק בחמישה עשר לחודש, וזהו: זט\"ו. וכשחל בשני – הוה ההפסק בששי לחודש, וזהו: ב\"ו. וכשחל ברביעי – הוה ההפסק ברביעי לחודש, וזהו: ד\"ד. וכשחל בששי יש שני הפסקות: בבשני ובששה עשר, וזהו: ובי\"ו.וכתב הרמב\"ם בפרק שלושה עשר מתפילה דין כא, וזה לשונו:נמצאת אומר שפעמים תהיה הפסקה בין שבת ראשונה ושנייה, או בין שנייה לשלישית. ופעמים יהיו שתי הפסקות: בין ראשונה לשנייה, ובין שנייה לשלישית. אבל בין שלישית לרביעית – לא יפסיק.עד כאן לשונו. והטעם: דשקלים ו\"זכור\", וכן \"זכור\" ופרה – אין להם שייכות זה, לזה ולכן יכולין לעשות הפסקה ביניהן. אבל פרה וחודש שייכות זה לזה, לפיכך אין לעשות הפסקה ביניהם.(כתב המגן אברהם: דבכל ארבע פרשיות אין מזכירין נשמות, ואומרים \"צדקתך צדק\". עד כאן לשונו. ו\"אב הרחמים\" – יש שנוהגין לומר. ולעניות דעתי נראה שלא לומר, כיון שאין מזכירין נשמות והם שבתות של שמחה, ולא גריעי משבת שמברכין בו את החודש.)בסייעתא דשמיא סליק הלכות חנוכה"]],"SHULCHAN_ARUCH":[["בכ\"ה בכסליו <i>(מתחילין)<\/i> שמונה ימי חנוכה, ואסורים בהספד ותענית, אבל מותרין בעשיית מלאכה. ונוהגות הנשים שלא לעשות מלאכה בעוד שהנרות דולקות, ויש מי שאומר שאין להקל להם.","ריבוי הסעודות שמרבים בהם הם סעודות הרשות, שלא קבעום למשתה ושמחה. <i>הגה: ויש אומרים שיש קצת מצוה בריבוי הסעודות, משום דבאותן הימים היה חנוכת המזבח (מהר\"א מפראג). ונוהגין לומר זמירות ושבחות בסעודות שמרבים בהם, ואז הוי סעודת מצוה (מנהגים). יש אומרים שיש לאכול גבינה בחנוכה, לפי שהנס נעשה בחלב שהאכילה יהודית את האויב. (כל בו ור\"ן).<\/i>","אין מספידין בהם אלא לחכם בפניו. <i>הגה: ואין מתענין יום שמת בו אב או אם. ותענית חלום בחנוכה עיין לעיל סימן תקס\"ח סעיף ה'. ולענין צידוק הדין עיין לעיל בהלכות ראש חודש סימן ת\"כ בהגה, ועיין להלן סימן תרפ\"ג.<\/i>"],["צריך לזהר מאד בהדלקת נרות חנוכה. ואפלו עני המתפרנס מן הצדקה שואל או מוכר כסותו ולוקח שמן להדליק.","כמה נרות מדליק? בלילה הראשון מדליק אחד, מכאן ואילך מוסיף והולך אחד בכל לילה, עד שבליל אחרון יהיו שמונה. ואפילו אם רבים בני הבית לא ידליקו יותר. <i>הגה: ויש אומרים דכל אחד מבני הבית ידליק (רמב\"ם), וכן המנהג פשוט. ויזהרו לתן כל אחד ואחד נרותיו במקום מיוחד כדי שיהא הכר כמה נרות מדליקין (מהר\"א מפראג).<\/i>","נר שיש לו שתי פיות, עולה לו בשביל שנים.","מלא קערה שמן והקיפה פתילות, אם כפה עליה כלי, כל פתילה עולה בשביל נר אחד. לא כפה עליה כלי, אפילו לנר אחד אינו עולה לפי שהוא כמדורה. <i>הגה: ולכן יש ליזהר להעמיד הנרות בשורה בשוה ולא בעיגול, דהוי כמדורה (הג\"מ בשם סמ\"ק). ומותר להדליק בפמוטות שקורין לאמפ\"א מאחר שכל נר מבדל הרבה מחבירו (ת\"ה סימן קה). ויזהרו כשעושים נרות אפילו בשעוה, שאין לדבקן יחד ולהדליקן, דהוי כמדורה (פסקי מהר\"י ס\"ה), אפילו בנרות של שבת ויום-טוב יזהרו שלא לעשות כן (א\"ז).<\/i>","נר חנוכה מניחו על פתח הסמוך לרשות-הרבים מבחוץ. אם הבית פתוח לרשות-הרבים, מניחו על פתחו, ואם יש חצר לפני הבית, מניחו על פתח החצר. ואם היה דר בעליה, שאין לו פתח לרשות-הרבים, מניחו בחלון הסמוך לרשות הרבים. ובשעת הסכנה שאינו רשאי לקים המצוה, מניחו על שולחנו ודיו. וצריך נר אחד להשתמש לאורו. ואם יש מדורה, אינו צריך נר אחר.","מניחו למעלה משלושה טפחים. ומצוה להניחו למטה מעשרה טפחים, ואם הניחו למעלה מעשרה טפחים יצא, אבל אם מניחו למעלה מעשרים אמה לא יצא. <i>הגה: ואפילו לקחה כך דלוק והניחה למטה מעשרים לא יצא, דהדלקה עושה מצוה (ב\"י בשם תוספות).<\/i>","מצוה להניחו בטפח הסמוך לפתח משמאל, כדי שתהא מזוזה מימין ונר-חנוכה משמאל. ואם אין מזוזה בפתח, מניחו מימין. ואם הניחו בדלת עצמו, יניחנו מחציו של כניסה לצד שמאל. <i>הגה: ומיהו בזמן הזה שכלנו מדליקין בפנים ואין הכר לבני רשות-הרבים כלל, אין לחש כל-כך אם אין מדליקין בטפח הסמוך לפתח, ומכל מקום המנהג להדליק בטפח הסמוך לפתח כמו בימיהם ואין לשנות, אלא-אם-כן רבים בני הבית, שעדיף יותר להדליק כל אחד במקום מיחד מלערב הנרות ביחד ואין הכר כמה נרות מדליקין. ומכל מקום יזהרו שלא להדליק במקום שמדליקים הנרות כל השנה, כי אז לא יהיה הכר כלל, ואף כי אין הכר, רק לבני הבית, מכל מקום הכר קצת מיהא בעי.<\/i> ובבית-הכנסת מניחו בכתל דרום <i>(או בדרום המנורה (טעות-סופר, וצריך לומר 'כנרות המנורה'), ומסדרן ממזרח למערב) (ת\"ה סימן קד ב\"י)<\/i>, ומדליקין ומברכין <i>(בבית-הכנסת)<\/i> משום פרסומי ניסא. <i>הגה: ואין אדם יוצא בנרות של בית-הכנסת, וצריך לחזור ולהדליק בביתו (ריב\"ש סימן קיא). וניהגין להדליק בבית-הכנסת בין מנחה למעריב. ויש נוהגין להדליק בערב-שבת קדם מנחה (כל-בו ואבודרהם). ואם רוצים למהר להתפלל לאחר שברך השליח ציבור והדליק אחד מהן, יוכל השמש להדליק הנשארים והשליח-ציבור יתפלל (מהרי\"ל).<\/i>","חצר שיש לו שני פתחים משני רוחות, צריך להדליק בשתיהן מפני החשד. ואם שתי הפתחים ברוח אחד <i>(והם בבית אחד) (כל בו)<\/i>, די לו באחד מהם. <i>הגה: ואם מדליק בשני פתחים, אינו מברך רק באחד מהם ובשני מדליק בלא ברכה (ר\"ן). מיהו, בזמן הזה שכלם מדליקין בפנים ממש ואין הכר לבני רשות-הרבים כלל, אפלו יש לחצר או לבית הרבה פתחים להרבה רוחות אין מדליקין אלא פעם אחת בפנים, כן נראה לי, וכן המנהג פשוט.<\/i>"],["אין מדליקין נר חנוכה קודם שתשקע החמה, אלא עם סוף שקיעתה. לא מאחרים ולא מקדימים. ויש מי שאומר שאם הוא טרוד, יכול להקדים מפלג המנחה ולמעלה, ובלבד שיתן בה שמן עד שתכלה רגל מן השוק.","שכח או הזיד ולא הדליק עם שקיעת החמה, מדליק והולך עד שתכלה רגל מן השוק, שהוא כמו חצי שעה, שאז העם עוברים ושבים ואיכא פרסומי ניסא. הלכך צריך ליתן בה שמן כזה השיעור. ואם נתן בה יותר, יכול לכבותה לאחר שעבר זה הזמן. וכן יכול להשתמש לאורה לאחר זה הזמן. <i>הגה: יש אומרים שבזמן הזה שמדליקין בפנים אין צריך ליזהר ולהדליק קודם שתכלה רגל מן השוק (דעת עצמו וטור בשם תוספות). ומכל מקום טוב ליזהר גם בזמן הזה.<\/i>  ומיהו הני מילי לכתחילה; אבל אם עבר זה הזמן ולא הדליק, מדליק והולךכל הלילה. ואם עבר כל הלילה ולא הדליק, אין לו תשלומין. <i>הגה: ובלילות אחרות ידליק כמו שאר בני אדם, אף על פי שלא הדליק בראשונה (מצא כתוב בשם מהרי\"ל ואגודה ודעת עצמו).<\/i>"],["כל השמנים והפתילות כשרים לנר חנוכה ואע\"פ שאין השמנים נמשכים אחר הפתילה ואין האור נתלה יפה באותם הפתילות: <i>  הגה: ומיהו שמן זית מצוה מן המובחר (מרדכי וכל בו ומהרי\"ל) ואם אין שמן זית מצוי מצוה בשמנים שאורן זך ונקי ונוהגין במדינות אלו להדליק בנרות של שעוה כי אורן צלול כמו שמן.<\/i>  ואפילו בליל שבת שבתוך ימי חנוכה מותר להדליק בנר חנוכה השמנים והפתילות שאסור להדליק בהם נר שבת:  <i> הגה: אם אינו נותן בנר רק כדי שיעור מצותו (תשובת הרשב\"א סי' ק\"ע).<\/i>  לפי שאסור להשתמש בנר חנוכה בין בשבת בין בחול ואפילו לבדוק מעות או למנותן לאורה אסור ואפילו תשמיש של קדושה כגון ללמוד לאורה אסור ויש מי שמתיר בתשמיש של קדושה ונוהגים להדליק נר נוסף כדי שאם ישתמש לאורה יהיה לאור הנוסף שהוא אותו שהודלק אחרון ויניחנו מרחוק קצת משאר נרות מצוה: <i> הגה: ובמדינות אלו אין נוהגים להוסיף רק מניח אצלן השמש שבו מדליק הנרות והוא עדיף טפי ויש לעשותו יותר ארוך משאר נרות שאם בא להשתמש ישתמש לאותו נר (מרדכי) אם נתערב נר חנוכה האסור בהנאה בשאר נרות אפילו אחד באלף לא בטיל דהוי דבר של מנין (ת\"ה סי' ק\"ג) אלא ידליק מן התערובות כל כך שבודאי נר של היתר דולק עם נר של איסור ואז מותר להשתמש אצלן (ד\"ע):<\/i>","הדלקה עושה מצוה לפיכך אם כבתה קודם שעבר זמנה אינו זקוק לה ואפילו כבתה בערב שבת קודם קבלת שבת שעדיין הוא מבעוד יום אינו זקוק לה וכן אם לאחר שהדליקה בא לתקנה וכיבה אותה בשוגג אינו זקוק לה:  <i>הגה: ואם רוצה להחמיר על עצמו ולחזור ולהדליקה אין לברך עליה (רשב\"א סימן תקל\"ט ור\"ן)<\/i>","נר של חרס שהדליק בו לילה אחת נעשה ישן ואין מדליקין בו לילה אחרת אלא לוקח חדשים בכל לילה ואם אין לו אלא ישן מסיקו בכל לילה באור ונר של מתכת א\"צ חדש ושל זכוכית או של חרס מכוסה דינו כמתכת:","אין חוששין לפתילות להחליפם עד שתכלה:"],["מדליקין נר חנוכה מנר חנוכה ודוקא להדליק זה מזה בלא אמצעי אבל להדליק מזה לזה על ידי נר של חול אסור ויש מתירים גם בזה אא\"כ הוא בענין שיש לחוש שיכבה הנר של חול קודם שידליק נר אחר של חנוכה:  <i>הגה ונהגו להחמיר בנרות חנוכה שלא להדליק אפילו מנר לנר דעיקר מצותו אינו אלא נר אחד והשאר אינו למצוה כ\"כ לכן אין להדליק זה מזה (הגה\"מ ומרדכי) וכל זה אינו רק בעוד שדולקין למצותן אבל אחר שעבר זמן המצוה מותרים בהנאה כ\"ש שמותר להדליק מהן (נ\"י הל' קטנות):<\/i>","יש מי שאומר שנר של בהכ\"נ ושל שבת ושל חנוכה כולם של מצוה הם ומותר להדליק זה מזה: <i>הגה: והוא הדין נר של ת\"ת או נר לחולה הצריך נר (נ\"י ה\"ק) ובענין נר של בהכ\"נ עיין לעיל סימן קנ\"ד סעיף י\"ד:<\/i>"],["הדלקה עושה מצוה ולא הנחה שאם היתה מונחת במקומה שלא לשם מצות חנוכה מדליקה שם ואין צריך להסירה ולהניחה לשם מצות חנוכה לפיכך עששית שהיתה דולקת כל היום שהדליקה מערב שבת למצות חנוכה למוצאי שבת מכבה ומדליקה לשם מצוה ומכל מקום צריך שידליקנה במקום הנחתה שאם הדליקה בפנים והוציאה לחוץ לא יצא שהרואה אומר לצורכו הוא מדליקה וכן אם מדליקה ואוחזה בידו במקומה לא יצא שהרואה אומר לצרכו הוא אוחזה:","יש מי שאומר דכיון דהדלקה עושה מצוה צריך שיתן שמן בנר כדי שיעור קודם הדלקה אבל אם בירך והדליק ואח\"כ הוסיף שמן עד כדי שיעור לא יצא ידי חובתו:","אשה מדלקת נר חנוכה שאף היא חייבת בה אבל אם הדליקה חרש שוטה וקטן לא עשה כלום ואע\"פ שהניחה גדול ויש מי שאומר בקטן שהגיע לחינוך מותר: <i>הגה: ולדידן דכל אחד מבני הבית מדליק בפ\"ע קטן שהגיע לחינוך צריך להדליק ג\"כ:<\/i>"],["המדליק בליל ראשון מברך שלש ברכות להדליק נר חנוכה. ושעשה נסים. ושהחיינו ואם לא בירך זמן בליל ראשון מברך בליל שני או כשיזכור:","מליל ראשון ואילך מברך שתים להדליק ושעשה נסים: <i>הגה: ויברך כל הברכות קודם שיתחיל להדליק (מהרי\"ל):<\/i>","מי שלא הדליק ואינו עתיד להדליק באותו הלילה וגם אין מדליקין עליו בתוך ביתו כשרואה נר חנוכה מברך שעשה נסים ובליל ראשון מברך גם שהחיינו ואם אח\"כ בליל ב' או ג' בא להדליק אינו חוזר ומברך שהחיינו:","אחר שהדליק אומר הנרות הללו אנו מדליקין על התשועות ועל הנסים ועל הנפלאות וכו':","יתחיל להדליק בליל ראשון בנר היותר ימיני ובליל ב' כשיוסיף נר אחד סמוך לו יתחיל ויברך על הנוסף שהוא יותר שמאלי כדי להפנות לימין וכן בליל ג' כשיוסיף עוד אחד סמוך לב' נרות הראשונות יתחיל בנוסף ובו יתחיל הברכה ואח\"כ יפנה לצד ימין וכן בכל לילה נמצא שתמיד מברך על הנוסף שהוא מורה על הנס שהרי בתוספת הימים ניתוסף הנס:"],["אכסנאי שאין מדליקין עליו בביתו צריך לתת פרוטה לבעל הבית להשתתף עמו בשמן של נר חנוכה ואם יש לו פתח פתוח לעצמו צריך להדליק בפתחו אף על פי שאותו בית אינו מיוחד אלא לשינה והוא אוכל על שלחן בעל הבית. והוא הדין לבן האוכל אצל אביו: <i>הגה: וי\"א דבזמן הזה שמדליקים בפנים ממש ידליק במקום שאוכל וכן נהגו (תשובת הרשב\"א סי' תקמ\"ב):<\/i>","קטן שהגיע לחינוך צריך להדליק:","יש אומרים שאע\"ג שמדליקין עליו בתוך ביתו אם הוא במקום שאין בו ישראל מדליק בברכות:  <i>הגה כי חייב לראות הנרות (מרדכי) וכן נוהגין ואפילו אם הוא אצל יהודים ורואה הנרות אם רוצה להחמיר על עצמו ולהדליק בפני עצמו מדליק ומברך עליהם וכן נוהגין (תה\"ד ומהרי\"ל ותשובת מהרי\"ל סי' קמ\"ה):<\/i>","הנותר ביום השמיני מן השמן הצריך לשיעור הדלקה עושה לו מדורה ושורפו בפני עצמו שהרי הוקצה למצותו ואם נתערב בשמן אחר ואין ששים לבטלו יש מי שאומר שאין להוסיף עליו כדי לבטלו:"],["מי שאין ידו משגת לקנות נר חנוכה ונר שבת יקנה נר שבת מפני שלום ביתו (וע\"ל סימן רס\"ג סעיף ג') ואם יש לו לשל שבת ואין לו לנר חנוכה וליין לקידוש היום יקנה לנר חנוכה משום פרסומי ניסא:  <i>הגה: והוא הדין נר חנוכה קודם ליין הבדלה ועיין לעיל סימן רצ\"ו סעיף ה':<\/i>"],["בערב שבת מדליקין נר חנוכה תחלה ואחר כך נר שבת:  <i>הגה ומברך עליהם כמו בחול אף על פי שמדליקין בעוד היום גדול (ת\"ה סימן ק\"ב)):<\/i>"],["בליל שבת צריך ליתן שום דבר לחוץ בין הנרות לפתח בשביל הרוח שלא יכבה הנרות כשפותח את הדלת:","בערב שבת אסור לקבוע הנרות בדלת עצמה אחורי הדלת ויש מי שמתיר <i>(וע\"ל סימן רע\"ז סעיף א'):<\/i>"],["במוצאי שבת אין מבדילין בנר חנוכה שאין נהנים לאורו ואין מברכין על הנר עד שיאותו לאורו:","מדליקין נר חנוכה בבהכ\"נ קודם ההבדלה:  <i>הגה: וכ\"ש בביתו שמדליק ואח\"כ מבדיל שהרי כבר הבדיל בבהכ\"נ:<\/i>"],["כל שמונת ימי חנוכה אומר על הנסים בברכת המזון בברכת הארץ ובתפלה בברכת מודים ואם לא אמר אין מחזירין אותו <i>(ועיין לעיל סימן רצ''ד סעיף ד' וה')<\/i>. ומיהו אם נזכר באותה ברכה כל זמן שלא הזכיר את השם אפילו נזכר בין אתה להשם חוזר. <i> הגה: יש אומרים כששכח על הניסים בברכות המזון כשמגיע להרחמן יאמר הרחמן יעשה לנו נסים ונפלאות כשם שעשית לאבותינו בימים ההם בזמן הזה בימי מתתיהו כו' (כל בו וכבר נתבאר סימן קפ''ז סעיף ד'):<\/i>","גם במוסף של שבת ושל ראש חודש צריך להזכיר של חנוכה אף על פי שאין מוסף בחנוכה:","אין אומרים כשם שעשית וכו' אלא מסיים ועשית עמהם נסים וגבורות בימים ההם בעת הזאת ויש אומרים שאומרים אותו:"],["כל שמונת ימי חנוכה גומרין את ההלל. <i> הגה: וכל שמונת ימי חנוכה אין אומרים תחנון וצדקתך וצדקתך ולמנצח וצדוק הדין גם בערב חנוכה במנחה ועיין לעיל סימן קל''א (מהרי''ל ומנהגים):<\/i>"],["קורין בקרבנות הנשיאים שבפרשת נשא שלשה בכל יום ומתחילין בברכת כהנים <i>(ויש אומרים שמתחילין ביום כלות משה (טור) (וכן אנו נוהגין)<\/i>. וקורא אותו עם כהן ולוי וישראל קורא ביום הראשון. <i>(ויש אומרים שהכהן קורא כל אותה הפרשה עד ביום הראשון והלוי והישראל קורין ביום הראשון) (מנהגים) (וכן נוהגין)<\/i>. ביום שני קורא כהן ביום השני עד פר אחד בן בקר ולוי עד ביום השלישי וישראל חוזר וקורא ביום השני ועל דרך זה בכל יום. <i> הגה: ויש אומרים שישראל קורא ביום שלאחריו דהיינו ביום השלישי וכן בכל יום, וכן נוהגין (הגהות מיימוני פרק י''ג מהלכות תפלה)<\/i>. ביום שמיני מתחילין ביום השמיני וגומרין כל הסדר וקורין פרשה ראשונה של בהעלותך <i>(ונוהגין לסיים כן עשה את המנורה) (מנהגים):<\/i>","בשבת שבחנוכה מוציאין ב' ספרים באחד קורא פרשה השבוע ובשני קורא בשל חנוכה ומפטיר רני ושמחי ואם חלו בו ב' שבתות מפטיר בשניה במלכים בנרות דשלמה. <i> הגה: ואם חל חתונה בשבת זו מפטירין בשל חנוכה (מנהגים):<\/i>","אם חל ראש חודש טבת בשבת מוציאין ג' ספרים וקורין ששה בפרשת השבוע ובשני קורא אחד בשל ראש חודש ומתחיל וביום השבת ובשלישי קורא מפטיר בשל חנוכה ומפטיר רני ושמחי ואם חל ראש חודש בחול מוציאין ב' ספרים וקורין באחד שלשה בשל ראש חודש ובשני קורא אחד בשל חנוכה ואם טעה החזן וקרא רביעי בשל ראש חודש אם לא הוציאו ספר שני אין צריך לקרות יותר אבל אם הוציאו ספר שני משום פגמו צריך לקרות חמישי בשל חנוכה. <i> הגה: ואם טעה והתחיל לקרות בשל חנוכה צריך להפסיק לקרות בשל ראש חודש (אבודרהם הלכות ברכות). ואם צריך לברך על קריאת ראש חודש עיין לעיל סימן ק''מ:<\/i>"],["ראש חודש אדר הסמוך לניסן שחל להיות בשבת קורין פרשת שקלים שהיא כי תשא עד ועשית כיור נחשת ומפטיר ויכרות יהוידע ומוציאין שלשה ספרים באחד קורא פרשת השבוע ובשני של ראש חודש ובשלישי קורא מפטיר בפרשת שקלים:","בשבת שניה מוציאין שני ספרים באחד קורא פרשת השבוע ובשני קורא זכור את אשר עשה לך עמלק ומפטיר פקדתי את אשר עשה עמלק:","בשבת שלישית שהוא ט''ו באדר מפסיקין ובשבת רביעית שהיא כ''ב לאדר מוציאין שני ספרים באחד קורא בפרשת השבוע ובשני קורא פרשת פרה ומפטיר וזרקתי עליכם מים טהורים <i>(ועיין לעיל סימן קל''ז סעיף ה'):<\/i>","בשבת חמישי שהוא כ''ט באדר מוציאין ב' ספרים באחד קורא פרשת השבוע ובשני קורא החדש הזה לכם ומפטיר בראשון באחד לחדש:","חל ראש חדש אדר הסמוך לניסן בתוך ימי השבוע ואפילו בערב שבת מקדימין לקרות פרשת שקלים בשבת שלפניו ומפסיקין בשניה כדי שתהא פרשת זכור בשבת הסמוכה לפורים מלפניה ואם חל פורים בערב שבת מקדימים לקרות פרשת זכור בשבת שלפניו:","הימים שראוי לקבוע בהם ראש חדש אדר זבד''ו וסימן לשבתות ההפסקה זט''ו ב''ו ד''ד ובי''ו כלומר כשחל ראש חודש בשבת מפסיקין בחמשה עשר בו וסימן זט''ו וכשחל ביום ב' מפסיקין בו' בו וסימן ב''ו וכשחל ביום ד' מפסיקין בד' בו וסימן ד''ד וכשחל ביום ו' מפסיקין בשתי שבתות ב' בו וי''ו בו וסימן ובי''ו:","יש אומרים שפרשת זכור ופרשת פרה אדומה חייבים לקרותם מדאורייתא לפיכך בני הישובים שאין להם מנין צריכים לבוא למקום שיש מנין בשבתות הללו כדי לשמוע פרשיות אלו שהם מדאורייתא. <i> הגה: ואם אי אפשר להם לבוא מכל מקום יזהרו לקרותם בנגינתם ובטעמם (מצא כתוב):<\/i>"]]}