{"MISHNA_BERURA":[["(א) ומותר במקצתן - מלאכות המותרות בחוה\"מ הם חמשה. דבר האבד אם לא יעשנו עתה וצרכי המועד [היינו לצורך אוכל נפש דמותר אפילו מעשה אומן כמ\"ש ריש סימן תקל\"ג אבל שאר צורכי מועד דוקא מעשה הדיוט כמ\"ש בסימן תק\"מ ותקמ\"א] ובשביל פועל שאין לו מה יאכל וצרכי רבים ומעשה הדיוט אפילו ליחיד ויתבאר כ\"א במקומו והנה בעיקר איסור מלאכת חוה\"מ יש דיעות בין הראשונים יש שסוברים שהוא מדברי סופרים מפני שמצינו בתורה שנקראו מקרא קדש והרי הוא זמן חגיגה במקדש לפיכך אסרום בעשיית מלאכה כדי שלא יהיה כשאר ימות החול שאין בהן קדושה כלל. ומ\"מ לא החמירו בו כיו\"ט ממש והקילו בחמשה דברים הנ\"ל והרבה פוסקים סוברין דהוא מן התורה והא דהקילו בכמה דברים הנ\"ל הוא ע\"פ הרשות שניתן לחכמים מן התורה במלאכת חוה\"מ לפי צורך הענין להתיר וכדדרשינן לזה מקרא בחגיגה דף י\"ח ע\"ש וזהו שסיים הרמ\"א לפי צורך הענין וכו' ומאוד יש ליזהר שלא להקל יותר ממה שהתירו חכמים דאחז\"ל המבזה את המועדות [דהיינו שעושה בהן מלאכה כפירש\"י] כאלו עובד עכו\"ם. גם חייב לכבד חוה\"מ במאכל ובמשתה וכסות נקיה שלא ינהג בהן מנהג חול. ומהרי\"ל לבש הקט\"א של שבת. ועיין לעיל סימן תכ\"ט ס\"ב ובמ\"ב שם דמצות ושמחת בחגיך וגומר קאי גם על חוה\"מ ומבואר שם כיצד משמחן וכתבו האחרונים דאף דמוכח בסימן קפ\"ח ס\"ז דאינו מחוייב לאכול פת דוקא בחוה\"מ ורק דאסור להתענות מ\"מ לכתחלה מצוה לקבוע סעודה על הפת אחת בלילה ואחת ביום דכיון דמצוה לכבדו באכילה ושתיה ועיקר אכילה הוא לחם:","(ב) להתיר - מקום שנהגו המון להקל אפילו בדבר שאינו אבד ובא חכם ואסר להם למגדר מילתא אפילו דבר האבד אין לחכם אחר להתיר להם [אחרונים] איתא בירושלמי אמר ר' אבא בר ממל אלו היה מי שימנה עמי התרתי שיהיו עושין מלאכה בחוה\"מ [והיינו מקח וממכר וכה\"ג דבר שאינו מלאכה גמורה] כלום אסור לעשות מלאכה אלא כדי שיהו אוכלין ושותין ויגעין בתורה ועכשיו אוכלין ושותין ופוחזין עכ\"ל וכתב הכל בו נראה מזה שאיסור גדול בשחוק יותר ממלאכה שכונת השי\"ת בנתינת המועד היתה כדי להדבק ביראתו ואהבתו ולעסוק בתורתו התמימה עכ\"ל:"],["(א) מצוה לגלח וכו' - כדי שלא יכנס לרגל כשהוא מנוול:","(ב) בעיו\"ט - בין קודם חצות ובין לאחר חצות לבד מע\"פ דאסור להסתפר לאחר חצות כמבואר לעיל בסימן תס\"ח:","(ג) אין מגלחין במועד - וה\"ה סיפור הראש אלא שדרכן היה לגלח ואף דסיפור וגילוח הוא דבר של יפוי ותיקון הגוף שהוא צורך המועד אפ\"ה אסרו בתוך המועד כדי שיזדרז לגלח קודם המועד דאם היו מותרין לגלח בתוך המועד היו סומכין עצמן לכתחילה ע\"ז ויכנסו לרגל כשהן מנוולין:","(ד) אפילו אם גילח - דתו אין בו חשש זה שיכנס לרגל כשהוא מנוול דהא גילח עצמו גם קודם הרגל אפ\"ה אסור משום הרואין דהרואה לא ידע שגילח עצמו ויאמר שמותר לגלח בכל גווני:","(ה) אפילו אם היה אנוס - כגון שנאבד לו אבידה בערב הרגל או להאומן ולא היה יכול לגלח וכה\"ג שארי אונסין לבד המבוארים להיתר בסעיפים שאח\"ז דהני אונסין מפורסמין וגלוין לכל הוא שא\"א להם לגלח מקודם אבל שארי אונסין אינם מפורסמין וידועים ואם נתיר להם יבואו להתיר אף שלא מתוך אונס:","(ו) וה\"ה למי שהיה חולה - שאמרו שהחולה כשהוא מספר מכביד עליו חליו אפ\"ה אין זה אונס גלוי כ\"כ ויבואו להתיר אף שלא מתוך אונס וכנ\"ל:","(ז) ולא היה לו פנאי - כגון שיצא בתוך המועד או אפילו בעיו\"ט סמוך לחשיכה שלא היה לו שהות לגלח מבעוד יום:","(ח) ומי שיצא מבית האסורים - ה\"נ כשלא היה שהות לגלח בעיו\"ט מבעוד יום כנ\"ל:","(ט) ביד ישראל - דכיון שהיה בצער לא גילח:","(י) שהתירו לו ברגל - דמקודם היה אסור בתגלחת ולכן הוי אנוס במה שלא גילח מקודם ויש חולקין בזה וס\"ל דהיכי שהיה יכול לבקש ולפייס שיתירו לו קודם הרגל ולא פייס הוי פושע ואסור לגלח ברגל. ומ\"מ המיקל יש לו על מי לסמוך כיון שהוא מילתא דרבנן:","(יא) ונשאל על נדרו ברגל - ויש חולקין גם בזה דהוא דוקא אם לא מצא חכם להתיר נדרו עד תוך הרגל משא\"כ אם לא רצה להתיר מקודם ואח\"כ נמלך לא חשיב אונס. ודעת המ\"א להקל בזה כדעת המחבר דלא חשבינן לפושע שהיה לו להתיר מקודם כיון שקודם הרגל לא היה כלל בדעתו להתיר נדרו ואח\"כ נמלך:","(יב) הבא ממדינת הים - דוקא ממדינת הים דמפרסמא מלתא אבל בדרך אחר לא [מ\"א] ועיין במחצית השקל דה\"ה משאר מקום רחוק מאד דמפרסמא מילתא (ובחידושי ריטב\"א כתב כל שבא חוץ לחוץ מקרי ממדינת הים ואע\"פ שאינו מקום רחוק וצ\"ע):","(יג) בחול המועד - ודוקא שלא בא בישוב עד חוה\"מ דאם בא בעיו\"ט במקום ישוב ובא בזמן שיש עוד שהות מבעוד יום לגלח אף שלא בא לביתו עד חוה\"מ אין זה אונס שהיה לו לגלח מעיו\"ט בעיר ההוא. ועיין במ\"א שכתב דאף כשהיה במקום ישוב בשנים או ג' ימים קודם הרגל ואח\"כ בעיו\"ט לא היה בישוב כגון שישב אז על הספינה ובא לביתו בחוה\"מ או שבא לעיר סמוך לחשיכה ולא היה שהות ביום לגלח ג\"כ מותר לגלח בחוה\"מ כיון דבעיו\"ט גופא היה אנוס:","(יד) והוא שלא יצא וכו' - פי' דמארץ ישראל לארץ ישראל או מחו\"ל לחו\"ל אף ביצא לטייל שאינו דבר מצוה אפ\"ה מותר לו לגלח כשלא היה פנאי לגלח מבעוד יום כיון שיציאתו ברשות היתה שלא עשה איסור בזה אבל מא\"י לחו\"ל אינו מותר אלא ביצא להרויח או לראות פני חבירו דהוא חשיב דבר מצוה שמותר לצאת מא\"י בשביל זה משא\"כ לטייל בעלמא דבכה\"ג אסור לצאת מא\"י לחו\"ל לא התירו לו לגלח:","(טו) קטן וכו' - דלא שייך ביה טעמא שלא יכנס למועד כשהוא מנוול דלאו בר מצוה הוא ודוקא שיש לו שער רב דמצטער עי\"ז. ודוקא לקטן מותר לגלח דצורך הרגל הוא בשביל הקטן אבל לעכו\"מ אסור לגלח דלא עדיף משאר מלאכות דאסור לעשותן במועד אא\"כ אין לו מה יאכל [אחרונים]:","(טז) אפילו נולד וכו' - ר\"ל אף דהיה יכול לגלחו מקודם שרי ומטעם הנ\"ל ועיין בפמ\"ג שמצדד דאפילו הוא בן כמה שנים כל שלא הגיע לי\"ג שנים מותר לגלחו במועד וכן מוכח במ\"א אך המ\"א מסתפק דהיכי דהקטן נראה כגדול אפשר דאין להקל בפרהסיא:","(יז) שרי - דהכל רואין שהוא קטן:","(יח) בשבת ערב הרגל - דהרי לא היה יכול לגלחו ביום זה:","(יט) ודרכו לגלח - פי' במקום שנוהגין שבעלי תשובה מגלחין דעבודת גילולים דמי למת ולמצורע שטעון גילוח:","(כ) מותר לגלח במועד - אפילו חזר בתשובה קודם הרגל והיה יכול לגלח מקודם אפ\"ה שרי בדיעבד שהרי אין מצרפין אותו לכל דבר שבקדושה עד שיגלח:","(כא) ליטול שפה - בין במספרים ובין בתער ואפילו איננה מעכבת האכילה [אחרונים] ומי שיש לו שחין בראשו מותר לגלח השער אפילו בתער [ח\"א] ועיין בבה\"ל. ומותר להקיז דם שקורין קע\"פ זעצין [א\"ח]:","(כב) גילוח - וכן כל רחיצה מותר [הגרע\"א]:"],["(א) אפילו במספרים - וכ\"ש בסכין או ביד ובשיניו דמותר:","(ב) יש מחמירין וכו' - דסוברין דבזה שייך ג\"כ הטעם כדי שלא יכנס למועד כשהוא מנוול ויתחכם בערב הרגל. וכל הני דמותרין לגלח הנ\"ל בסימן תקל\"א מותרין ליטול צפרנים. ואם נטלן מערב יו\"ט מותר ליטלן בחוה\"מ דהא יש מתירין לעולם כשגילח מעיו\"ט ואף דאנן לא קיי\"ל כן כנ\"ל בסימן תקל\"א ס\"ב מ\"מ לענין זה דיש בלא\"ה הרבה דעות להקל אין להחמיר:","(ג) בין בסכין וכו' - אבל בידיו או בשיניו מותר. הנוטל צפרניו בשיניו אין בהן משום מיאוס [גמרא]:","(ד) שנוטלן כדרכן בחול - ר\"ל אפילו ע\"י עצמן וא\"צ ע\"י נכרית כמו לענין אשה שהיא אבלה [ביו\"ד סימן ש\"צ ס\"ו] מאחר שיש מתירין בכל ענין [הגר\"א]:","(ה) כל רפואה מותר בחוה\"מ - היינו שמותר לעשות אפילו מלאכה גמורה לצורך רפואה ואפילו לחולה שאין בו סכנה הא ביו\"ט אסור אפילו לשתות דבר שהוא משום רפואה גזירה אטו שחיקת סממנים [מ\"א ופמ\"ג]:"],["(א) לצורך המועד - שאין לו קמח בביתו ואפילו יכול לקנות או לשאול מחבירו וכדלקמן בסימן תקל\"ז סט\"ו. וה\"ה דגם שארי מלאכות יכול לעשות בכגון זה דהיינו קוצר ובורר וכו' וכמבואר שם בסעיף הנ\"ל:","(ב) אפילו כיון מלאכתו - ר\"ל שהיה יכול לתקן מעיו\"ט ומדעתו הניח ד\"ז לעשותו בחוה\"מ דבכמה מקומות מחמרינן בזה אבל בצרכי אוכל לא החמירו בזה:","(ג) ולקוץ עצים - להסיק תנורו וכדמסיים בסוף. ועיין לעיל בסימן תק\"א סק\"ח במ\"ב מה ששייך לענינינו:","(ד) בין של שעורים - דאיכא טרחא מרובה:","(ה) אבל לא יערים לטחון וכו' - ואם בעל הטחנה אינו רוצה לטחון שיעור מועט יכול לטחון אפילו הרבה ולא הוי כמכוין להותיר שהרי טוחן המותר בשביל אותו מועט שהוא צריך:","(ו) יותר בכוונה - ואם הערים מותר בדיעבד כיון שאוכל עכ\"פ קצת מן הקמח או מן השכר וכמו שפסק המחבר לעיל בסימן תק\"ג ס\"א בכה\"ג ומיהו להמפרשים שפירשו שם דדוקא בהזיד אבל בהערים אסור אף בדיעבד אפשר דה\"ה הכא אסור:","(ז) ויאמר מזה אני רוצה - ואע\"פ שאוכל מזה שטוחן מ\"מ הערמה היא שהרי אין צריך לזה:","(ח) בשכר - וכן בחטים ושעורים וכה\"ג אם יש לו קמח מהם שאינו יפה כ\"כ מותר לטחון אחרים שיפים יותר מהם:","(ט) עדיף בלא הערמה - ר\"ל שבאמת החדש עדיף ואינו מתכוין להערמה. ודע דיש פוסקים שסומכים להקל בהערמה דיש לו ישן ואומר בשכר חדש אני רוצה ושותה גם מן החדש ואין למחות למי שרוצה לסמוך אסברא זו ומ\"מ יש שכתבו דגם פוסקים אלו אינם מקילים אלא בזה דאין הערמה ניכרת שאין הכל יודעים שיש לו שכר ישן אבל לא בטוחן חטים או עושה שכר ומערים לעשות יותר אלאחר יו\"ט שהכל רואין שהוא טוחן הרבה כדרך שהוא טוחן בחול:","(י) שרי - כתב הח\"א נ\"ל דאפילו יש לו פת נקיה מותר לאפות פת הדראה לצורך חוה\"מ אע\"ג דביו\"ט אסור בחוה\"מ שרי ובלבד שצריך עכ\"פ ג\"כ קצת במועד ועושה בהרוחה ואם יותיר יותיר:","(יא) מפני וכו' האוכלים - כגון תאנים ותמרים המיבשין אותן בחמה וצריכין לכסותן בלילה מפני הטל. וכ\"ז אם הוא עושה לצורך זה ואפילו בזה לא שרי ליה לעקור אלא בכדי מה שהוא צריך. וה\"ה אם הוא צריך לזרע הפשתן לצורך חפיפה ששורין אותו והנשים חופפות בו להחליק בשרן ולצחצח מראיהן דשרי לעקור הפשתן בשביל זה ואע\"ג דבשביל זה לא היה לו לתלוש רק ראש הגבעול לא הטריחוהו חכמים לשנות מכפי מה שהוא עושה בחול ושרי לעקור עם השורש. וגם בזה אינו מותר אלא בכדי צרכו וכנ\"ל:","(יב) שראוי להטיל בו שכר - צ\"ל להטיל בשכר שמערבין אותו בשכר לתת בו חורפא וגם בזה אם הוא עושה לצורך זה וגם רק בכדי מה שהוא צריך למועד וכן לענין שומשמין דלקמיה:","(יג) ולעקור שומשמין - אינו שומשמין שלנו שהם מאכל גמור אלא הוא מין זרע שעושין מגרעיניו שמן או מטגנים אותן בדבש וראוים לאכילה ואינן ראוים לכל זה אלא בשעה שהן יבשין אבל הלחים צריך להכמישן ולייבשן ולא חזו עד לאחר המועד:","(יד) שהיבשים שבו וכו' - ומשמע דשרי ליה לעקור בלי ברירה ואח\"כ יברור הראוים לאכילה ולשמן:","(טו) יכול לכבשם - ר\"ל אע\"ג דשוב לא יהיו ראוין לכל ימות החג וא\"כ טרח רק לימי החול אפ\"ה שרי דהוי דבר האבד:","(טז) ואם הוא דבר שאינו נמצא וכו' - וה\"ה אם יתייקר אח\"כ וכמו בפרקמטיא לקמן סימן תקל\"ט ס\"ה:","(יז) מותר לקנותו ולכבשו - אע\"ג דאינם ראוים למועד עצמו והטעם דמדמינן לה לפרקמטיא דשרי בכהאי גוונא וכדלקמן בסימן תקל\"ט ס\"ה ועיין בביאור הלכה בשם אחרונים דדין זה אינו מוסכם לכו\"ע:","(יח) כל מה שיכול לצוד - ומשמע דאפילו הוא מוכח בודאי שהוא יותר מכדי הצורך למועד ג\"כ שרי ולא דמי לקמח בס\"א וכה\"ג דאינו מותר אלא בכדי צורכו בהרוחה. שאני הכא שאין כל דג שוה בטעמו ועל כל צידה י\"ל שמא ימצא משובחים ביותר והוא כבוד יו\"ט:","(יט) ומולח הכל במועד - ר\"ל דלא דמי לס\"ג דלא שרי ללקטם כדי לכבשם התם שאני דמכובשים אינם ראוים לאכול במשך איזה ימים וא\"כ הוא רק הכנה לימי החול משא\"כ בדגים אפשר ע\"י הדחק לסחוט ולאכול וא\"כ אפשר דיהנה מזה גם ביו\"ט ולאו לצורך חול בלחוד טרח:","(כ) ומותר לצודן בפרהסיא שניכר וכו' - וכמו שמותר בתבלין בסימן תקל\"ט ס\"י ומשמע לפ\"ז דלאו דוקא בצודה לעצמו אלא אפילו בצייד שאומנתו ופרנסתו מזה ג\"כ מותר בפרהסיא ועיין מה שנכתוב לקמיה שיש חולקין בזה. זבובים ויתושים אם הם מצערין את האדם מותר להורגן בחוה\"מ דאין לך צורך אדם גדול מזה ואע\"ג דמצי להבריחם מיד יחזרו עליו [רדב\"ז ח\"ב סימן תשכ\"ו]:","(כא) כל מלאכות שהם לצורך המועד - ר\"ל אף שבאמת היא לצורך המועד מ\"מ כשעושין וכו' ומיירי במין מלאכה שאינו מוכח להרואה שהיא לצורך המועד כגון הני דמסיים ועיין לקמן סימן תקל\"ט ס\"י:","(כב) אומניהם - דבאדם פרטי שעושה לעצמו אינו עושה בשיעור מרובה וכו\"ע ידעי דלצורך היום הוא משא\"כ באומן שעושה הרבה ביחד אמרי דבמלאכתו הוא עוסק כבשאר ימות השנה ולאו ליו\"ט הוא מכין:","(כג) של חיות ועופות - הרמ\"א השמיט דגים דסבר דבדגים שאינן מתקיימים הרבה אפילו בצייד ידעי כו\"ע דליומא הוא צודה ולא אלאחר יו\"ט ובה\"ג מותר בפרהסיא וכמו שכתבתי לעיל בס\"ד מיהו כמה פוסקים חולקין בזה ואסרו לצייד שמלאכתו בכך לצוד דגים בפרהסיא. כתבו הפוסקים אם נהגו ציידין שלא לצוד בחוה\"מ רשאין לחזור ממנהגן ואין זה כמי שנהג מנהג של מצוה ואדרבה ממעטין הן בשמחת הרגל ומבואר בירושלמי דציידי חיה ועוף ודגים מותרים לצוד אפילו במצודות גדולות וכה\"ג כדי להרבות שמחה ברגל דאם אי אתה מתיר להם אלא בחכה ומכמורות אין צדין אלא מעט וממעטין בשמחה. מי שיש לו בריכה גדולה וחופר בצדה שיזובו המים ויצוד הדגים מצדד במ\"א שי\"ל שאסור דמוכחא מילתא טפי שהוא לצורך חול ונ\"ל דיש להקל בזה ע\"י עכו\"מ אם רוצה לאכול הדגים במועד:","(כד) הרי אלו עושים בצנעא - היינו בין הצידה והטחינה והבצירה ובין המכירה וכעין שנתבאר לקמן סימן תקל\"ט סי\"א ועיין בבה\"ל דלענין מכירת דגים מי שנוהג להקל בפרהסיא אין למחות בידו דיש לו על מי לסמוך:"],["(א) אין מכבסין במועד - אפילו לצורך המועד והטעם כדי שיכבס מעיו\"ט לצורך יו\"ט ולא יכנס למועד כשהוא מנוול:","(ב) ואלו שמכבסין הבא ממדינת הים וכו' - עיין לעיל בסימן תקל\"א סעיף ג' וד' וכל הדברים שמבואר שם בפנים ובמ\"ב לענין גילוח שייך גם בענינינו לענין כיבוס:","(ג) ומנודה שהתירו וכו' - דמנודה אסור בכיבוס:","(ד) ומטפחות הידים - הטעם שדרכן להתלכלך תיכף וא\"כ אפילו אם היה מכבסן מעיו\"ט היו חוזרין ומתלכלכין ולכן אפילו יש לו הרבה מטפחות מותר לכבסן דצריך לכל יום מטפחת אחרת אכן לפי מה שנהגו כעת שמחליפין רק משבת לשבת ע\"כ אפילו יש לו רק שנים אין לכבסן בחוה\"מ שדי להם בכביסה שמעיו\"ט. כתב הח\"א דה\"ה פאציילק\"ע של חוטם דינו כמטפחות הידים:","(ה) הספרים - היינו ספריים שנותנין המטפחות עליהם כשמסתפרין ואית דמפרשי ספרים ממש היינו ספרי קודש והטעם בכל זה הוא כמו במטפחות הידים הנ\"ל:","(ו) הספג - היינו מה שמסתפגין בהן כשיוצאין מבית המרחץ וכתב ב\"י בשם כל בו דעכשיו נהגו בזה חומרא וכן ראוי לעשות ועיין בא\"ר:","(ז) ובגדי קטנים - כי דרך הקטנים להתלכלך בטיט ובצואה תדיר:","(ח) ובעלת הכתם שנמצא במועד - וה\"ה כשפרסה נדה ביו\"ט וצריכה ללבוש לבנים במועד:","(ט) אלא חלוק אחד - דחלוק אחד מתלכלך אפילו כיבסו קודם יו\"ט. ויש מן הפוסקים דס\"ל דכל זה דוקא בזמן התלמוד שהיה ניכר בעת שפשט חלוקו לכבסו שאין לו אלא חלוק אחד (שמתחלה היה חוגר איזורו על החלוק וכשפושטו חוגר חגורו על בגד העליון שלו) אבל לפי מנהג מלבושים שלנו שאין לנו חגור על חלוק שלנו אין להקל בזה ומ\"מ נראה דאם היה החלוק של פשתן אין להחמיר בזה:","(י) ובפרהסיא ע\"ג הנהר - עיין במ\"א שדעתו להחמיר שלא לכבסן בפרהסיא דאין הכל יודעים שהיה במדינת הים או בשביה וכה\"ג לבד במטפחת הידים וכה\"ג שאר דברים שמותר לכל אדם יש להתיר בפרהסיא אבל כמה אחרונים מסכימים לדעת הרמ\"א דלקמיה דכיון שמתכבס יפה ע\"ג הנהר והוא לצורך המועד לא החמירו חכמים בכל השנויין כאן:","(יא) הקטנים ביותר - ור\"ל לאפוקי סתם קטנים אין להתיר בכבוס רק חלוק אחד וכנ\"ל:","(יב) מותר לכבסן - שקלין להתלכלך ואפילו אם היה מכבסן קודם מועד וגם אין טורח בכיבוסן כ\"כ:","(יג) והו\"ל דברים המותרים וכו' - עיין מ\"א:","(יד) אי אתה וכו' - ומ\"מ כיון דמעיקר הדין שרי נתפשט המנהג להקל ליתן לעכו\"מ לכבס כתונת אחת ולחוץ לבית דאע\"ג דכל מה שאסור אסור ג\"כ ע\"י נכרי מ\"מ בזה מקילין [א\"ר בשם פרישה והובא בח\"א]. וליתן להנכרי שיכבס אחר המועד בכל ענין שרי ובלבד שלא ימנה כדרך שהוא עושה בחול כמש\"כ ס\"ס תקמ\"ג:","(טו) מביאין וכו' - אבל אין מוליכין לבית האומן אפילו לצורך המועד [ב\"ח וא\"ר]:","(טז) אין מביאין - בין שהאומן גמרו במועד או קודם והטעם משום טרחא וי\"א משום שיסברו שנתן לתקנו במועד ויאמרו שהאומן תקנו במועד ולפ\"ז אפילו מבית לבית באותה חצר דליכא טירחא ואפילו מאומן נכרי אסור להביא שיסברו שהבע\"ה צוה לתקנו במועד. כתב הפמ\"ג דלדבר מצוה אע\"פ שאין צורך המועד י\"ל דמאומן עכו\"מ שרי להביא:","(יז) נותן לו שכרו - ה\"ה דאפילו יש לו מה יאכל ג\"כ מותר ליתן לו שכרו. אלא ה\"ק אע\"פ שאין לו מה יאכל דצריך ליתן לו שכרו וה\"א דמותר ליטלן אצלו כדי שלא יתבענו שנית קמ\"ל דנותן לו שכרו ומניחן אצלו א\"נ משום דרוצה לסיים ואם אינו מאמינו מניחו בבית הסמוך לו ואם יש לו מה יאכל לא יתן לו שכרו ואינו רשאי לפנותן לבית הסמוך לו:","(יח) אלא בצנעא - לכאורה צ\"ע אם אין לו מה יאכל למה לא יביאם בפרהסיא דהרי מותר ליתן לו לעשות מלאכה כמ\"ש סוף סימן תקמ\"ב י\"ל דמ\"מ אסור שהרואה לא ידע שאין לו מה יאכל ולפ\"ז כ\"ש שאסור לו לעשות המלאכה בפרהסיא:"],["(א) אין מפנין וכו' - משום טרחא:","(ב) מחצר לחצר - דרך ר\"ה דהוא מפורסם וא\"כ אם יש פתח בין שתי חצירות מותר לפנות מזו לזו ואפילו דרך כמה חצרות מותר:","(ג) ולא לפנות וכו' - צ\"ל לא [הגר\"א] וכן הוא בדפוס הראשון שהדפיס המחבר בחייו:","(ד) שאינם לצורך המועד - משמע דלצורך המועד אף בפרהסיא מותר דבר שהוא ידוע וניכר שהוא לצורך המועד [א\"ר ופמ\"ג]:","(ה) באותו חצר - דליכא טרחא כולי האי וגם הוא בצנעא ואפילו אותו הבית הוא של חבירו:","(ו) לבית הסמוך לו מותר - דבכלל צנעא הוא אבל מכאן ואילך אסור דהוי פרהסיא. והב\"ח מצדד דאפילו לבית הסמוך אין לפנות וכן בביאור הגר\"א מצדד להחמיר בזה אם לא שהוא מבוי שאינו מפולש:","(ז) לחצר שלו - דשמחה לאדם שיהיה דר בשלו [ולפנות כלים לחצר שלו אין להקל] ודוקא באופן זה אבל מפני שאר הנאה כגון שהיה דר אצל חבירו בחדר אחד ואח\"כ שכר לו בית מיוחד אע\"פ שנוח לו יותר אסור לפנות דהא אפילו מכעורה לנאה אסור מיהו אם דירה ראשונה היה בין העכו\"מ או דומה לזה יש להתיר לפי ראות עיני המורה:"],["(א) לטייל - וה\"ה לראות פני חבירו אבל להרויח ממון שלא לצורך המועד מותר לרכוב אבל לא יתקן צרכי רכיבה [פמ\"ג וע\"ש עוד]:","(ב) לצורך המועד ולא ניסה ללכת ברגליו - אבל שלא לצורך המועד או שלמוד ללכת ברגליו אינו מותר רק הרכיבה אבל לא לתקן צרכי רכיבה:","(ג) ולתקן ברגליו - צ\"ל ולתקן ברזליו וכן הוא בדפוס הראשון. ודוקא במדינות שאבנים מצוים שם ואין הבהמות יכולות לילך בלא ברזלים אבל במקומות שהעפר תיחוח ואין אבנים מצוים שם ואין רגילים שם לעשות ברזלים אסור [ב\"י בשם הרא\"ש]:","(ד) ומותר לרכוב - דברכיבה ליכא שום מלאכה [ב\"י] ואם מותר ליסע בעגלה בחנם עיין בבה\"ל:","(ה) ליפותו - דהוא בכלל צרכי רכיבה שהתירו כשצריך לרכוב לצורך המועד או לטייל. ועיין בב\"ח דאפילו במסרק שמשיר נימין דביו\"ט אסור משום פסיק רישא בחוה\"מ שרי:","(ו) אין מרביעין - היינו שאין אוחזין הבהמה להביא עליה זכר אבל מכניסין לדיר זכרים ונקבות ביחד ורובעין מעצמן ועיין בא\"ר שכתב דהא דאסור להרביע הוא דוקא בשאר בהמות אבל חמורה שתבעה דאז אם לא ירביעו עליה כשהיא מתאוה לזכר תצטנן ותעקר מותר להרביע עליה דהוי דבר האבד ובברכי יוסף מצדד להחמיר גם בזה:","(ז) במועד - דאין בזה צורך המועד ולא דבר האבד. ובחול מותר ואין בזה משום פריצותא דבעבידתא טריד:","(ח) מלאכה - דאורייתא:","(ט) אין מושיבין וכו' - דאינו צורך המועד ולא דבר האבד:","(י) יכול להחזירה - מדסתם המחבר משמע דאפילו לא ישבה התרנגולת עליהן עדיין ג' ימים ולא נתקלקלו הביצים לגמרי שראוי עדיין למכור הביצים בזול אפ\"ה שרי דעכ\"פ יש הפסד מועט אם לא יחזירנה ועיין ברא\"ש וטור דמוכח מדעתם דאין להקל בזה רק לשיטתם דמלאכת חוה\"מ הוא מדרבנן אבל אם נסבור דהוא דאורייתא אין להקל להחזיר רק אם ישבה כבר עליהן ג' ימים דאז אין הביצים ראויין כלל לאכילה שהתחילו להתרקם והוי דבר האבד אם לא יחזירנה וא\"כ לפי מה שהבאנו לעיל בריש סימן תק\"ל דכמה ראשונים סוברין דמלאכת חוה\"מ הוא מן התורה אין להקל בזה כ\"א כשיש לו הפסד מכמה ביצים דאז יש לסמוך להקל אף תוך ג' ימים לישיבתה:","(יא) אחרת - אפילו אחר ג' ימים לישיבתה דפסדי לגמרי אפ\"ה אסור ואף דכל דבר האבד מותר בחוה\"מ יש לומר דבטרחא יתירא אין היתר אף בדבר האבד ועיין בבה\"ל:","(יב) בתוך ג' וכו' - דאז מהני החזרה וגם אין טורח כ\"כ להחזירה אבל לאחר ג' ימים אסור אפילו יפסידו הביצים דיש טורח גדול בחזירה וגם אפשר שלא יועיל כלל החזרה שכבר אזל חמימותה ממנה:"],["(א) דבר האבד - ר\"ל שאם לא יעשהו עכשיו יבא לידי הפסד. ואם הדבר אצלו בספק עיין במ\"א שמקיל ובח\"א כתב שיעשהו ע\"י עכו\"ם ולא בעצמו ועיין בבה\"ל שצידדנו דכונת המ\"א הוא ג\"כ אם אותו החשש שהוא חושש הוא מצוי שיבוא ואז נראה דיש להקל גם ע\"י עצמו אכן יראה לעשות בצנעא אם אפשר ועיין בפמ\"ג שכתב דלדברי המ\"א יש להקל נמי בספק צורך המועד והיינו ג\"כ אם בעיניו קרוב שיהיה זה לצורך המועד:","(ב) הארץ הצמאה - ועיפה למים שאם לא ישקנה תמיד תפסד:","(ג) שכיון שהתחיל וכו' - אבל אם לא התחיל לא תפסד ע\"י איחור איזה ימים ואסור:","(ד) שדה הבעל - פי' שדי לה במטר השמים:","(ה) בין חדש - שהתחיל לנבוע מחדש וקמ\"ל דלא חיישינן כיון שחדש הוא דלמא יפלו כותליו ואתי לתקן במועד א\"נ דלמא אתי לאיתויי ממקום אחר והוי טרחא יתירא:","(ו) הבריכה - מים מכונסין בבור עמוק והוי טרחא יתירא שצריך לדלות בכלי:","(ז) ממי הגשמים - ואפילו אינו דולה אלא ממשיך מהן ברגל דהיינו שהבור או מקום המקובץ מהגשמים מלא על כל גדותיו דאז אין צריך לדלות אסור מפני שסופו לדלות כשיחסרו. וממעין נמי בהמשכה ברגליו שרי להשקות אבל כל שדולה בדלי או בכד אסור:","(ח) אפילו ערוגה אחת וכו' - וכ\"ש כשהם שתי ערוגות ואחת גבוה מחבירתה אין דולין מהתחתונה להשקות העליונה. ואם היה ערוגה של ירק וכונתו כדי לאוכלן במועד מותר וכדלקמיה בס\"ד:","(ט) שלא פסקו - ר\"ל שאינו פוסק בשום פעם אלא מושך תמיד מן האגמים [וגם האגמים גופא צריך שלא יפסקו תמיד] אבל אם דרכן לפסוק בשום פעם אף דעכשיו יש ריבוי מים בהם באופן שבכל חוה\"מ לא יצטרך לדלות בדלי ויוכל להמשיך ברגלו אפ\"ה אסור משום לא פלוג דשמא יהיה נדמה לו שיש בו מים די על כל חוה\"מ ובאמת אינו כן ויבוא לדלות בדלי:","(י) עוברת ביניהן מותר להשקות מהן - היינו מן הבריכות ע\"י המשכה ולא חיישינן דלמא פסקי וטרח ואזיל ואייתי ממקום אחר דאי פסקי יכול ליקח מאמת המים. ועיין בב\"י שכתב בשם הנ\"י בשם הראב\"ד דדוקא כשאמת המים נכנס בתוך הבריכות אבל אי לא עיילה לגווה אע\"ג דנכנס לתוך השדה אסור דאיכא למיחש דלמא אתי למטרח ולאתויי ובחידושי הריטב\"א כתב דלאו דוקא כל שעוברת בסמוך לשדה ממש קרי ביניהם. ועיין בטור וב\"י לענין חריצין הנעשין להמשיך בתוכן מים מן הנהר לצורך שדות אימתי מותר להשקות מהן את השדות בהמשכה ועיין בט\"ז מש\"כ בזה:","(יא) וכן בריכה שנטפה וכו' - היינו בית השלחין שהוא גבוה והיה מעין נובע מצדו ובצד אחר היה בית השלחין נמוך ובין אלו בית השלחין היה בצד בית השלחין הנמוך בריכה קטנה וכשמשקין בית השלחין הגבוה ממעין שלו נוטפין טיפין טיפין מתוך בית השלחין הגבוה לתוך הבריכה הנמוכה:","(יב) ועדיין היא נוטפת מותר וכו' אחרת - ר\"ל בית השלחין הנמוכה ואע\"ג דבריכה עבידה דפסקא ואפשר דאזיל וטרח ומייתי ממקום אחר הואיל ומטפטף עדיין מבית השלחין הגבוה מים שבאו ממעינו אמרינן דבוודאי לא פסקא:","(יג) והוא שלא פסק המעיין וכו' - אבל אי פסק המעיין אע\"ג דעדיין מטפטף מבית השלחין הגבוה לתוך הבריכה אין משקין מהבריכה לבית השלחין הנמוך דלמא פסק ואזיל וטרח ומייתי ממעיין אחר:","(יד) שרוצה לאכלן וכו' - אין הכונה דוקא כשרוצה לאכול בעצמו אלא ר\"ל שיהיו ראויין לאכילה במועד ועומדין לימכר [ריטב\"א]:","(טו) לדלות וכו' - דכל שהוא לצורך אוכל נפש אפילו טרחא יתירא התירו. ועיין בפמ\"ג שכתב די\"ל דוקא צורך המועד באוכל נפש הא לצורך המועד מכשירי אוכל נפש וכדומה י\"ל דטרחא יתירא אסור אמנם בחידושי הרמב\"ן (בליקוטיו) על מו\"ק כתב בהדיא דמכשירי אוכל נפש כאוכל נפש וכעין שהתירה התורה והשווה מכשירי או\"נ כאו\"נ כשא\"א לעשותן מעיו\"ט:","(טז) ועושה כדי להשביחן אסור - היינו אפילו בהמשכה בלא הדלאה דאז היה מותר אם היה חשש פסידא דהיינו בבית השלחין אבל בזה שא\"צ אלא להשבחה בעלמא אסור:","(יז) אין עושין וכו' - דהוא טרחא יתירא ואסור אף דאיכא פסידא:","(יח) ונתקלקלו - ועדיין ניכר החריץ מעט אפילו פחות מטפח דאלו נסתם לגמרי אסור דהוי כחדתי:","(יט) ה\"ז מתקנן במועד - דליכא טרחא כולי האי:","(כ) אסור להעמיקן - וה\"ה דאסור להרחיבן:","(כא) אמת המים - היינו החריצין העשויין בקרקע שבהם המים הולכות סביבות השדה ומשקות אותו ונקרא אמה לפי שהוא רחב אמה ועמוק אמה:","(כב) שנתקלקלה מתקנין אותה - אבל אין עושין אותה לכתחלה וה\"ה אם נסתמה לגמרי שלא נשאר אפילו טפח ג\"כ אסור לתקנה דזה הוי כעשיה לכתחלה:","(כג) עמוקה טפח וכו' - מלשון זה משמע דס\"ל דאפילו לא היתה חפורה מבעיו\"ט אלא טפח מותר לחפור בחוה\"מ יותר וכ\"ש כשהיתה חפורה ונסתמה עד טפח אבל מלשון הגמרא דקאמר ומתקנין את המקולקלת משמע דוקא לתקן המקולקל מותר אבל לחפור מחדש אסור בכל גווני [מ\"א] וכן משמע מכמה פוסקים:","(כד) עד ששה - דזהו שיעור אמת המים וצריך לצמצם השיעור לא יותר ולא פחות דזהו שיעור אמת המים שיעברו בה המים שפיר וכן ברוחב האמה דבעי ששה טפחים. ואפילו היתה אמה זו עמוקה יותר מששה טפחים קודם שנתקלקלה אינו רשאי לתקן בה עכשיו אלא עד ששה טפחים בלבד בלבד [ריטב\"א]:","(כה) עד שבעה - שזהו ג\"כ הוספה בחפירה חמשה טפחים. ואם היתה עמוקה שלשה אפשר דאסור לחפור עד שמנה דטרחה יתירא היא להשליך העפר לחוץ מעומק האמה [מ\"א] ונכון להחמיר בזה דבמאי דהקיל השו\"ע עד שבעה ג\"כ יש מהפוסקים שמחמירין בזה:","(כו) מושכין את המים וכו' - פי' שעושין סביב האילן חפירות למלאות אותן מים ותו אין בזה טורח הרבה לעשות חריץ שימשכו בו המים מאילן לאילן:","(כז) ובלבד שלא ישקה וכו' - דאף אם לא ישקה כולה ליכא פסידא לאילנות דאף שע\"י ההשקאה יהיה הרוחה לאילנות לא שרינן טרחא רבה בשביל הרוחה:","(כח) את כולה - שכיון שהיתה לחה במים מקודם אין בה טורח יותר ע\"י ההשקאה:","(כט) כדי שיכנסו בה מים וכו' - דהוי כמזבל שדה במועד וכנ\"ל:","(ל) כדי לאכלן במועד - עיין בבית מאיר שדעתו דאינו אסור רק אם כונתו כדי להשאיר כל הדגים אלאחר המועד אבל אם כונתו כדי לאכול מהן אפי' אין דעתו כדי לאכול כולן שפיר דמי אולם מביאור הגר\"א דמדמה זה להא דתנן בדף י\"ג ע\"ב הדשושות עושין בצנעא לצורך המועד ושם הלא כתב המחבר לעיל בסימן תקל\"ג ס\"א שלא יערים לטחון יותר בכונה [אכן דין הערמה גופא לאו מלתא ברירה היא לאיסור עי\"ש] ועיין בפמ\"ג שמסתפק ג\"כ בזה:","(לא) כגון שפותח למעלה מקום וכו' - דאף על פי שכונתו לדגים בעינן שיהיו מעשיו ניכרים לכך יש לפתוח שני פתחים הא חד פתח אף על פי שכונתו לדגים אסור כיון שאין מעשיו ניכרין ומתחזי כמו שמכוין להשקותה וכתב הריטב\"א בחידושיו דכ\"ז רק לענין איסור לכתחלה אבל בדיעבד לא קנסינן ליה אם הוא אומר שדעתו להיתר וכן הדין לענין סעיף טי\"ת ויו\"ד וי\"א:","(לב) ולמטה מקום שיצאו - דהיינו שעושה שם חור קטן שיזובו המים משם וישארו הדגים ניצודין מאליהן ואע\"פ שממילא השדה שותה מהמים שרי דדבר שאין מתכוין הוא:","(לג) כגון שמשוה כולה - שיותר צריך קרקע שוה לדוש מלחרוש והרבה ראשונים ס\"ל להיפוך וע\"כ תרוייהו אסירי [ב\"ח וכן משמע מביאור הגר\"א שיש לחוש לדברי אלו ראשונים ואפשר דגם הוא מודה להב\"ח דתרווייהו אסירי]:","(לד) ואם ניכר שמכוין בשביל הענפים וכו' - ובכל הדברים האלו וכיו\"ב תרתי בעינן שיהא כונתו להיתר ומעשיו יהיו מוכיחין וניכרין שלדעת צורך ההיתר הוא עושה כמו שכתבנו אבל אם כונתו לאיסור אע\"פ שמעשיו מוכיחין שלצורך ההיתר הוא עושה וכן אם כונתו לענין היתר ואין מעשיו מוכיחין עליו אסור:","(לה) אין מתליעין וכו' - שנוטל התולעין שנפלו באילנות אע\"פ שנפסד האילן אסור דטרחא יתירא הוא:","(לו) ולא מזהמין - כשנשרה קצת קליפתו מדביקין שם זבל שלא ימות ואיסורו ג\"כ משום טרחא יתירא:","(לז) בשמן - דהיינו שקטעו נופו קודם המועד כדי שיוציא נופות הרבה סביב מקום הקטיעה מותר לסוכו בשמן במקום הקטיעה כדי שלא ימות וכן הפירות מותר לסוך בשמן כדי שלא יפסדו דכל זה לא הוי טרחא יתירא ושרי:","(לח) אישות - הוא שרץ קטן שאין לו עינים ודרכו לחפור בפנים הקרקע וכאשר ימצא בשדה יקלקל האילנות ע\"י חפירותיו:","(לט) אין צדין אותן אלא וכו' - דלא מפסיד כולי האי בשדה לבן:","(מ) וי\"א וכו' - עיין בבה\"ל:","(מא) צאן לדיר - היינו שמכניסין בהמות לשדה ושוכבות שם בלילה וכל הלילה מטיילות הבהמות ממקום למקום עד שמזדבלת כל השדה:","(מב) לזבל השדה - אע\"פ שאינו בידים מפני שנראה כמזבל בעצמו והמזבל הוא תולדה דחורש מפני שמיפה את הקרקע לזרוע בה:","(מג) אפילו אם מחזיק לו טובה - ר\"ל אפילו בשבת גופא:","(מד) וביו\"ט יכול וכו' - ר\"ל לאחר יו\"ט דמזונות לא מיחזי כשכר ממש. [ומ\"מ היינו דוקא בזה דאינה מלאכה גמורה אבל עכו\"מ העושה מלאכה גמורה ביו\"ט בשביל ישראל אסור ליתן לו שכר מזונו דמראה שהיה ניחא ליה במלאכתו שעשה בשבילו] וה\"ה דיכול ליתן לו מזונות ביו\"ט גופא:","(מה) ובלבד שלא יתן לו שכר אחר - דכשיתן לו ידעו שעשה מדעת ישראל ויסברו ששכרו לעשות מלאכה לימים:","(מו) ובלבד שלא יזכירנו - ר\"ל שלא יאמר לעכו\"מ עשה ואתן לך שכר לאחר המועד דכל שאין עושה אין אומר לעכו\"מ לעשות כדלקמן בסימן תקמ\"ג ס\"א:","(מז) ולא ימסור לו שומר וכו' - מפני שנראה כאלו שכרו לעכו\"מ מתחלה לשם זה [לבוש]:","(מח) בחול המועד - אבל בשבת ויו\"ט אסור אפילו בשכיר שנה וכן למסור לו שומר אסור בשבת ויו\"ט:","(מט) ומוסרין לו וכו' - אבל לשכור לו שומר במועד אסור אפילו בכגון זה:","(נ) אם אינו נפסד וכו' - דאם הוא נפסד מותר לקצרו ומסתברא דאפילו אם רק אבוד מקצתו ג\"כ מותר:","(נא) אין מצריכין אותו ליקח וכו' - וכן אין מחייבין אותו לשאול מחבירו:","(נב) ובורר כדרכו - ובורר וטוחן כדרכו כצ\"ל. ור\"ל דאין צריך שינוי ומה דהחמירו שלא ידוש בפרות משום דאוושא מילתא. ומ\"מ אין לו לעשות כל אלו מלאכות אלא לפי מה שהוא צריך לאכילתו:","(נג) שלא ידוש בפרות - הטעם כנ\"ל. ולפ\"ז גם בשאר בע\"ח אסור:","(נד) יכול וכו' - עיין ט\"ז מה שכתב בשם רוקח דאדם חשוב צריך להחמיר אף בדבר האבד ובבדק הבית מפקפק בזה. ומ\"מ טוב שיעשה בצינעא אם לא שאירע פעם אחת תקלה ע\"י שהעולם דימו שמותר לעשות לכוין לכתחלה ולהניח המלאכות על חוה\"מ דאז אפשר דממידת חסידות צריך תו ליזהר בכגון זה מעתה [פמ\"ג]:","(נה) לבצרו - ופועלים ישראלים יכולים ליטול שכר אף שיש להם מה לאכול ואצלם לא הוי דבר האבד מ\"מ הותר אצלם לעשות בשבילו דומיא דפועל עני עני שאין לו מה יאכל דמותר לבעה\"ב ליתן לו מלאכה:","(נו) ולדרוך היין - היינו כשהענבים יתקלקלו עד לאחר המועד [הגר\"א]:"],["(א) מי שהפך וכו' - פי' דרך הוא שנותנן במעטן לאחר לקיטה וצוברן שם ומניחן כדי שיתחממו ויתבשלו מאליהן ונותנן בבית הבד ודרך הוא שמהפכין אותן כשמכניסן ואם היה מניחן מלתקנן מיד אחר שהפכן פסדי:","(ב) יינו בבור - אותו כלי שהיין נופל בו מן הגת קרוי בור ואם לא יריק היין משם ויתנם בחבית יתחמץ היין כשיעמוד שם בבור מגולה:","(ג) ואירעו אונס - שמחמתו לא היה יכול לגמור פעולת הזיתים והיין קודם המועד:","(ד) עד לאחר הרגל - כצ\"ל. ור\"ל שסבר שאפילו אם ישהא בזיתים ההפוכין עד לאחר הרגל ולא יגמור פעולתן ג\"כ לא יתקלקלו ומחמת זה לא עשה אודותן קודם הרגל וכן כה\"ג לענין היין שבבור ועכשיו במועד רואה שאם יניחם כך עד אחר יו\"ט יהיה לו מזה הפסד מותר לגמור פעולת הזיתים והיין כדרכן בחול דהיינו שטוחן הזיתים ודורכן ומכניסן לחבית כדרכן תמיד:","(ה) זולף וגומר - היינו שזיתים הניתנין שם בבית הבד לסחטן מותר לסחטן כמה פעמים עד שיוגמר סחיטתן כל מידי דשפוך קרי זילוף וכן לענין יין קרי זילוף מה ששופך היין מן הבור ומריקו בחביות:","(ו) בין קטנות בין גדולות - נקט לתרוייהו דבכל אחד יש צד בפ\"ע להקל הקטנות דיינה מועט ולא נפיש פסידייהו אף אם יזוב מעט מהן מ\"מ מותר דאין טרחת זפיתתן מרובה והגדולות אף דטרחתן מרובה מותר משום דנפיש פסידייהו:","(ז) לקשרם בעקלים - (שקורין רייפין) מפני שהוא דבר האבד אם לא יעשהו:","(ח) וכן שולה וכו' - היינו שמעלהו משם כשיכלה זמן שרייתו דאל\"ה יתקלקל הפשתן:","(ט) ובלבד שלא וכו' - אכל הסעיף קאי:","(י) יכוין וכו' - היינו שהיה ביכולתו לזה בשאר ימות השנה או קודם הרגל או לאחר הרגל והוא מצמצם אותם למועד:","(יא) מותר להכניס וכו' - וגם בזה וכן בכל דבר האבד אסור לכוין לכתחלה להשהות עד המועד ואף דההכנסה הוא רק טרחא בעלמא [מרדכי]:","(יב) בלילה - כדי דלא ליפוק מיניה חורבא לעלמא:","(יג) מעיר לעיר - עיין לעיל סימן תקל\"ה ס\"א דאפילו באותה העיר לפנות כליו לחצר אחרת אסור ואפשר דנקט המחבר לשון זה משום סיפא דבשביל דבר האבד אפילו מעיר לעיר מותר:","(יד) לחפותם בקש - ומוכח בירושלמי דאפילו לעקור קש מן המחובר מותר לצורך זה [הריטב\"א בחידושיו]:","(טו) ב\"ד מאבדין - רבותא קאמר לא מיבעי אם עדיין לא עשה המלאכה אין הב\"ד מניחין אותו לעשות המלאכה אע\"פ שהוא דבר האבד ויאבד הדבר ההוא מעצמו. אלא אפילו עבר ועשה ב\"ד מאבדין הדבר ההוא בידים ובתר הכי גבי מת דלא קנסו בנו קמ\"ל ג\"כ רבותא דאפילו עדיין לא עשאה ב\"ד מתירין לבנו לעשות המלאכה כיון שהוא דבר האבד:","(טז) ממנו - וכ\"ש אם עשה מלאכה בדבר שאינו אבוד בודאי ב\"ד מאבדין אותה:","(יז) ומפקירין אותה - ואם לא זכה בה אדם ונשאר עד לאחר המועד מותר להתעסק בה:","(יח) שאי אפשר לקנסו - עין בא\"ר שדעתו דמאבדין ממנו כל השכירות וע\"ש עוד:","(יט) ומלקין אותו - ר\"ל או מלקין אותו [הגר\"א] והיינו עד שיקבל עליו שלא לעשות [לבוש]:","(כ) לא קנסו בנו אחריו - אדלעיל קאי שכבר עשה אביו. ופשוט דדוקא אם עדיין לא זכה בה אדם אבל אם זכו בה בחייו כבר נעשה שלהם ואין הבן יורשו ואפשר עוד דאפילו עדיין לא זכו בה מכיון שכבר הפקירוה שוב אין הבן יכול לחזור ולזכות מצד ירושה אלא הרי הוא כשאר כל אדם לנכסים אלו והמחבר מיירי שמת קודם שהפקירוה:","(כא) אם הוא דבר האבד - דבדבר שאינו אבוד פשיטא דאסור לבנו לעשות בחוה\"מ. ואם עשה אביו בדבר שאינו אבוד ומת י\"א דבזה קנסו גם לבנו אחריו שלא יהנה מזה למ\"ד דמלאכת חוה\"מ אסור מן התורה אבל הב\"י ועוד כמה אחרונים מפקפקין בזה:\n"],["(א) סחורה אסורה - מפני. הטורח:","(ב) על מנת שיתנו לו וכו' - אפילו לא התנה שיתנו לו במועד ועיין בבה\"ל דאפילו אינו צריך לילך למקום אחר לתבוע שהם באותה העיר ג\"כ אסור דמה שמקבל הסחורה מהם הוא ענין מקח וממכר ונקט לילך משום סיפא דאם אינם מצויים לו אח\"כ מותר לילך אחריהם אפילו בעיר אחרת:","(ג) אינם מצויים וכו' - וה\"ה אם מטעם אחר יוכל לבא לידי הפסד אם לא יתבע עכשיו:","(ד) דה\"ל דבר האבד - ודוקא אם לא כיון לכתחלה זמן קבלת הסחורה במועד:","(ה) ריוח מרובה וכו' - הטעם דאף דמשום ריוח מרובה בלבד אין להתיר [אא\"כ הוא בודאי אינו מצוי תמיד לאחר המועד כבס\"ה] הכא דבלא\"ה יש פוסקים שמתירין למכור בצנעא סמכינן עלייהו היכא דנזדמן לו ריוח מרובה ומ\"מ צריך להוציא מהן קצת לשמחת יו\"ט:","(ו) למכור בצנעא - וה\"ה לקנות ודוקא לענין מכירה וקניה דלאו מלאכה היא אבל בדבר שהוא משום מלאכה אין חילוק לכו\"ע בין צנעא לפרהסיא:","(ז) מותר לתובעו - היינו אפילו לילך לעיר אחרת ולתובעם שם ואפילו אם יכול למצאם שם אחר המועד ג\"כ דגביית חוב בעלמא אין זה בכלל סחורה:","(ח) לגבות מעותיו - ואפילו למיקם עמם בדינא ודיינא שרי:","(ט) ואין צריך לומר שמותר וכו' - דשם אפילו לקבל סחורה ממנו כההיא דסעיף א' ג\"כ שרי מפני שהוא כמציל מידו וכמבואר בס\"ח:","(י) יש מי שאוסר - טעמו דכל משא ומתן של סחורה בין בסוף כההיא דס\"א ובין בתחלה כההיא דסעיף זה אסור:","(יא) ולי נראה וכו' - והנה אף שהב\"ח הסכים מדינא לסברא הראשונה מ\"מ כהיום שאנו רואין שהחובות מתקלקלין נוהגין לתבוע בדין אף בעד פרקמטיא בחוה\"מ דחשבינן לדבר האבד [אחרונים]:","(יב) לקבול במשפט בשביל חובותיו המותרים וכו' - ר\"ל דחובות המותרים לתבוע בחוה\"מ כמבואר בסעיפין הקודמין [ותבעו לישראל בדין ישראל קודם המועד ולא ענהו] מותר לקבול בחוה\"מ אף לפני ערכאות של עכו\"מ ומ\"מ נראה דהיינו דוקא לקבול בע\"פ אבל לכתוב משום זה אסור אם לא דהוא דבר האבד ואם צריך להמעות להוציא אותם על יו\"ט אפשר דמותר לכתוב ע\"י עכו\"מ:","(יג) וכן מותר לעשות זקיפה וכו' - בנ\"י מבואר דזה קאי על עכו\"מ ור\"ל דאפילו אם נחמיר בישראל שלא לתבוע חובותיו במועד דהרי יכול לתבוע אחר המועד בעכו\"מ ודאי מותר לתבוע ולעשות זקיפה דאצלו בודאי בכלל דבר האבד הוא:","(יד) כדי להבטיחן - ר\"ל שע\"י הזקיפה יהיו חובותיו בטוחין:","(טו) אבל אם לא יפסיד וכו' - היינו אף שהוא סבור עתה להרויח הרבה דהעברת ריוח לא מקרי פסידא:","(טז) ויוציא יותר וכו' - כל מקום שנזכר לשון זה א\"צ להוציא כל הריוח ודי במקצתו:","(יז) מותר למכור - ומ\"מ יהיה החנות סגורה ופותחה במקצת כשבא הקונה ליקח:","(יח) אם הוא דבר שאינו מצוי וכו' - פי' דאף דנתבאר בסעיף הקודם דלא מקרי דבר האבד אא\"כ כשאם לא ימכור עתה יפסיד מהקרן אבל בשביל ריוח לבד אינו מותר אא\"כ יוציא עי\"ז יותר לשמחת יו\"ט כ\"ז בריוח המצוי שאפשר לו למכור סחורתו אחר המועד ג\"כ אבל בריוח שאינו מצוי תמיד כמו שמפרש בשביל זה גופא ג\"כ התירו לו דכדבר האבד דמיא:","(יט) וה\"ה לירידים הקבועים וכו' - וכן יומא דשוקא הנקרא קרסנ\"י טאר\"ג שהוא דבר דלא שכיח ובא מזמן לזמן ואפשר דה\"ה כשחל שבוע שלפני פסחם בחוה\"מ וידוע דאז קונים הרבה חשיב כיומא דשוקא דלא שכיח [ח\"א]:","(כ) ואפילו מעיר לעיר וכו' - עיין בה\"ל:","(כא) אינו מותר למכור ולקנות וכו' - אם לא שע\"י הריוח יוציא יותר לשמחת יו\"ט וכנ\"ל בס\"ד:","(כב) ימכר ביום השוק שלאחר המועד - ודוקא כשמשער בודאי שעכ\"פ לא יפסיד אז מהקרן:","(כג) ותגר שקונה וכו' - דאם ימכור היום יחזור ויקנה מחדש וימכור ביום השני ואם ימנע מלקנות ולמכור היום יפסיד בודאי הריוח ועיין במ\"א שהעלה דאעפ\"כ אינו מותר למכור רק בביתו ולא לישב בחנות בפרסום:","(כד) מציאה אסור וכו' - אף שלא ימצא אותם לאחר המועד ולא דמי לשיירא שאינה מצויה דשרינן לעיל מקח וממכר משום רוחא דשאני מו\"מ דחיי אדם ופרנסתו תלוי בזה ודעתם ע\"ז תמיד הלכך חשיב פסידא משא\"כ במציאה דהוא רק רוחא בעלמא:","(כה) שיהא קנוי לו - ר\"ל אחר ח' ימים:","(כו) יש מתירין - שאין זה פרקמטיא אלא הלואה ועיקר הקניה יהיה אחר ח' ימים [הג\"א]:","(כז) ויש אוסרין - שאם אתה מתיר לעשות כן יתירו כל מו\"מ שבעולם ויערימו שלא יהיה המקח חל אלא אחר המועד ובתוך המועד יהיה הלואה ולדינא בודאי טוב להחמיר כהיש אוסרין ומ\"מ אין למחות ביד המיקל וסומך על דעה ראשונה מאחר שבאמת אין כונתו להערים:","(כח) מותר לקבלו ממנו - דהוא בכלל דבר האבד אם לא יקבל עכשיו:","(כט) לא ימצא כמו שמוצא עתה - ר\"ל שלא ימצא כ\"כ בזול כמו שמוצא עתה [ב\"י]:","(ל) ולתקן החבית וכו' - אע\"ג דתקון החבית הוי מלאכה גמורה מ\"מ כיון דמותר לקנות מותר ג\"כ לתקן הכלים הצריכים לזה:","(לא) אבל יותר מכדי צורך שתייתו - פי' לכל השנה ולכן לא יקנה דהא יהיה ביכולתו לקנות לשנה הבאה בעת הבצירה לצורך שתייתו וא\"כ מוכח שקונה כדי להרויח והוי כשאר סחורה דאסור לקנות ולמכור בחוה\"מ כדי להרויח וכנ\"ל בס\"ד:","(לב) ואם הוא דבר שאינו מצוי וכו' - ר\"ל שקניית היין לא יהיה מצוי אחר המועד כלל להרויח בו ולכן שרי אפילו לקנות כדי להרויח דהוא דומיא דשיירא וירידים המבואר בסעיף ה' אבל כשימצא רק שיהיה יותר ביוקר ולא יוכל להרויח בו כ\"כ אסור ויש מן האחרונים שסוברין דהיכא שנזדמן לו קניית היין בזול מאד והוא ריוח מרובה שאחר המועד אין מצוי כלל ריוח כזה מותר דהוא דומיא דשיירא הנ\"ל ועיין בה\"ל:","(לג) מוכרי תבלין או ירק וכו' - והאחרונים הסכימו דה\"ה מוכרי בשמים דאף שהוא דבר המתקיים כיון שהוא ניכר דהוא לצורך המועד וא\"כ כיון שפותחין לצורך ישראל אפילו בא נכרי לקנות מותר למכור לו:","(לד) מוכרי פירות וכו' - דאלו דברים המתקיימים לאחר המועד ואין ניכר שהוא לצורך המועד ואתו למיחשדיה שלוקחן לצורך חול ולכן בעי צנעא וכתבו הפוסקים דדוקא מוכרים הקבועים שאומנתם בכך כל השנה בעי צנעא אבל בע\"ה המוכר לצורך המועד לא בעי צנעא:","(לה) או למבוי - ר\"ל שאינו מפולש דאלו מפולש הוא בכלל ר\"ה:","(לו) ונועל אחת - ודוקא בזה אבל שאר דברים אפילו יושב בפתח החנות והחנות סגורה והדלת פתוחה אסור:","(לז) של חג הסוכות - זהו לענין לעטר השוק בפירות דא\"צ רק בעיו\"ט האחרון של חג ומשום כבוד שמ\"ע דהוא רגל בפ\"ע משא\"כ בעיו\"ט האחרון של פסח דאין בו מצוה לעטר אבל לענין למכור בפרהסיא אף בעיו\"ט האחרון של פסח שרי מפני כבוד יו\"ט:","(לח) ומותר וכו' - דלא נימא כיון דאנו בקיאין בקביעא דירחא הו\"ל כחול ומכין מחוה\"מ לצורך חול דאסור קמ\"ל דשרי כי היכי דלא יזלזלו בו:","(לט) לקנות וכו' - עיין בחידושי רע\"א דאפילו לעשות מלאכה גמורה כגון לבשל לצורך יו\"ט שני ג\"כ שרי:","(מ) אין לוקחין וכו' - ומן העכו\"מ י\"א דמותר לקנות בתים ושדות וכרמים ועבדים ובהמה מפני שהוא כמציל מידו ועיין בבה\"ל:","(מא) לצורך המועד - דהיינו בתים לדור ואבנים לתקן כותלו וכדלקמן בסימן תק\"מ ועבדים לשמשו:","(מב) שמוליך הדברים הנקנים - ר\"ל לבית הקונה והיינו בשביל שהשכיר אין לו מה לאכול התירו להמוכר והקונה לעשות מו\"מ כדי שישתכר השכיר וה\"ה הסרסור ומשמע מאחרונים דדוקא אם האמת כן הוא שעושים המסחור בשביל זה השכיר אבל לא שיערימו לסחור ולומר שכונתם כדי שהסרסור וכדומה ירויחו:","(מג) אבל שאר כלים וכו' - המ\"א וכן שארי אחרונים העלו שאין להקל גם בשאר כלים שלא לצורך המועד אם לא שלא ימצאם בזול לאחר המועד:","(מד) דהוי דבר האבד - שאם לא ילוה להם וילכו למקום אחר ירגילום לבא אליו ולא יבואו עוד אצלו ובזה אין צריך להוציא בשמחת יו\"ט:","(מה) ויוציאנו בשמחת יו\"ט - היינו יותר ממה שהיה מוציא אם לא היה מרויח ריוח זה. ובזה אפילו באופן המבואר בס\"ד להחמיר [כגון מי שיש לו מעות בריוח וכו' ע\"ש] הכא שרי משום דכמה פוסקים סוברין דהלואה אינו דומה כ\"כ לפרמקטיא דהתם יש טורח גדול בדקדוק שיווי המקח ומתוך טרדתו ימנע משמחת יו\"ט וגם לפעמים יקנה ביוקר ויצטער משא\"כ בהלואה לפיכך מקילינן יותר. ומה\"ט שרי נמי להלוות לישראל בריבית בדרך היתר ומותר ג\"כ לעשות עיסקא ליתן לו מעות [אחרונים]:","(מו) על הלואה שיעשה וכו' - היינו דכיון דההלואה הוא אחר המועד לא חשיב כלל עושה סחורה במועד:","(מז) אסור - דבכה\"ג הוי פרקמטיא לד\"ה:"],["(א) בנין אפילו כ\"ש אסור - היינו אפילו לצורך המועד דלא הותר משום זה אלא מלאכת הדיוט:","(ב) גדר גנתו וכו' שבינו לחבירו - דליכא למיחש לגנבי אלא משום שאר אנשים שיכנסו שם וליכא כ\"כ פסידא לפיכך לא הותר כ\"א מעשה הדיוט:","(ג) ואינו טח בטיט - דהטיחה בטיט הוא מעשה אומן ודוקא זה שעושה אותה עם מלאכת הגדר משא\"כ להטיח הגג בטיט מעשה הדיוט הוא ושרי לצורך המועד וכן עשיית סולם מעשה הדיוט הוא ושרי לצורך המועד [ט\"ז] ועיין בפמ\"ג דלהטיח סדקים שבגג מעשה אומן נקרא כדלקמן בס\"ג והכא מטיחו רק שיהא חלק (ובמדינתינו אין מצוי זה) ובעשיית סולם ג\"כ אם מייפיהו כדרך האומנים בודאי מעשה אומן הוא ואסור אף לצורך המועד:","(ד) או גודר אותו וכו' - משמע לכאורה דדוקא תיקון פרצה בעלמא הא לגדור כל הגינה מעשה הדיוט נמי אסור [פמ\"ג]:","(ה) הסמוך לר\"ה וכו' - דעי\"ז שהוא סמוך לר\"ה איכא פסידא יתירא דעייל שם גנבי ודבר האבד הוא ולא בעי שינוי וה\"ה בכותל לחצר שבינו לחבירו שנפל אם יש שם אנשים שחשודים על הגנבה או אם דרים שם עובדי כוכבים מותר לבנותו כדרכו. ועיין מ\"א דלא התירו אלא ד\"א דהיינו לבנותו אם הוא כבר סתור אבל לסתרו (אם הוא רעוע) ולבנותו מחדש לא התירו אם לא מפני הסכנה וכדלקמיה וכתב הפמ\"ג דאפשר שאם הוא רעוע כ\"כ שיש חשש ברור וכ\"ש היכא שיש חשש שיבואו הגנבים גם לידי עסקי נפשות שרי לסתור ולבנות ובלבד שלא יכוין מלאכתו במועד:","(ו) ובונהו כדרכו - דאם לא נתיר לו לבנות ימנע ולא יסתור [מ\"א]:","(ז) גבשושית שבבית - שלא יתקל בם ומותר ליטול אפי' כדרכו דאע\"ג דמלאכה גמורה היא [ובשבת חייב ע\"ז משום בונה] ואינו דבר האבד ולצורך המועד בעלמא אינו שרי כ\"א בשינוי אפ\"ה מתירינן אפילו כדרכו משום דנטילת גבשושית לית בה טורח [ב\"י]:","(ח) סדקין שבגג - שהמים יורדים דרך שם [טור] יכול לסתמן ביד וברגל דהיינו שבועט ביד וברגל לסתום הסדקין ואפילו הוא עושה יפה יפה כעין שעושין בכלי אומנות ג\"כ שרי דכ\"ז נקרא מעשה הדיוט [שם במשנה]:","(ט) אבל לא בכלי אומנות - דהוא מלאכה גמורה ויש בה טורח ואסור אפילו לצורך המועד. ודע דכל דבר שמתירין לצורך המועד במעשה הדיוט הוא דוקא שלא יכוין מלאכתו במועד [שם]:","(י) ציר הדלת - כמו הדלת תסוב על צירה רגל הדלת הסובבת:","(יא) והצנור - הוא חור שבאסקופה התחתונה שהדלת סובב בו והקורה הוא המשקוף שעל הפתח מה שחוזרת בו הדלת:","(יב) בין שהם של ברזל - ר\"ל אף שבו נשמע קול הפטיש כשמתקנו:","(יג) שנשברו - וה\"ה לתקוע המשקוף במסמרים שרי אם יש לחוש לגנבי ואם לאו אף זה אסור:","(יד) ולכן מותר - ואפילו מעשה אומן וכנ\"ל בס\"א [פמ\"ג]:","(טו) ובלבד שלא יכוין וכו' - היינו שלא התירו אלא בשכח מעיו\"ט לתקן ולא במכוין להניח לתקן במועד:","(טז) מעשה הדיוט - דכל דבר שאינו צורך אוכל נפש אע\"פ שהוא צורך המועד לא התירו לעשות מלאכה כ\"א בשינוי:","(יז) מעשה הדיוט אצטבא וכו' - הטעם כנ\"ל נסר שמחברין לו רגלים כעין ספסל שלנו מעשה הדיוט הוא [טור] ואפשר דלהחליקו ברהיטני מעשה אומן הוא [פמ\"ג]. וה\"ה לענין אבוס של בהמה הנ\"ל. ועיין בטור דלדעת הרא\"ש אפילו אצטבא של אבנים מותר לעשות לישב עליו אם עושיהו מעשה הדיוט ורבינו פרץ חולק ע\"ז:","(יח) עושין - אפילו מעשה אומן כיון שהוא צורך אוכל נפש ואם היה אפשר לו לעשות מעיו\"ט וכיון מלאכתו לעשותן במועד נראה דאסור וכדלקמן סוף סעיף ח' בהג\"ה עיי\"ש במ\"ב:","(יט) אין עושין אותם - בהא אסור אפילו מעשה הדיוט כיון דלאו צורך מועד הוא ואם הזמן הוא קור מותר להעמיד תנור בית החורף להסיק הבית אפילו אם אינו ראוי לאפות בו דהכל חולים אצל צינה. וה\"ה אם נשבר החלון בענין שאם לא יתקנו ישב בקור ג\"כ מותר לתקנו [ח\"א]:","(כ) ובין כך ובין כך וכו' הטפילה שלהם - היינו הטיחה שעליהם בטיט כדי שישתמר חומו ומה שכתב בין כך ובין כך ר\"ל בין אפשר שייבש הטפילה ובין לא אפשר שייבש עושין הטפילה שלהן משום דאפשר לאפות בתוכן אע\"פ שלא נתייבשה הטפילה שעליהן כיון שעיקר התנור והכירה נתייבשו:","(כא) נוקרין וכו' - שכשהיא חלקה ואין החטין יכולין לפרך מנקרין אותה כדי שלא יהיה שוה כדי שיפרכו החטין תחתיה ומותר אפילו בפתיחת עין אף דמעשה אומן הוא ובעלמא אף לצורך המועד מותר רק ע\"י שינוי הכא שרי במעשה אומן דחשיב כמכשירי אוכל נפש:","(כב) את הרחיים - ואפילו בחדשים מותר כיון שהוא לצורך המועד:","(כג) ומעמידים אותם - היינו שמתקנים אותם יפה על עמדם כדי להשתמש בהם [הרא\"ש]:","(כד) ובונים אמת המים וכו' - שטוחנין על ידה:","(כה) החמור - היינו החמור המגלגל הריחיים דגידול צפרניו מרעי ליה ולא מצי למיזל כ\"כ וכל הני משום דהוא לצורך המועד ועיין לעיל בסימן תקל\"ו ס\"א:","(כו) ומותר לחדד וכו' וסכין וכו' - דכיון דמלאכת אוכל נפש הוא מותר ואפילו מעשה אומן וא\"צ שינוי:","(כז) שנשבר במועד - ומשמע דבנשבר קודם המועד אסור כיון דאינו אלא מכשירי אוכל נפש ומוכח מהט\"ז דכ\"ז הוא באם היה יכול לעשותו מעיו\"ט וכיון והניח המלאכה ליו\"ט אבל אם לא כיון שרי:","(כח) לעשות אחרת - ואפילו אפשר לו בשאלה. (מ\"א וש\"א):"],["(א) מותר לעשות וכו' - ודוקא לצורך המועד:","(ב) מעשה הדיוט - ולא הוי בכלל מכשירי אוכל נפש כמו תנור וסכין דמותר שם אפילו מעשה אומן משום דלא מקרי מכשירין אלא דבר המכשירו לאכילה (כי התנור ע\"י האפיה וסכין ע\"י השחיטה) משא\"כ ברשתות:","(ג) לתקן הפתילות - לצורך מועד ויש שמחמירין בזה ואף לגדל מצמר גפן דלאו שזור ג\"כ יש ליזהר לעשות מקודם ועיין בח\"א שכתב דלכתחלה נכון להכין מעיו\"ט אכן בדיעבד מותר לגדל מצמר גפן וכן בברכי יוסף כתב דהמנהג פשוט להתיר עוד כתב הח\"א דלכו\"ע אסור לעשות נרות של חלב ופשיטא של שעוה דאיכא ג\"כ מירוח וכמדומה שנוהגין היתר לצורך מועד עכ\"ל ובפמ\"ג משמע דיש ליזהר בזה:","(ד) מסרגין - פי' שעושין בה חבלים שתי וערב לשכוב בה במועד וכ\"ש כשהם במטה מכבר אלא שנעשו רפויים דמותר למתחן ודוקא לצורך המועד דאל\"ה אף זה אסור ואפילו לצורך המועד דוקא שלא כיון מלאכתו למועד:","(ה) אבל אין מפשילין וכו' - ר\"ל שאין גודלין החבלין משום זה ויש מן הפוסקים שמחמירים שלא להטילם במטה במועד אפילו הם מגודלין מכבר ומה שהתירו חכמים לסרג במטה היינו כשהמשיכן בנקבי המטה קודם המועד:","(ו) מותר למעך בגדי פשתן וכו' - עיין סימן ש\"ב ס\"ה דשם לענין שבת אסור לעשות כן בבגדי פשתן ואפילו בחלוק אם מתכוין כדי ללבנו אסור והכא מותר אפילו במתכוין ללבנו ודוקא כשצריך לו במועד:","(ז) בידים וכו' - לפי מה שכתב לקמיה בהג\"ה האי בידים לאו דוקא דה\"ה דמותר לגלגל אותם ע\"י כלי כנהוג:","(ח) קשרי - היינו לקמט שקורין קרונצלי\"ן בל\"א ודוקא כשהקמטין אינם מתפשטין כשלובשן דכיון דהקמטים חזקים כ\"כ הו\"ל מעשה אומן ואסור אפילו לצורך המועד. ולפ\"ז אסור לקמט הענק שקורין קאלנע\"ר בעצים המיוחדין לכך דעי\"ז נשאר מקומט אף כשלובשו:","(ט) עם הזכוכית - היינו עם אבן עגולה של זכוכית ומשמע דלא חשיב זה כ\"א מעשה הדיוט ובח\"א העתיק דמותר להחליקן בכלי כדרכן משמע דס\"ל דזכוכית ל\"ד דה\"ה שאר כלים הרגיל להחליק בהן ולפ\"ז מותר להחליק גם בכלי ברזל חלק שנוהגין חייטים להחליק דהכל מעשה הדיוט הוא ומותר לצורך המועד:","(י) אסור לתקן - אע\"פ שיתקרעו יותר אם לא יתקן אסור דלא מיקרי דבר אבד אלא שעיקר הדבר נפסד אבל בשביל מעט תוספות קלקול לא ואם יתקרעו לגמרי כשלא יתקנם מותר אף ע\"י ישראל לתקן וא\"צ שינוי דהוי דבר האבד. וה\"מ כשצריך לילך בהם בחוה\"מ הא אין צריך להם בחוה\"מ פשיטא דאסור דיניחם ולא ישתמש בהם עד לאחר המועד [פמ\"ג]. ודע דבכל זה אין חילוק בין אם נתקרעו במועד או שנתקרעו לפני המועד:","(יא) וכן אסור לומר לנכרי - רבותא נקט המחבר דאף דבזה יש קצת הפסד אם לא יתקנם אפ\"ה אסור וכ\"ש בשאר דברים וכדלקמן בריש סימן תקמ\"ג:","(יב) מיהו ע\"י שינוי - היינו אם היה אומן צריך שינוי והשינוי מבואר לקמיה בס\"ה אבל אם הוא הדיוט תופר כדרכו וכדלקמיה. וכ\"ז אינו מותר רק בצריך למועד:","(יג) מי שצריך לו בגד - תינוק שנולד בחג אסור לעשות לו בגדים חדשים במועד למול אותו ולא מיקרי לצורך המועד לכבוד אביו לישא אותו להמילה דיכול לכורכו בחתיכת שיראין. בח\"א כלל ק\"ט נסתפק הצריך לתפור לצורך המועד ואין לו חוטים במה לתפור אם מותר לטוות חוטים בשביל זה ע\"ש:","(יד) הדיוט ואינו מהיר - סימן אחד הוא דסתם אומן מהיר [הגר\"א]. וכל מי שיודע להוציא מלא מחט בבת אחת או שיודע לכוין אמרא בשפת חלוקו תו אינו בכלל הדיוט אלא אומן ודיניה כדלקמיה:","(טו) וכל אדם יחמיר ע\"ע וכו' - כי רוב בני אדם יכולים להוציא מלא מחט בבת אחת והם בכלל אומן:","(טז) שינוי הניכר - היינו שיהיה ניכר בתפירה עצמה ולא בענין אחר. ודע דבין להדיוט שעושה אותה כדרכו ובין לאומן שעושה מעשה הדיוט אינו מותר כ\"א כשעושה אותה לעצמו או בשביל אחרים בחנם אבל כשעושה אותה בשביל אחרים בשכר אסור אף שהוא לצורך המועד אם לא שאין לו מה יאכל וכדלקמן בסימן תקמ\"ב ועיין בבה\"ל:"],["(א) מלאכות המותרות - כגון כל דבר שהוא לצורך המועד דבעי שינוי וכן ההדיוט שהתירו לו לתפור כדרכו וכן כמה דברים שאסרו משום טרחא אף שאינה מלאכה ממש:","(ב) אבל בשכר אסור - דקבלת שכר במועד כעובדא דחול דמיא. יש מן הפוסקים שסוברין דאם א\"א לו לבעה\"ב לעשות המלאכה אלא באלו והם אינם רוצים אלא דוקא בשכר מותר ליתן להם מאחר שהוא לצורך המועד:","(ג) אלא שאוכל עמו וכו' - דשוב לא הוי כעובדא דחול ושרי לצורך המועד:","(ד) ודבר האבד וכו' - דכמו שהתירו לבעה\"ב ליתן מלאכתו לפועל שאין לו מה לאכול ואף כשהוא שלא לצורך המועד התירו לבעה\"ב כדי שיהיה טובה לפועל ה\"נ יש להתיר לפועל ליטול שכר בשביל טובת בעה\"ב:","(ה) מותר לעשות אפילו וכו' - ר\"ל אפילו שלא לצורך המועד והוא מעשה אומן ועיין בבה\"ל דאם יכול למצוא עכו\"מ לזה נכון שלא ישכור ישראלים:","(ו) כל מלאכה וכו' - היינו אפילו שלא לצורך המועד וגם לא בעי שינוי וכדלעיל בסימן תקל\"ז סט\"ו ע\"ש:","(ז) ע\"י פועל שאין לו מה יאכל - היינו שאין לו כלל לאכול אבל אם יש לו לחם ומים אסור לו לעשות מלאכה [מ\"א] וי\"א דאפילו יש לו רק שאין לו צרכי יו\"ט ג\"כ מותר לו לעשות מלאכה. ועיין במ\"א סימן תקל\"ד דצריך עכ\"פ לעשות בצנעא דהרואה לא ידע שהפועל הוא עני כ\"כ ומ\"מ אם א\"א לו לעשות בצנעא מותר לו לעשות בפרהסיא כיון שאין לו מה לאכול כלל:","(ח) כדי שישתכר וירויח - ואף אם יש לו כלי בית למכור מותר לעשות מלאכה ואינו מחוייב למכור כלי ביתו אבל אם יש לו סחורות ויכול למוכרם אסור לו לעשות מלאכה [אחרונים] עוד כתבו דמלאכה שמקבל בשעה שאין לו מה יאכל מותר לקבל שכר אפילו הרבה יותר מכדי אכילתו אבל אח\"כ אסור לו לקבל לעשות מלאכה אחרת בשל אחרים:","משנה ברורה סימן תקמג","====================","(א) אסור לומר לנכרי וכו' - דעשו חכמינו מועד לזה כשבת ויו\"ט. ומ\"מ אם הוא צריך בחוה\"מ לצורך מצוה שרי ע\"י עכו\"מ דהא יש מתירין אפילו בשבת עיין סימן ש\"ז ס\"ה [מ\"א וש\"א]:","(ב) לעשותו - ואפילו אם הוא משער שאם לא ישכור עכשיו העכו\"מ לעשות במועד יצטרך לשלם ביוקר גדול לאחר המועד אפ\"ה אסור דמה שאינו בידו לא מיקרי היזק:","(ג) בקבלנות וכו' - ר\"ל אף שהוא בקבלנות ולא בשכיר יום וגם אינו מצויהו שיעשה במועד וכל דעביד אדעתיה דנפשיה עביד כדי לגמור במהרה את מלאכתו אפ\"ה אסור שהרואה יאמר שהוא שכיר אצלו. ואם כל העיר דרכן לבנות בקבלנות עיין לעיל בסימן רמ\"ד ס\"א בבה\"ל ואם בנו באיסור כיון שהוא בקבלנות ולא בשכיר יום שרי לדור בו:","(ד) אע\"פ שהוא חוץ לתחום - לפי שהולכין לשם בני אדם ויראו המלאכה ויאמרו בשליחות ישראל עושה משא\"כ בשבת ויו\"ט:","(ה) בתלוש - ופעמים יצוייר היתר אף במחובר כגון שנתן לו שדה באריסות [דהיינו למחצה או לשליש ורביע] מותר להניחו לעשות במועד דעביד אדעתא דנפשיה ולא אתי למיחשדיה שהוא שכיר יום שהכל יודעין ששדה עומדת לאריסות ואפילו נכרים בני ביתו של ישראל האוכלים אצלו מסייעים להאריס במועד אפ\"ה שרי כיון שאין הישראל נותן להם שכר על כך נמצא שאין באים בשליחותו:","(ו) בקבלנות לעשותה בתוך ביתו וכו' - ר\"ל דבזה תו לא אתי לידי חשד ומותר כיון שהוא בקבלנות:","(ז) מותר ליתן לנכרי וכו' - וה\"ה דלישראל שרי ליתן ונקט נכרי דלא נימא נימא דנכרי בודאי לא יקיים ויעשה במועד:","(ח) שיעשנה וכו' - פי' שיאמר לו בהדיא שיעשנה אחר המועד:","(ט) וישקול - כגון שנותן מטוה לאריגת בגד לא ישקול אותם:","(י) וימנה - וא\"כ כשנותן כליו לכובס עכו\"מ לכבס אחר המועד לא ימנה אותם ונראה דבשביל זה נהגו העולם שלא ליתן לכובס עכו\"מ בחוה\"מ כלל מפני שאסור למנותו ובלא מנין אינו מאמינו. ובדגול מרבבה כתב דכלי פשתן מותר ליתן לו שיכבס אחר המועד ואף למנותם ומא\"ר בסימן תקל\"ד ס\"ב משמע שאין מחלק בזה. ובשעת הדחק יש לסמוך להקל:","(יא) שרי - פירוש א\"צ למחות בידו:"],["(א) צרכי רבים מותר וכו' - דע דכל צרכי רבים מותר אפילו כיונו מלאכתן במועד וגם בפרהסיא ובטורח גדול והטעם שהתירו בכיון מלאכתו דכל צרכי רבים אינם נגמרים אלא בשעה שהם בטלים כולם ומתחברים יחד ואם לא יעשו עכשיו יתבטל הדבר [ולכן אם יש להם מנהיג שהרשות בידו לעשות לבדו אסור לו לכוין מלאכתו במועד] ויש בזה שני חלוקים דאם הוא מעשה אומן אינו מותר אא\"כ שהוא צורך המועד ואם הוא מעשה הדיוט שרי אפילו אם הוא רק צורך אחר המועד:","(ב) כגון וכו' - ואפילו מעשה אומן שרי בזה כיון שדבר זה צריך גם במועד:","(ג) ולהסיר מהם המכשולות - בגמרא איתא דמחוייבין בזה שלא יהיה כשופך דמים אם יארע מכשול עי\"ש:","(ד) ולתקן המקואות - וה\"ה דלכתחלה ג\"כ מותר לעשות מקוה בחוה\"מ ודומיא דחפירת בור המבואר בס\"ב ודוקא כשתהיה נגמרת בחוה\"מ ותהיה צורך המועד דאל\"ה אסור דהוא מעשה אומן:","(ה) צרכי רבים כאלו וכו' - וה\"ה לתקן מרחץ לצורך רבים שיש בהן צער הגוף אם לא ירחוץ ובזה ג\"כ דוקא אם יהיה נגמר בחוה\"מ ותהיה צורך המועד אם הוא מעשה אומן:","(ו) כגון בנין ביהכ\"נ - לרבותא נקט דאפילו בנין ביהכ\"נ שהוא מצוה כדי להתפלל בו במועד בעשרה ואפילו אין להם מקום אחר להתפלל בעשרה ג\"כ אסור שזה אין צורך לגוף האדם ואפילו התחילו מכבר לבנותו וא\"צ במועד אלא להשלימו אסור מפני שהוא צריך מעשה אומן לזה. כתבו הפוסקים דבזה\"ז הוי בנין ביהכ\"נ דבר האבד דחיישינן שאם ימתין עד אחר המועד יעכבו העכו\"מ מלבנותו. ובספר מאמר מרדכי כתב דהכל לפי המקום והזמן ואין לדיין אלא מה שעיניו רואות ע\"ש:","(ז) לעשות במועד - כתב בשערי תשובה נהגו לסדר צרכי רבים בח\"ה למנות גבאים ופרנסים. ונ\"ל דאם צריך לכתוב בענין זה לא יכתוב כתב אשורית כ\"א משיט\"א או כתב שלנו דבכתב אשורי שהוא מעשה אומן הלא לא הותר צרכי רבים כ\"א כשהוא לצורך הגוף וכנ\"ל:","(ח) צרכי מצוה וכו' - ר\"ל דמעלת המצוה לא מהני להתיר בשביל זה מלאכת אומן אף כשצריך לה במועד ומעשה הדיוט מותר לצורך המועד אף כשאין בה מצוה וכנ\"ל בסימן תקמ\"א ס\"ה:","(ט) בורות וכו' - וה\"ה דמותר לעשות מעשה הדיוט מחוץ לעיר חריץ שיבואו המים על ידו מהנהר לעיר כדי שישתו בהרוחה ואף שלא יגמר במועד כיון שהוא צורך רבים וגם בזה מותר אפילו אם כיון מלאכתו במועד והיה טרחא יתירא ופרהסיא:","(י) ואפילו וכו' - היינו דכונתם בשביל אחר המועד ואפ\"ה התירו במלאכת רבים לפי שצרכי רבים אינם נגמרים אלא בשעה שהם בטלים ומתחברים כולם וכדלעיל בסק\"א ע\"ש:","(יא) שהוא מעשה אומן - שצריך לטוח יפה כדי להחזיק מימיה:","(יב) אפילו אם כיונו וכו' - קאי גם על ריש הסעיף:","(יג) לא יעשו - היינו אפילו לא כיונו מלאכתן במועד וגם בצנעא:","(יד) ואפילו צריך וכו' - אפילו אין לו מה ישתה אלא מפני דוחק הרבה אסור ואם אין משיג לשתות כלל מותר גם לחפור מחדש במועד:","(טו) ואם היו עשוים כבר וכו' - ר\"ל דאז די בתיקון מעשה הדיוט בעלמא ולהכי שרי גם ביחיד לצורך המועד:","(טז) אסור לתקנם - דביחיד אפילו מעשה הדיוט אסור כ\"א לצורך המועד:","(יז) להמשיך מים - פי' שמקבלין מי גשמים בכלים מן הגג ומוליך אותן לבור אף שאין צריך להם עתה שיש בבור מים די לכל ימי הרגל אפ\"ה מותר לפי שאין בזה טורח מרובה אבל לעשות חריץ ולהביא מים דרך שם אסור:\n"],["(א) ואפילו להגיה וכו' - לפי שאין זה צורך המועד ולא מקרי צרכי רבים כיון שיש להם ספר אחר לקרות בו. ואפילו מצא טעות במועד אסור:","(ב) אות אחת - כגון לעשות מרי\"ש דלי\"ת וכה\"ג אבל להפריד תיבות דבוקים או אות שהיה רישומו ניכר שרי להעביר עליו קולמוס. וס\"ת שהיה חסר תפירה בעמודים יבקשו איש שאין לו מה יאכל ויתפרנו:","(ג) ולצורך רבים וכו' - לא קאי אהגהת ספרים הנ\"ל דשם בודאי הוא מעשה אומן ואסור לכו\"ע אף שהוא צורך רבים כל שאינו לצורך המועד אלא קאי אסתם כתיבה שהוא לצורך רבים:","(ד) יש אוסרים - ס\"ל דסתם כתיבה מעשה אומן הוא והיש מתירין ס\"ל דכל כתיבה זולת ספרים תו\"מ אפילו כתיבה מרובע הוי כמעשה הדיוט שאין אדם מקפיד לכתוב אותן כתיקונן כ\"כ:","(ה) בכתב שלנו וכו' - היינו בכתב משיט\"א דנקטינן לדינא שזה הכתב אינו מעשה אומן ועיין ס\"ה דמבואר שם דאף בזה הכתב נהגו להחמיר לשנות מ\"מ בענינינו שהוא צרכי רבים א\"צ לשנות:","(ו) לקרות בו בצבור - דצורך המועד הוא ואפילו מעשה אומן שרי וכמו שנתבאר בסימן תקמ\"ד ס\"ב:","(ז) מותר להגיהו - וה\"ה אם חסר איזה אות או תיבה מותר לכתוב:","(ח) וכן בספרי מקרא וכו' - תמוה הא יכול ללמוד בהם אפילו אינם מוגהים רק יעשה רושם במקום הטעות ואחר המועד יתקנם וצ\"ל דמיירי שמגיה מתוך השכל ולא מתוך ספר אחר ואפשר שאחר יו\"ט ישכח עיון הזה והוי דבר האבד [ט\"ז] ומ\"א תירץ דמיירי שאינו יכול ללמוד מתוכו ע\"י הרבה טעיותיו אם אינו מגיה מתחלה וזה נחשב דבר האבד מה שאינו לומד:","(ט) שאר ספרים ללמוד בהם - ר\"ל שצריך ללמוד בהם במועד מותר להעתיקם כדי ללמוד בהם. ועיין בב\"י דמשמע שם דוקא אם הוא צורך רבים אבל מדברי המ\"א והגר\"א משמע דאפילו צורך עצמו מותר:","(י) לעצמו - אפילו להניחן אחר המועד דאלו להניחן בתוך המועד [במקומות שנוהגין להניח בחוה\"מ] אפילו לאחרים שרי וכדלקמן בהג\"ה:","(יא) על יריכו - לאו דוקא דאפילו בפלך שרי ולא אתי לאפוקי אלא בגלגל דאוושא מילתא טובא:","(יב) לבגדו - אפי' להניחן בבגדו וללובשו אחר המועד וכנ\"ל:","(יג) ומוכר לאחרים וכו' - היינו אפילו האחרים אינם לוקחים אלא להניחן אחר המועד שרי דלא גרע משאר מלאכות דשרי לבעה\"ב לשכור לזה פועל שאין לו מה לאכול וכדלעיל בסימן תקמ\"ב ס\"ב:","(יד) או שיהיו לו וכו' - ר\"ל אפילו יש לו מה יאכל דבעלמא אסור לעשות מלאכה הכא דהוא מצוה הקילו כדי שיהיה לו יותר וכו' אבל אופן זה אין להקל רק היכא דהקונה לוקחו כדי לקיים מצות תפילין בחוה\"מ גופא אבל לא כשלוקחו בשביל אחר המועד ועיין בבה\"ל:","(טו) יותר בריוח לשמחת יו\"ט - אבל כשאין צריך גם לזה שהוא עשיר אסור לכתוב וליקח שכר אבל לכתוב בחנם בשביל חבירו כדי שיהיה יוכל לקיים בחוה\"מ מצות תפילין דעת הטור דשרי ואלאחר המועד לכו\"ע אסור:","(טז) ואם כתבן כדי להניחן במועד - אף דמתחלה מיירי ג\"כ דכתבן כדי להניחן במועד זה קאי אדברי המחבר שכתב בריש הסעיף כותב אדם תו\"מ לעצמו משמע מזה דלאחרים לא יצוייר שום היתר אם לא שאין לו מה יאכל ע\"ז כתב דזהו דוקא כשכותב בשביל אחר המועד אבל כשכותב לאחר כדי להניחן במועד גופא מותר אף בשכר בין יש לו מה לאכול בין אין לו מה לאכול וזהו מה שסיים בכל ענין שרי:","(יז) ואינו אסור וכו' - קאי לכותב כדי להניחם אחר המועד דאסור בשכר אא\"כ אין לו מה יאכל ואהא קאמר דאינו אסור רק הכתיבה אבל עשייתן שרי והטעם דכיון דצורך מצוה הוא לא גזרו:","(יח) מותר לכתוב חשבונותיו - דהוי דבר האבד שמא ישכח ואם אינו דבר האבד אסור אא\"כ הוא לצורך המועד שצריך לחשוב מה שמוציא על המועד אבל אז אינו שרי לכו\"ע כ\"א מעשה הדיוט כמ\"ש סימן תקמ\"ד ועיין לעיל סק\"ד וע\"כ יראה לכתוב אותן בכתב משיט\"א ואם חשבונותיו כתובים כבר רק שרוצה לסדרם אסור במועד. ואפילו בשאינם כתובים מכבר יראה עכ\"פ שלא לכוין אותם במועד [א\"ר]:","(יט) וה\"ה הכתבים שכותבים וכו' - דהוי דבר האבד שמא ישכח ופשוט דה\"ה הסחורות שמותר למוכרן בחוה\"מ כגון שהם לצורך המועד וכנ\"ל בסימן תקל\"ט ס\"י וי\"א מותר החנוני לכתוב ההקפות שמקיף כדי שלא ישכח:","(כ) מותר לכתוב וכו' - הטעם בכל זה י\"א משום דכל דבר המזדמן תדיר אע\"פ שבכל פעם ופעם הוא דבר פרטי כצרכי רבים חשיבא ואפשר דמקרי צורך המועד הואיל שדבר זה צריכין להם במועד וי\"א משום דהוי דבר האבד פן ימותו העדים או ילכו למדינת הים או ימות הנותן או הב\"ד:","(כא) פסיקתא - הוא כמו כתיבת תנאים בזמנינו [אחרונים]:","(כב) דייתיקי מתנות - דייתיקי הוא צוואת שכיב מרע ומתנות הוא מתנות בריא:","(כג) כשלא יאבד ממונו - ע\"י שמיטה:","(כד) ומיאונין - היינו שטרי מיאונין והוא לקטנה יתומה שהשיאוה אחיה או אמה לדעתה ויוצאת ממנו במיאון בעלמא שתאמר אי אפשי בו וכותבין ע\"ז שטר מיאון:","(כה) ברורין - שכותבין זה בורר לו פלוני לדיין וזה פלוני או שטרי טענתא מי שברח בממון אחרים מותר לכתוב עליו גזירות הדיינים והרשאה אבל אם הדבר בטוח שיחזור לעירו אסור:","(כו) ופסקי דינין - מה שפוסקים הדיינין:","(כז) ומותר לכתוב וכו' - ומיירי שנשא ערב הרגל דהא אין נושאין נשים במועד ואף דאסור להתייחד עם אשתו בלי כתובה צ\"ל שהיה שעת הדחק שאז רשאי לסמוך להתייחד על עידי קנין [מחה\"ש]:","(כח) כתובה במועד - מטעם דבר האבד שמא יבואו לידי ערעור בהסכמת תנאיהם וא\"כ במדינתינו שכותבין כל הכתובות בשוה אסור לכתוב לכו\"ע אבל תוספת כתובה מה שמוסיף הבעל מרצונו שרי [מ\"א] ועיין בפמ\"ג דבכתב משיט\"א יש להקל אף בזמנינו:","(כט) ויש אוסרים - טעמם דהוי כשט\"ח. והלכה כדעה א' ועיין לעיל דבמדינתינו אין להקל כי אם בכתב משיט\"א:","(ל) ואגרות שאלת שלום - הטעם מפני שאין אדם נזהר מאד בכתיבתו בתיקונן וכמעשה הדיוט הוא ומקרי צורך המועד קצת מה ששואל בשלום חבירו דאל\"כ אסור אף מעשה הדיוט כדלעיל בסימן תקמ\"א:","(לא) שאינה אבודה - וכ\"ש אם יוכל להגיע לו הפסד כשלא יכתוב דבודאי מותר. וכ\"ז מותר להמחבר לכתוב אפילו בלא שינוי ומ\"מ בכל גווני אין להקל כ\"א בשלא כיון מלאכתו במועד:","(לב) ויש אוסרין - טעמם דכל כתיבה מעשה אומן הוא:","(לג) בשאלות שלום - וכ\"ש לענין פרקמטיא:","(לד) ונהגו להחמיר - ונהגו להחמיר לשנות אפילו וכו' כצ\"ל. והשינוי הוא שכותבים באלכסון כל השורות ואף דמבואר בס\"ז דכל האסור לכתוב אסור אפילו בשינוי [אם לא שהאותיות חתוכות ושבורות באמצעיתן] מ\"מ כיון שמדינא מותר לכתוב אגרת שלום בלא שינוי כמ\"ש הרב\"י אלא שנהגו לשנות די בשינוי זה:","(לה) שהיא כתיבה משיט\"א - וכמה אחרונים כתבו דבמדינתינו נהגו להקל בכתב משיט\"א וכן בכתב שלנו דאינו מעשה אומן ויש להם על מה שיסמוכו והמחמיר יחמיר לעצמו ונוהגין לשנות קצת לעשות שורה עליונה עקומה ועיין בבה\"ל. ודע דבפרקמטיא אבודה לכו\"ע יכול לכתוב אפילו בכתב שהוא מעשה אומן וא\"צ לשנות כלל:","(לו) שטר חוב במועד - דיכול להמתין לכתוב את השטר אחר המועד ואם כבר נתן לו המעות אפילו בפני עדים וקנין מותר לכתוב דיש לחוש שמא ימותו העדים ויכפור אח\"כ וכמ\"ש ס\"ה גבי מתנות [מ\"א וכן הוא בירושלמי]:","(לז) והלוה צריך למעות - בחוה\"מ אפילו שאינו לצורך המועד אבל כשלוה לצורך אחר המועד אסור ואם לא ימצא אחר המועד מעות ללות מותר לכתוב דהו\"ל דבר האבד:","(לח) או שאין לו לסופר מה יאכל - לדעת המ\"א לעיל בסימן תקמ\"ב היינו דוקא שאין לו כלל אפילו לחם ומים ולהי\"א שם היינו שאין לו כדי צרכו לשמחת יו\"ט:","(לט) לכתוב שטר מכירה במועד - כגון שמכר לו קרקע לצורך המועד (כגון שהיה צריך לחפור שם טיט לתקן תנורו לצורך המועד וכנ\"ל בסימן תק\"מ וכה\"ג) וכנ\"ל בסימן תקל\"ט בסי\"ב אבל כשמכר קודם מועד אסור לכתוב במועד אע\"פ שיש לחוש שיחזור בהן כמו שטר אריסות דאסור לקמיה [אם לא דהיה לו אונס או שלא היה לו פנאי לכתוב קודם מועד] והטעם דאף שיחזור המוכר או בעל השדה ליכא פסידא ללוקח או להאריס דיכול לקנות שדה או לקבל באריסות במקום אחר. ואם המוכר צריך למעות ואין הלוקח רוצה ליתן לו כל זמן שאין כותב לו שטר מכירה נראה דמותר וכנ\"ל לענין הלואה:","(מ) אבל אין לכתוב שטר אריסות וכו' - באמת ה\"ה בשטר מכירה אם מכר לו קודם המועד ג\"כ אסור וכנ\"ל אלא משום דלענין שטר מכירה יכול לצייר היתר כתיבה כגון שמכרו במועד לצורך המועד משא\"כ באריסות וקבלנות לא שייך לומר שיקבל השדה לצורך המועד ולהכי שייך תיבת אבל:","(מא) שקבל קודם המועד - ולא אמרינן בזה דהוי דבר האבד וכנ\"ל. מיהו אם נאנס או לא היה לו פנאי לכתוב קודם המועד מותר אף לענין חכירות וקבלנות. אם שלח שלוחו ליריד מותר למשלח לכתוב לו אגרת בענין סחורתו דכל זה הוי דבר האבד [ח\"א] והיינו כשלא כיון מלאכתו במועד:","(מב) כל הדברים וכו' - היינו המבוארים לעיל בס\"ה או שהוא דבר האבד:","(מג) אפילו ע\"י שינוי אסור - פי' שעושה שינוי בידו בשעת הכתיבה כגון שאוחז הקולמוס בין גודל לאצבע או שעושה שורות עגולות או עקומות והכתב עצמו אין בו שינוי זה אסור אבל אם יש שינוי בכתב עצמו כגון שעושה האותיות חתוכות ושבורות באמצעיתן והיו\"ד עושה אותו כעין עיגול קטן זהו מותר. וזהו לענין כתיבה מרובע אבל לענין כתב משיט\"א או כתב שלנו עיין לעיל בס\"ק ל\"ה:","(מד) של שעוה - ואפשר דה\"ה בלוחות שלנו כתב הפמ\"ג מה שכותבין בקנה עופרת על הלוחות מעופצות בסיד וכדומה אפשר דשרי ע\"ש עוד:","(מה) מותר לכתבה - אפילו אם היא שלא לצורך המועד פן לא ימצא אח\"כ ע\"י מי לשלחה:","(מו) מותר להעתיקה - שישאר אצלו העתקה כדי שלא ישכחנה:","(מז) ואם שמע דבר חידוש - וה\"ה דמותר לשמוע לכתחלה כדי לכותבו. גם אין חלוק בין אם שמע החדוש מאחר או חידשו הוא עצמו דהרבה זימנין מצוי שאדם שוכח מה שחידש כבר ואינו יכול לחדשו אח\"כ. ואפילו בלא טעם שכחה כיון שבכל עת ורגע מוטל על האדם לעמול בתורה ולחדש בה כפי יכולתו אין שייך לומר ימתין עד אחר יו\"ט ואז יכתוב החידוש דאותו זמן יהיה עליו חיוב אחר דהיינו שיחדש אח\"כ חידושים אחרים ואם יתעכב בכתיבת החידושים שלמד בתוך המועד יצטרך ללמוד שנית מה שלמד כבר ולהזכיר מה שחידש מכבר וזה יבטלנו מלימוד חידושים אחרים באותה שעה ואין לך דבר האבד גדול מזה והעידו על הב\"ח ז\"ל שכתב חיבוריו בחוה\"מ [אחרונים] ומ\"מ יזהר בכתיבת חידושיו שיכתוב כתיבת משיט\"א ואם יצטרך לכתוב איזה אות מרובע יכתוב אות שבור וכנ\"ל:","(מח) מותר לכתבו וכו' - וחשבון התקופות אסור לכתוב דאין זה מוציא מלבו כלום ולא ישכחם ספר הצריך לו במועד ללימוד מותר לתקן ולכרוך בעצמו וכ\"ש ע\"י עכו\"מ דהוי דבר האבד אבל אסור לתקן קונטרס כדי לכתוב עליו אחר המועד. כתבו האחרונים כל מה שמותר לכתוב מותר לעשות קולמוס ודיו הצריך לזה. ולשרטט לצורך דברים המותרים נסתפק בא\"ר ובלקט הקמח אוסר בזה מפני שהשרטוט בא רק ליפוי הכתיבה ורק בתפילין ומזוזות שא\"א בלא\"ה דאסור בלא זה שרי:","(מט) בין דיני ממונות - ר\"ל דמועד לא הוי כמו שבת ויו\"ט דאסור לדון בם אפילו נתרצו שניהם ובזה שרי אם נתרצו הבע\"ד לדון בם דאלו לכפות לפעמים אין יכול לכוף לבע\"ד שיבוא בניסן ותשרי כדאיתא בחו\"מ סימן ה' ע\"ש:","(נ) דיני נפשות - המחבר העתיק לשון הברייתא ומיירי בזמן הבית דהיה מוטל עליהם לקיים ובערת הרע מקרבך:","(נא) לקבול וכו' - היינו בביהכ\"נ ועיין לעיל סימן תקל\"ט ס\"ג בהג\"ה:"],["(א) אין נושאין נשים במועד - דאין מערבין שמחה בשמחה ואפילו נשואין בלבד בלא סעודה ג\"כ אסור. וכתבו האחרונים דהא דאין מערבין שמחה בשמחה דוקא באדם אחד אבל מותר לשני בני אדם לפיכך מותר לעשות חופת יתום ויתומה או עני עם שמחת נשואי בניו ביום אחד אכן משני אחים או שתי אחיות או אח ואחות נזהרין שלא לעשות ביום אחד:","(ב) ומותר לארס - דהיינו אפילו לקדש דבאירוסין לבד ליכא שמחה וכ\"ש שמותר להתקשר בתנאים לשידוך בחוה\"מ כנהוג בינינו. והסעודה שרגילין לעשות אחר כתיבת התנאים הט\"ז אוסר כמו לענין אירוסין אבל שארי אחרונים מקילין בזה דלא חשיב שמחה כאירוסין ועכ\"פ אם אינו עושה סעודה גמורה כ\"א מרקחת וכדומה בודאי אין להחמיר:","(ג) הארוס בבית ארוסתו וכו' - ר\"ל אימתי אסור לעשות סעודת אירוסין דוקא אם נעשית בבית ארוסתו וגם בשעת האירוסין אבל אם חסר תנאי אחד מותר וכדמפרש לקמיה:","(ד) בשעת אירוסין - היינו כשעושה האירוסין בתוך הסעודה או שעושה הסעודה תיכף אחריה הא זמן מופלג י\"ל דשרי אף באותו יום ויש מאחרונים שמחמירין בזה וכשעושה האירוסין ביום זה והסעודה ביום אחר בודאי יש להקל:","(ה) ריקודין ומחולות - ואפילו בבית ארוסתו דזה לא מיקרי שמחה [ריב\"ש]:","(ו) מותר - דכל זה לא נקרא סעודת אירוסין:","(ז) מותר להחזיר וכו' - דאינה שמחה לו כ\"כ. ולענין סעודה משמע בב\"י דיש להחמיר ויש מאחרונים שמצדדין להקל ולעשות הסעודה שלא ביום הנשואין בודאי יש לסמוך להקל:","(ח) הנשואין - אבל אם גירשה מן האירוסין אסור להחזירה ולכונסה ואפילו לארס אותה בלבד ולעשות סעודה ג\"כ אסור דכיון דלא נשאה מעולם היא עתה חדשה לו ואיכא שמחה:","(ט) בערב הרגל - האחרונים כתבו דיש ליזהר לכתחלה לעשות הנשואין בשחרית כדי שיהא יכול לשמוח עמה יום אחד קודם הרגל וגם שיהא יכול לעשות סעודה ראשונה בחול ואם מאיזה סיבה נתאחר והוא שעת הדחק מתיר הא\"ר לישא אפילו סמוך לחשיכה. ועיין במ\"א שכתב דבמדינותינו המנהג שלא לישא כלל בעיו\"ט אכן אם יש צורך גדול בדבר אין להחמיר:","(י) ולעשות סעודה ברגל - שאין עיקר השמחה אלא תחלת הנשואין ואע\"פ שמשמחין בסעודת הנשואין כל שבעה שרי ומשמע דאפילו בלילה שרי לעשות סעודה דהוא יום אחר ועיין במ\"א דדעתו דהלילה נגרר אחר היום ואסור לעשות סעודה הראשונה בלילה וכתב דמטעם זה נהגו שלא לישא בערב הרגל אכן בשעת הדחק כתב הא\"ר והמור וקציעה דמותר לישא ערב הרגל ולעשות סעודה בלילה:","(יא) מותר לעשות וכו' - ואין נ\"מ בין היו בזמנן ובין שלא בזמנן דלא חשיבי שמחה אלא סעודת נישואין ואירוסין בלבד [אחרונים]:","(יב) מחלקת שערה - ויש שפירשו שעושה כמין עבותות והתוספות פירשו שנותנת חוט של בצק על פניה כדי להאדים הבשר:","(יג) בסיד - להשיר השער ולעדן הבשר:","(יד) והוא וכו' - אסיד קאי:","(טו) במועד - הטעם שכל שהיא טופלת בסיד מצירה היא שניוול הוא לה אלא כיון ששמחה הוא לה כשתסלק הסיד ע\"כ מותר מפני שמחת יו\"ט שתהיה אח\"כ:","(טז) ומעברת שער מבית השחי וכו' - אבל מראשה אסור גילוח ותספורת בחוה\"מ באשה כמו באיש [הגר\"א ופמ\"ג]:","(יז) ומעברת סכין - כלומר שמעברת השער בסכין:"],["(א) ומטעם זה אין מוליכין וכו' - ר\"ל כדי שלא ישתהא המת ברחוב ויבואו להספידו:","(ב) אסור להספיד וכו' - שאין המת משתכח מן הלב עד אחר שלשים יום ואי יספידו פחות מל' יום לפני הרגל יבוא עי\"ז לבכות ולהצטער ברגל דעדיין לא שכחו ואפילו אם המספיד אינו נוטל שכר עבור זה רק בחנם לשם מצוה ג\"כ אסור ואין נ\"מ בין אם המספיד הוא אדם אחר או אחד מן האנשים שמוטל עליו אבילותיו:","(ג) על המת שמת לו מלפני שלשים וכו' - ואפילו על ת\"ח שמת ובתשובת עולת שמואל מתיר לעשות הספד על אדם גדול אפילו על שמועה רחוקה אם לא היתה שעת הכושר מקודם וכן מצדד בנחל אשכול ע\"ש ועיין בשע\"ת:","(ד) קודם המועד - וקודם ר\"ה ויו\"כ אי חשיב כרגלים לענין זה צ\"ע [פמ\"ג] ובישועות יעקב מיקל בר\"ה ויו\"כ ועיין בתורת אדם במה שמביא בשם ר\"נ גאון שבחודש אלול מותר:","(ה) שמותר - מפני שהוא לו חדשה והמרירות קבוע לו בלבו ואינה מיתוספת בשביל ההספד וזה מותר אפילו אם המספיד נוטל שכר ואפילו על שאר כל אדם שאינו ת\"ח:","(ו) אסור להספיד עמו וכו' - דעכ\"פ דעכ\"פ ע\"י זה מיתוסף לו עוד צער במועד:","(ז) נ\"ל שמותר לספדו - דהמרירות כבר קבוע בלבו בלא ההספד ודינו כמת בתוך ל' יום קודם הרגל שמותר להספידו קודם הרגל:","(ח) ולהזכיר נשמות - ואין זה מה שנוהגין להזכיר נשמות באל מלא רחמים שזה אף ברגל עצמו מותר ואינו הספד אלא שמתפללין עליהן:","(ט) אינו בכלל זה - דאדרבה דעתו להפסיק עי\"ז אבילותו שהרי קודם לכן לובשים שחורים ואח\"כ מסירין אותם ולובשין לבנים [ב\"י]:","(י) בתוך שלשים לרגל - אבל במועד גופא בודאי אסור להספידו אף באופן זה:","(יא) אלא לקרוביו - אבל מי שאינו חייב ורוצה לקרוע מפני הכבוד אסור. ואפילו לקרוביו דוקא אם מת בחוה\"מ אבל אם מת ביו\"ט אין לקרוע במועד עד אחר יו\"ט דההיא שעתא לאו שעת חימום ולאו שעת שמועה הוא:","(יב) על חכם - ששואלין אותו דבר הלכה בכל מקום ואומר ואפילו אינו יודע לישא וליתן בה. ואין בזמנינו ת\"ח כזה [מ\"א]:","(יג) ועל קרוב וכו' - השתא מפרש ואזיל את דבריו הקודמין:","(יד) אם הוא בתוך שלשים - אבל אם הוא לאחר שלשים אינו קורע במועד אפילו על אביו ואמו [יו\"ד סימן ש\"מ סל\"א בש\"ך שם]:","(טו) ועל אדם כשר וכו' - ואם עמד בשעת יציאת נשמה חייב לקרוע אפילו באיננו אדם כשר ועיין ביו\"ד סימן ש\"מ ס\"ו בהג\"ה שנהגו להקל אפילו באדם כשר אא\"כ עומד עליו בשעת יציאת נשמה:","(טז) ויש חולקין - דס\"ל דאין קריעה כלל בחוה\"מ ובני אשכנז נהגו לעשות פשרה בין אלו שתי הדעות ומחלקים בין אב ואם ובין שאר קרובים וע\"ז סיים רמ\"א דבמקום שאין מנהג מבורר יש לקרוע על כולם דמעיקר הדין הלכה כדעה הראשונה:","(יז) בני אשכנז - היינו אשכנז ממש אבל בפולין נהגו לקרוע על כולם [אחרונים]:","(יח) אין חולצין כתף וכו' - ועיין ביו\"ד סימן ש\"מ סי\"ז בהג\"ה דעכשיו לא נהגו לחלוץ כתף כלל ואפילו בחול:","(יט) עושין כל צרכי המת וכו' - ותופרין תכריכין אפילו מעשה אומן:","(כ) בצנעא בתוך הבית - ואם א\"א בצנעא עושין בפרהסיא ודוקא בפרהסיא דלגבי ישראל אבל בפרהסיא דלגבי עכו\"מ לא אפילו בדלא אפשר [מ\"א] והא\"ר מיקל אף לגבי עכו\"מ היכי דלא אפשר:","(כא) עושים אפי' בשוק - שהכל יודעים שהוא לצורך המת:","(כב) אבל אין כורתין עץ וכו' - אבל מותר לקוץ הדס שהכל יודעים שהוא לצורך המת להעביר הסרחון משא\"כ ארזים יסברו שקצצו לצורך בנין ואפילו באדם מפורסם אסור אכן היכי דא\"א בענין אחר י\"א דמותר לקוץ אף מהמחובר ואפילו לאדם שאינו מפורסם וע\"י עכו\"מ בודאי יש להתיר:","(כג) ואין חוצבין אבנים - ר\"ל מן ההר אבל אם הם חצובין כבר ורוצה לחלקן ולעשות ולעשות מהן קבר דינו כמו נסירת הקורות וכנ\"ל:","(כד) להיות מוכנים - שהיה דרכן לחפור כוכין להיות מזומנים לצורך מתים שימותו דטרחא יתירא היא אבל לצורך המועד לקבור בו מת בתוך המועד חופרין אפילו בתחלה בתוך המועד:","(כה) אין לתלוש וכו' - בא\"ר כתב דזה מיירי שליקטן לצורך ביה\"ק אבל מה שתולשין אחר קבורת המת זכר לתחיה שרי ובספר מאמר מרדכי מפקפק ע\"ז וכתב דפשטיות השו\"ע אינו כן וכן המנהג שלא לתלוש בחוה\"מ:","(כו) דין צדוק הדין במועד - כשא\"א צ\"ה אין אומרין ג\"כ שבחו של מת דהא נמי מרגיל ההספד וא\"כ אסור לדרוש עליו אלא לחכם בפניו וכ\"ש ביו\"ט דאסור ובזמנינו אין דין ת\"ח וכנ\"ל במ\"ב סקי\"ב. המתענה תענית חלום בחוה\"מ צריך למיתב אחר המועד תענית לתעניתו וטוב שיהיה אחר אסרו חג:"],["(א) בתוך הרגל - בין ביו\"ט בין בחוה\"מ:","(ב) לא חל וכו' - דאתי מ\"ע דשמחת הרגל שהוא עשה דרבים ודחי אבילות דהוא רק מצוה דיחיד:","(ג) ברגל - ומ\"מ הנר שרגילים להדליק כל שבעה ידליק תיכף ואין זה תלוי במה שהרגל מבטל האבילות או שאינו חל עד אחר הרגל רק שלא ידליק במקום שאוכלים שם וכ\"ש בהחדר שמת שם שמא מתוך כך יבוא להספידו אלא ידליק במקום שאין אוכלין שם. אכן כיון שאין נהנה לאור זה כלל לא ידליק בעצמו ביו\"ט אלא ע\"י עכו\"מ [פמ\"ג בסימן קל\"ב והגרע\"א בסימן תקי\"ד]:","(ד) ומונה שלשים מיום הקבורה - ושמיני עצרת אינו נחשב בזה רק יום אחד:","(ה) ככל גזירת שלשים - דהיינו בגילוח ותספורת ורחיצה בחמין ועוד דברים המבוארים ביו\"ד בהלכות אבילות:","(ו) מיום טוב שני האחרון - לאפוקי יו\"ט שני הראשון לא גרע מחוה\"מ דאינו עולה מן המנין:","(ז) אע\"פ שאינו נוהג וכו' - ומיירי זה הסעיף שמת בתוך הרגל דאלו אם מת ביום אחרון מבואר דעת המחבר לקמיה דנוהג בו אבילות:","(ח) עולה לו מן המנין - וה\"ה בשני ימים טובים של ר\"ה בין שנקבר ביום א' ע\"י עכו\"מ ובין שנקבר ביום שני שאינו נוהג בהן אבילות לכו\"ע מ\"מ יום שני עולה לו מן המנין:","(ט) עיין ביו\"ד וכו' - ט\"ס הוא כי לא נזכר שם מדין זה:","(י) מתו - דוקא ז' מתי מצוה שהם מפורשים בתורה אבל אותם שהוסיפו עליהם (כמה דאיתא ביו\"ד סוף סי' שע\"ד) אין אבילותם אלא מדרבנן:","(יא) האחרון - משא\"כ משא\"כ יו\"ט שני של גליות בתחלת פסח או החג לא גרע מחוה\"מ:","(יב) יום מיתה וקבורה - אבל אם מת מאתמול ונקבר ביום אחרון יום קבורה מד\"ס ואינה דוחה יו\"ט אע\"פ שהוא רק מדברי סופרים:","(יג) של תורה - דמדהזהירה התורה לטמא לקרובים אפילו לכהנים וכ\"ש דישראלים חייבים לטמא לקרוביהם והכל הוא כדי שלא ימנעו מלהתאבל עליהם ש\"מ דביום מיתה חייב להתאבל עליהם:","(יד) דאין נוהג וכו' - טעמם דס\"ל דאפילו אבילות יום ראשון הוא רק מדרבנן ולכך שמחת הרגל עדיפא דהוא מצוה של רבים:","(טו) לא חלה עליו אבילות - ולא ישנה כסותו אע\"ג דשאר אבל משנה ברגל מ\"מ זה שלא התחיל עדיין באבילות אין לנהוג כן ברגל גם אין משנה מקומו הואיל ולא שינה קודם יו\"ט. ולענין תפילין בחוה\"מ ביום ראשון שמת לו מת עיין לעיל בסימן ל\"ח במ\"ב ס\"ק ט\"ז ועיין בשע\"ת בסימן זה:","(טז) שבצנעה - היינו רחיצה בחמין ותשמיש ות\"ת נוהג בכל זה אבילות ואסור ויש מתירין בת\"ת ומ\"מ לענין לעלות לתורה ברגל לצרפו למנין הקרואים נראה דלכתחלה אינו כדאי:","(יז) אנינות נוהג בו - שאסור בבשר ויין וכל הדינים השייכים לאנינות עיין ביו\"ד סי' שמ\"א:","(יח) ואינו רוצה לקוברו - שהנכרים אינם רוצים לקוברו:","(יט) משעה שמחשיך - אבל לא מקודם וגם דוקא אם הוא מחשיך אבל אם אינו מחשיך אע\"פ שהוא סמוך לערב חייב בכל המצות כתב המ\"א דוקא בשעה שהוא מחשיך אבל בליל יו\"ט שני חייב בכל המצות דדוקא ביום של יו\"ט שני אמרינן דכחול שויוהו רבנן אבל לא בלילה שלפניו כיון שאין דרך לקבור בלילה ולפ\"ז היכא דמת לו מת בשמיני עצרת מותר לקדש בליל שמחת תורה ולברך המוציא ובהמ\"ז:","(כ) והוא רוצה לקברו בו ביום - לאו דוקא אלא ר\"ל כל שהיכולת בידו לקברו ולאפוקי אם א\"א לקברו מחמת חג העכו\"מ או אונס אחר לא חל עליו דין אנינות ועיין לעיל בסימן ע\"א במ\"ב סקי\"א:","(כא) חל עליו אנינות - ואונן ברגל אסור בד\"ת דהוא אסור בשמחה ופקודי ד' ישרים משמחי לב וכ\"ש שאסור לעלות בתורה [מ\"א ע\"ש] והנה מדבריו משמע דאף בשעה שאינו רוצה לקברו וביו\"ט ראשון או כגון בלילה שאין דרך לקברו אפ\"ה אסור בד\"ת ועיין בדגול מרבבה שמשיג ע\"ז דכיון שאז אין דין אנינות עליו למה יהא אסור בד\"ת וכן מפקפק ע\"ז בספר בגדי ישע ע\"ש:","(כב) מלאכתו נעשית ע\"י אחרים וכו' - אפילו בדבר שאינו אבד דבדבר האבד מותר ע\"י אחרים אפילו בביתו ואפילו בימים הראשונים שאחר הרגל וכדאיתא ביו\"ד סימן ש\"פ ס\"ה ועיין בלבוש שכתב דאם הוא דבר האבד מותר לעשות בעצמו ובמאמר מרדכי מפקפק עליו ע\"ש הטעם אכן אם לא יוכל לעשות ע\"י אחרים והוא דבר האבד אפשר דבענינינו יש לסמוך על הי\"א המובא שם בהג\"ה:","(כג) בבתיהם - אף דגם בכל אבל ג\"כ מלאכתו נעשית ע\"י אחרים בבתיהם כדאיתא ביו\"ד שם סי\"ח אכן התם דוקא בקבלנות ובאופן שקבלו המלאכה קודם שנעשה אבל והכא מותר אפילו בימי אבילות [כ\"מ מהגר\"א]:","(כד) ביתו - ושותף של אבל שמת לו מת ביו\"ט פסק הגאון מהר\"ש מפראג לאסור [לפתוח חנותו] כמו בשאר אבילות [ור\"ל דצריך להמתין ג' ימים אחר יו\"ט כמו דנוהגין בשאר אבילות לענין שותף כדאיתא שם ביו\"ד סכ\"א באחרונים ע\"ש] כ\"כ הבה\"ט בשם אליהו זוטא אכן בחכמת אדם הלכות אבילות כלל קס\"ט דין ב' הביא בשם א\"ר להקל דהיינו אם מת ביום א' דחוה\"מ מותר להשותף לפתוח חנותו תיכף אחר יו\"ט וע\"ש בחכמ\"א שדעתו דאפילו מת בערב יו\"ט אחרון ג\"כ מותר להשותף לפתוח חנותו תיכף אחר יו\"ט ועיין בבה\"ל שביררנו דהפריז על המדה ודיינו אם נקיל כא\"ר:","(כה) ואין צריכין וכו' - וכן אין לנחם אבל בע\"ש שאחר הרגל קודם ברכו בביהכ\"נ כנהוג אם כבר עברו שבעה ימים למיתת המת [אחרונים]:","(כו) ונהג אבילות אפילו שעה אחת - לאו דוקא שעה אלא ר\"ל זמן מועט מאד [אחרונים] ועיין פמ\"ג דלאו דוקא אם נהג בחליצת מנעל ה\"ה אם נהג בכפיית המטה או אחד משאר דברים השייכים לשבעה בטלה ממנו עי\"ז גזירת שבעה:","(כז) וימי הרגל עולים וכו' - ומטעם שלשים אסור ללבוש בתוך הרגל כלים מגוהצים חדשים ולבנים וכן מה שהתירו לפעמים לספר ולכבס בתוך הרגל כגון הבא ממדינת הים וכל השנויים לעיל בסימן תקל\"א ס\"ב וסימן תקל\"ד מחמת איסור שלשים אסור בכולם. וחתן שנשא אשה ערב הרגל ובתוך הרגל מת לו מת אין הרגל עולה לו למנין שלשים שהרי בתוך שבעת ימי המשתה היה מותר בגיהוץ ותספורת ואינו חושש לאבילות כלל וכדאיתא ביו\"ד סימן שמ\"ב ומה שהיה זהיר ברגל שלא לגהץ ולספר הוא מחמת הרגל לחוד נמצא שלא נהג אבילות ברגל כלל וע\"כ צריך לנהוג לאחר שהשלים ימי משתה שלו שבעת ימי אבלות ואח\"כ שלשים:","(כח) ודינו כדין קובר וכו' - שנוהג בו דברים שבצנעא ומתחיל למנות שבעה אחר הרגל וימי הרגל עולין לו למנין שלשים וכנ\"ל בס\"א:","(כט) אפילו חל יום שבעה בערב הרגל וכו' - דקיי\"ל מקצת היום ככולו לענין אבילות לפיכך יום שביעי עולה לו לכאן ולכאן תחלת יום השביעי הוא תשלום השבעה ואח\"כ מתחיל יום שמיני דהוא נחשב מהתחלת שלשים וכיון דהתחיל יום אחד מן השלשים א\"צ לשמור תו כלום לאחר הרגל מן השלשים דבא הרגל ומפסיקו ויותר מזה דאפילו בזה היום גופא מותר לגלח ולכבס אפילו בגיהוץ משום כבוד הרגל:","(ל) וה\"ה הרחיצה לדידן דנוהגין וכו' - ר\"ל אף לדידן דבעלמא נוהגין איסור רחיצה כל ל' מ\"מ בענינינו אינו חמור מתספורת ומותר אפילו רחיצה בחמין:","(לא) סמוך לערב - כדי שיהיה ניכר שהוא משום כבוד הרגל וזה הדין הוא אפילו אם חל יום ח' או ט' בערב הרגל. ודוקא בכל עיו\"ט אבל בע\"פ מותר בכל אחר חצות דהיינו מזמן שחיטת הפסח ואילך דאז הוא יו\"ט דאסור במלאכה ולכן מותר ברחיצה אחר חצות תיכף וכן בכיבוס אבל לגלח מותר אפילו קודם חצות כיון דאחר אסור לו לגלח אחר חצות כדאיתא בהלכות פסח:","(לב) וא\"צ להמתין עד הלילה - קאי ארחיצה דאלו תספורת וכביסה בלילה אסור ובודאי צריך לעשות סמוך לערב דהיינו אחר תפלת המנחה וכדלקמיה:","(לג) לא יגלח וכו' - פשוט דה\"ה לענין כיבוס:","(לד) עד שיגערו וכו' - ואם גערו בו אף ביום ל' מותר [א\"ר]:","(לה) אחד מימי האבלות - אפילו יום ראשון:","(לו) מותר לכבס - דכיון דבלילה א\"א לו לכבס מפני יו\"ט התירו לו ביום מפני הרגל אבל תספורת אסור עד שלשים:","(לז) עד אחר חצות - לדעת רמ\"א לעיל בס\"ח לא יכבס עד סמוך לערב:","(לח) לרחוץ אסור עד הלילה - ר\"ל אפילו בצונן דהא אפשר לרחוץ בלילה בצונן ובחוה\"מ מותר אף בחמין דהא בטל ממנו גזירת שבעה:","(לט) ויש מתירין לרחוץ וכו' - דוקא לרחוץ אבל שארי דיני אבילות כגון ישיבת קרקע וחליצת מנעל נוהג עד שתחשך [מ\"א]:","(מ) המנחה - משמע דצריך שיתפלל מנחה תחלה דאז חל עליו קדושת הרגל [מ\"א] ועיין בישועות יעקב שכתב דמ\"מ בעוד היום גדול נוהג דיני אבילות אבל סמוך לחשיכה שהוא ביה\"ש ואפשר דאף בזמן תוספות יו\"ט אינו נוהג ועיין בב\"ח סימן רס\"א כתב דזמן קבלת שבת חל שתי שעות סמוך לערב:","(מא) אסור לרחוץ וכו' - ר\"ל סמוך לחשיכה וכן בחוה\"מ אסור לרחוץ עד תשלום שלשים דדינו כמו תספורת:","(מב) דהא הרגל לא בטל וכו' - ומ\"מ המנהג להקל בזה כמש\"כ הרמ\"א ביו\"ד סימן שצ\"ט ס\"ה ויש מאחרונים שסוברין דאין להקל לרחוץ בחמין רק בצונן [ומ\"מ בחוה\"מ בודאי יש לסמוך להקל] ואפילו לדעת המקילין בחמין הוא דוקא בעיו\"ט וכן בחוה\"מ משום כבוד הרגל אבל אחר הרגל אסור ברחיצה וכיבוס עד שלשים שהרי הרגל לא ביטל ממנו גזירת שלשים ועיין בהגהות אמרי ברוך ביו\"ד סימן שצ\"ט:","(מג) עולה למנין הט\"ז - אחרי דאנו בקיאין בקביעא דירחא ועיקר יו\"ט אינו אלא יום א':","(מד) שמגלח בעיוה\"כ - דהוא יום שביעי ועולה לכאן ולכאן וכנ\"ל בס\"ח וכ\"ש דמותר רחיצה וכיבוס ועיין לקמן בסימן תר\"ו במ\"א סוף הסימן דמצדד שם לענין רחיצה שעה או שתים קודם חשיכה ולא קודם ובענינינו שנשלם שבעה אפשר להקל אפילו קודם:","(מה) ומגלח בערב החג - וכ\"ש שמותר רחיצה וכיבוס דאיסורן עד שלשים אינו אלא מנהגא וזמן הגילוח והשאר הוא כמבואר בס\"ח בהג\"ה:","(מו) ושמיני עצרת שבעה - דהוא חשוב רגל בפ\"ע ונוטל עליו שבעה ימים ואף דשמ\"ע גופא אין לו תשלומין לקרבנותיו כמו עצרת בסי\"ג מ\"מ כיון דהוקשו כל המועדים כולהו להדדי מדכתיב אחר כל המועדים אלה מועדי ד' ע\"כ דין אחד להם:","(מז) ויום שני של שמ\"ע וכו' - ר\"ל אף בחו\"ל שעושין שני ימים נחשב יום שני לענין שלשים כשאר ימות החול שלא יהיה צריך אח\"כ להוסיף עוד רק ח' ימים:","(מח) שמע שמועה קרובה - היינו שהוא תוך ל' שמת קרובו:","(מט) דינו כדין וכו' - כיון שלא היה יכול לנהוג אבילות בשעה ששמע לא חל עליו אבילות כלל:","(נ) אחר השבת והרגל - ואינו נוהג אלא שעה אחת במוצאי שבת ורגל:","(נא) שמועה רחוקה - דהיינו אחר שלשים יום כדאיתא ביו\"ד סימן ת\"ב ס\"א:","(נב) ולמחר קורע - לאו דוקא ור\"ל במוצאי שבת. ואם שמע שמועה קרובה בשבת ערב הרגל שבת עולה לו ליום אחד ויו\"ט מבטל גזירת שבעה [אחרונים] כתב הפמ\"ג קדיש י\"ל דאין הרגל מבטל ויש לו דין שבעה ושלשים אפילו נהג שעה אחת לפני הרגל ע\"ש:","(נג) שאין הרגל עולה וכו' - ומ\"מ יולדת שמת לה מת שחייבת להתאבל עליו וה\"ה שאר חולה וא\"א להן להתאבל מחמת חלישותן כיון שהם ידעו מזה אך מחמת אונס א\"א להן לנהוג אבילות והרגל פגע בתוך ז' בטל מהן גזירת שבעה וה\"ה לענין שלשים. ויתר דיני הפרטים השייכים לענין זה מבואר הכל ביו\"ד סימן שצ\"ט ע\"ש:"],["(א) חייבים להתענות וכו' - והוא מדברי הנביאים כדכתיב בקרא (זכריה ח) צום הרביעי וצום החמישי וצום השביעי וצום העשירי וגו' ואחז\"ל צום הרביעי זה י\"ז בתמוז שהוא בחדש רביעי למנין החדשים וצום החמישי זה ט' באב שהוא בחודש החמישי וצום השביעי זה צום גדלי' שהוא בחודש השביעי וצום העשירי זה עשרה בטבת שהוא בחודש העשירי. וכל אלו הימים כל ישראל מתענים בהם מפני הצרות שאירעו בהם כדי לעורר הלבבות לפקח על דרכי התשובה ויהיה זה זכרון למעשינו הרעים ומעשה אבותינו שהיה כמעשינו עתה עד שגרם להם ולנו אותן הצרות שבזכרון הדברים אלו נשוב להטיב כמו שנאמר והתודו את עונם ואת עון אבותם וגו' ולכן חייב כל איש לשום אל לבו באותן הימים ולפשפש במעשיו ולשוב בהן כי אין העיקר התענית כמש\"כ באנשי נינוה וירא ד' את מעשיהם ואמרו חז\"ל את שקם ואת תעניתם לא נאמר אלא את מעשיהם ואין התענית אלא הכנה לתשובה לכן אותם האנשים שכשהם מתענים הולכים בטיול ובדברים בטלים תפשו הטפל והניחו העיקר ומ\"מ אין לפטור את עצמו בתשובה בלבד כי ימים אלו הם מ\"ע מדברי הנביאים להתענות בהם וכמו שכתבנו למעלה:","(ב) מפני דברים הרעים וכו' - כי בי\"ז בתמוז ארעו בו ה' צרות בו נשתברו הלוחות כשירד משה מן ההר כמפורש בתורה ובוטל התמיד עוד מלהקריב בבית הראשון והובקעה העיר בחורבן בית שני ושרף אפוסטמוס הרשע את התורה והועמד צלם בהיכל. ובט\"ב היה בו חורבן הגדול שנחרב בו הבית הראשון וגם השני ובזה היום נגזר על אבותינו שבמדבר שלא יכנסו לארץ ובזה היום נלכדה עיר גדולה וביתר שמה והיו בה אלפים ורבבות מישראל ונפלו כולם ביד העכו\"מ ונהרגו כולם והיתה צרה גדולה כמו חורבן ביהמ\"ק ובו ביום המוכן לפורענות חרש טורנוסרופוס הרשע את ההיכל ואת סביביו לקיים מה שנאמר ציון שדה תחרש. ויום ג' בתשרי בו נהרג גדליה בן אחיקם שמינוהו לראש לאחר החורבן על הפליטה הנשארה ונכבה גחלת ישראל הנשארה כי ע\"י שנהרג גלו כולם ונהרגו מהם לאלפים. ועשרה בטבת שבו סמך מלך בבל נ\"נ הרשע על ירושלים והביאה במצור ובמצוק ומזה נמשך החורבן:","(ג) בהם - מי שטעה ואכל בהם מ\"מ צריך להשלים התענית אחר שאכל דמי שאכל שום יחזור ויאכל שום ואם צריך להתענות יום אחר עיין לקמן סימן תקס\"ח ס\"א ובמ\"ב שם:","(ד) בתשעה - ולא רצו לגזור גם בט' דאין מטריחין על הצבור יותר מדאי:"]],"AROCH_HASHULCHA":[["בחגיגה (יח א) הביאו בגמרא כמה דרשות דחול המועד אסור במלאכה. וכן בתורת כהנים פרשת \"אמור\" איתא וזה לשונו: \"וכל מלאכה לא תעשו\" – הרי זה בא ללמד על ימי מועד שהם אסורים במלאכה. יכול יהו אסורים ב\"מלאכת עבודה\"? תלמוד לומר \"הוא\" – הוא אסור במלאכת עבודה, ואין ימי מועד אסורים במלאכת עבודה. וטעות הדפוס הוא וכן צריך לומר: \"עצרת היא כל מלאכת עבֹדה לא תעשו\", דקרא ד\"כל מלאכה לא תעשו\" לא נכתב ברגלים. וזהו עצמו הדרשא שבחגיגה, עיין שם. ודריש מ\"היא\" – היא אסורה במלאכת עבודה, כלומר יום טוב עצמו, ולא חול המועד. דאם לא כן ליכתב \"כל מלאכת עבודה\" אכל השבעת ימים.ומהו עניין ד\"מלאכת עבודה\"? זהו דבר האבד, כלומר דהתורה התירה מלאכת אוכל נפש ביום טוב, אבל מלאכת עבודה כלל – כלל לא, אפילו דבר האבד. ואפילו מה שצורך יום טוב, כגון בגד ללבוש ביום טוב דאסור, או בית לישב דאסור לבנות. וזהו דכתיב \"כל מלאכת עבודה לא תעשו\".אבל בחול המועד יש שאתה מותר לעשות, ויש שאתה אסור לעשות. וזהו שאמרו בחגיגה שם, שמסרן הכתוב לחכמים. כלומר: כיון שבהכרח שבחול המועד יש מלאכות אסורות ויש מלאכות מותרות, בעל כרחך שמסרן לחכמים להבין דעת התורה, איזה אסרה ואיזה התירה.","ודעת רבותינו בעלי התוספות שם בחגיגה, והרא\"ש והנימוקי יוסף ריש מועד קטן, דכל זה אסמכתא בעלמא נינהו, ועיקר איסורו מדרבנן. ויש לזה ראיה מירושלמי שאומר שם שאסרו במלאכה כדי שיעסקו בתורה. וזהו דעת הרמב\"ם, שכתב בריש פרק שביעי מיום טוב, וזה לשונו:חולו של מועד, אף על פי שלא נאמר בו \"שבתון\", הואיל ונקרא \"מקרא קודש\" והרי הוא זמן חגיגה במקדש – אסור בעשיית מלאכה, כדי שלא יהיה כשאר ימי החול שאין בהם קדושה כלל. והעושה בו מלאכה האסורה – מכין אותו מכת מרדות, מפני שאיסורו מדברי סופרים. ולא כל מלאכת עבודה אסור בו כיום טוב, שסוף העניין בדברים שנאסרו בו – כדי שלא יהיה כיום חול לכל דבר. לפיכך יש מלאכות אסורות בו, ויש מלאכות מותרות בו.עד כאן לשונו.","אבל דעת הרמב\"ן והרשב\"א, וכן מבואר מדברי הרשב\"ם (תוספות שם), וכן הוא דעת הרי\"ף ריש מועד קטן כפי מה שכתב הטור בסימן תקלו, שיש מלאכות דאורייתא. והיינו כל שאינו דבר האבד, ואינו לצורך המועד.ויש שהקשו: וכי יש חילוקים בתורה? ובשלמא למאן דדרש שמסרן הכתוב לחכמים – ניחא. אבל לשארי תנאים דדרשי סתמא לאיסור מקראי – מנא לן לחלק בכך (רא\"ש שם)?אבל באמת אתי שפיר, דבעל כרחך כן הוא: דאם נאמר דהאיסור כמו ביום טוב, למה כתיב רק על יום הראשון והשביעי? והאיסור מוכרח מדרשות, וממילא דהכי פירושו: דבראשון ושביעי \"כל מלאכת עבודה לא תעשו\". אבל בחולו של מועד לאו \"כל מלאכת עבודה\", אלא יש אסורים ויש מותרים. ומסתברא דדבר האבד וצורך יום טוב מותר, והשאר אסור.וזה שאמרו בירושלמי \"כדי שיעסקו בתורה\" – מפני שמכל מקום יש איזה מלאכות שמן התורה מותר מפני שהן דבר האבד, וחכמים אסרו מפני הטורח המרובה כמו שיתבאר, ועל אלו אמרו כן (הה\"מ שם). ועיין ריש סימן תקלט.","חול המועד הוי חיוב לכבדו קצת במאכל ומשתה, ובגד שאינו של חול. ולדעת הרע\"ב בפרק שלישי דאבות הא דתנן \"המחלל את המועדות\" – אחול המועד קאי, עיין שם. ואם כי אינן כשבת ויום טוב, מכל מקום עדיף מחול בעינן.וכן המנהג שהמפה תהיה מונח על השלחן כל ימי חול המועד כביום טוב. ובריש פרק רביעי דסוכה (מב ב) אמרו: ההלל והשמחה שמונה ימים, ואסור להתענות בהם. ואין חיוב לאכול פת דווקא. ומכל מקום יש לאכול פת, דהוי יותר דרך כבוד (עיין מגן אברהם). ויש לחכם לחזק האיסור מלאכה אם יש לו כח. והחכם שאסר דבר האבד בשביל שהיו פרוצים בכל המלאכות – אין חכם אחר יכול להתיר להם (שם)."],["גילוח ותספורת אסור בחול המועד. ואף על גב דזהו צורך יום טוב, דניוול הוא לו לילך בגודל שערות, וגם צער הוא למי שאינו מורגל בכך – מכל מקום הא היה יכול לגלח קודם המועד. ואדרבא דמשום זה גופא אסרו, דהא מצוה לגלח ולהסתפר בערב הרגל משום כבוד הרגל, ואם תתיר לו בחול המועד – כל אחד מפני טרדתו קודם הרגל יניח על חול המועד.","ומטעם זה אסרו אפילו גילח קודם הרגל, ולפי טבעו נצרך לו לגלח עוד פעם בחול המועד – אסור, כדי שלא יראו מי שמגלח בחול המועד. ולכן אפילו אם היה אנוס, שלא היה יכול לגלח קודם המועד, או שהיה חולה שהגילוח קשה לו, ונתרפא בחול המועד, אף שמעיקר הדין ביכולת להתיר לו – מכל מקום מפני מראית העין אסור. דלאו כולי עלמא ידעי שהיה אנוס או חולה, שלא היה יכול לגלח, או שהוא מוכרח לגלח עוד פעם. ואסרו אפילו בכהאי גוונא.","ומכל מקום יש שהתירו לו חכמים לגלח בחול המועד, והיינו בדברים שהכל יודעים הסיבה למה לא גילח קודם הרגל, ולא יהיה מזה קלקול לאחרים אם נתיר, כמו ששנינו במשנה ד\"ואלו מגלחין\". והיינו דאלו מגלחין במועד: מי שיצא מבית השביה, ומי שיצא מבית האסורים ולא היה לו פנאי לגלח קודם. ואפילו היה בבית האסורים של ישראל, שהיו מניחים לו לגלח, מכל מקום הכל יודעים שהיושב שם לבו עצב, ואין על דעתו לגלח מפני צערו. וכן המנודה שאסור לו לגלח, והתירו לו נידויו ברגל. ואף על פי שהיה יכול לבקש קודם הרגל שיתירו לו, והיינו שיציית דינא, והוא לא בקש עד הרגל, מכל מקום מותר לדעת הרמב\"ם.אבל הטור פסק דדווקא שלא היה אפשר להתיר לו קודם הרגל, כגון שזמן נידויו נמשך עד תוך הרגל. אבל אם היה באפשרי להתיר לו מקודם, ולא בקש מקודם – אסור. וזהו דרך הירושלמי.","וכן מי שנדר שלא לגלח, ונשאל על נדרו בחול המועד. וגם כן להרמב\"ם אף שהיה יכול לישאל קודם הרגל, ולהטור דווקא כשלא היה יכול לישאל קודם הרגל, כגון שלא מצא מי שיתירו לו. אבל אם מצא ולא נשאל – לא יגלח.ויראה לי דזהו כשנשאר אצלו קודם הרגל להתיר נדרו. אבל אם קודם הרגל היה בדעתו לקיים נדרו, אך ברגל נתכבד עליו הנדר והתיר – גם הטור מודה בזה, דזה לא מקרי שהיה יכול להתיר קודם הרגל.אבל יש שכתבו דאפילו בכהאי גוונא סבירא להו להרא\"ש והטור דאסור (מגן אברהם סעיף קטן ה ודרכי משה בשם רי\"ו). וכתבו דבזה נראה דעת הרמב\"ם עיקר (שם). ולי נראה דבכהאי גוונא גם הרא\"ש והטור מודים. וכן משמע בירושלמי דמיירינן כשהיה בדעתו קודם הרגל לישאל על נדרו, אלא שביקש פתח ולא מצא, עיין שם.","וכן הבא ממרחקים בחול המועד, שהדבר מפורסם. אבל מדרך קרובה – אסור לו לגלח, שאין הכל יודעים. ואפילו בא ממרחקים בערב יום טוב קודם הלילה, ולא היה לו שהות ביום לגלח – מותר לו לגלח בחול המועד. ודווקא כשלא היה לו מקום ישוב קודם יום טוב, או אפילו היה לו כגון שעבר דרך ישובים, אלא שבערב יום טוב לא היה לו מקום ישוב שהיה יכול לגלח. אבל היה לו מקום ישוב בערב יום טוב שהיה יכול לגלח – אסור לו לגלח בחול המועד (מגן אברהם סעיף קטן ו).וכן דווקא שלא בא בנסיעתו זאת מארץ ישראל לחוץ לארץ לשם עסק, או לראות פני חבירו, וכל שכן לדבר מצוה, אלא לטיול בעלמא. דבטיול בעלמא מארץ ישראל לחוץ לארץ לא התירו לו לגלח, שלא היה לו לצאת לטיול בעלמא מארץ ישראל לחוץ לארץ. אבל מחוץ לארץ לארץ ישראל, או מארץ ישראל לארץ ישראל, או מחוץ לארץ לחוץ לארץ – אפילו לטיול בעלמא מותר לו לגלח.וכן אלו אף שהתירו להם לגלח, מכל מקום לא יגלחו את עצמם בפרהסיא אלא בצינעא, דשמא יש שאינם יודעים העניין, ויבואו לזלז בגילוח בחול המועד.","וכן קטן שנולד במועד עם שיער ונצרך לגלחו, או אפילו סתם קטן שהוא פחות משלוש עשרה שנה ויום אחד, כיון שאינו בר מצוה – מותר לגלחו אפילו בפרהסיא, מפני שהכל רואים שקטן הוא.וזהו כשיש לו הרבה שיער ומצטער, דמקרי צורך הרגל. אבל בלאו הכי אסור. ולאינו יהודי בכל עניין אסור, אלא אם כן אין לו מה יאכל כבכל המלאכות, כמו שכתבתי בסימן תקמב (שם סעיף קטן ח). וכן אבל שחל שביעי שלו בשבת ערב הרגל – מותר לו לגלח בחול המועד, ועוד יתבאר בסימן תקמח. וכן בעלי תשובות שדרכם לגלח בהכנסם לתשובה – מותר לגלחו בחול המועד, משום מצות תשובה. וגם זה הוא דבר המפורסם לרבים, ולא אתו ביה לידי תקלה להקל עניין הגילוח בחול המועד.","הנזיר והמצורע שהגיע זמן תגלחתן, בין קודם הרגל בין תוך הרגל – מותרים לגלח, שלא ישהו קרבנותיהן. וכל היוצא מטומאה לטהרה – מותר לגלח בחול המועד. ואנשי משמר בבית המקדש ששלמה משמרתן בחול המועד – מותרין לגלח, מפני שאסורין לגלח בתוך המשמר שלהם. וגם אלו כמפורסם לרבים.","כל אדם מותר ליטול שפה בחול המועד, בין השיער שמעכב האכילה ובין שאינו מעכב, בין בתער בין במספרים, דזה אין גילוח שאסרו בחול המועד. ומותר אפילו בפרהסיא מטעם זה. וכל שכן לצורך מכה דמותר לגלח. ומותר לחוף ולסרוק ראש בחול המועד, אף על פי שמשיר שיער, דאין זה גילוח לעניין חול המועד."],["הרמב\"ם בפרק שביעי פסק דמותר ליטול צפרנים בחול המועד, אפילו בכלי, כדרך נטילתן בחול. וכן כתב הסמ\"ג.וזהו גם דעת הרי\"ף והרא\"ש, שפירשו דהא דאמרינן בגמרא (יז ב) דבגנוסטרי אסור – זהו אאבלות ולא אחול המועד.אבל הטור הביא דעות שיש שלא התיר רק בסכין, ולא במספריים. ויש מי שאוסר גם בסכין, רק בידיו.","ולכן המנהג אצלנו להחמיר בנטילת צפרנים בחול המועד, בין בסכין בין במספריים, אם לא לצורך מצוה כגון אשה לטבילתה.וכל שכן אלו שנתבארו שמותרין לגלח בחול המועד. וכן מי שנטל צפרניו קודם הרגל, ולא היה לו בערב יום טוב מה ליטול, ונתגדלו בחול המועד – מותר לו ליטול בכל אופן שירצה (מגן אברהם).ונראה לעניות דעתי דבשעת הדחק, מי שהיה טרוד הרבה קודם הרגל – יכול ליטול צפרניו בחול המועד, כיון שכן הוא דעת ארבעה עמודי עולם.ומותר ליטול כל מיני רפואות בחול המועד. ואף שעל ידי זה לא יהיה ביכולתו להתענג באכילה ושתייה, מכל מקום רפואתו קודמת, אף שאינו חולי גמור.(כן נראה לי, דלא מפני האיסור הוא שהמגן אברהם סעיף קטן ב תמה מסימן תצו, עיין שם. וזה לשון התוספתא שהביאו הרי\"ף והרא\"ש בפרק קמא דמועד קטן: שותין מי זבלים..., עיין שם. ודייק ותמצא קל.)"],["תנו רבנן (מועד קטן יב ב):טוחנין במועד לצורך המועד. ושלא לצורך המועד – אסור. ואם טחן לצורך המועד, והותיר גם לאחר המועד – מותר.קוצצין עצים במועד לצורך המועד. ושלא לצורך המועד – אסור. ואם קצץ והותיר – מותר.מטילין שכר במועד לצורך המועד. ושלא לצורך המועד – אסור. ואם הטיל והותיר – מותר, ובלבד שלא יערים.","ונראה לעניות דעתי דהכי פירושו: דהנה דבר האבד שהתירו במועד – זהו דווקא כשלא כיון מלאכתו במועד, כלומר שלא היה יכול לתקן קודם המועד. אבל אם כיון מלאכתו במועד, שהיה יכול לעשותה מקודם – אסור, כמו שיתבאר בסימן תקלח.וקא משמע לן דבענייני אכילה ושתייה אינו כן, דאפילו כיון הטחינה במועד שהיה יכול לעשותה קודם – מותר. וזהו שכתבו הטור והשולחן ערוך: \"אפילו כיון מלאכתו במועד... ושלא לצורך המועד אסור\" – אפילו במידי דאכילה ושתייה, אלא אם כן טחן והותיר.ואחר כך קא משמע לן דאפילו קציצת עצים שאינן לאכילה, כיון שבהן מתקנין האוכלין – גם כן מותר לצורך המועד, אפילו כיון מלאכתו במועד.ואחר כך קא משמע לן דאפילו הטלת שכר של תמרים או של שעורים, שיש בזה טירחא רבה ודרך להכינם לזמן רב, מכל מקום כיון דהוא לשתייה – מותר, אפילו כיון מלאכתו במועד.","וכתבו רבותינו בעלי השולחן ערוך בסעיף א:ומיהו אינו צריך לצמצם, אלא עושה בהרווחה, ואם יותיר – יותיר. אבל לא יערים, לטחון או לעשות שכר יותר בכוונה. או אם יש לו קמח או שכר ישן – לא יערים לעשות אחר, ויאמר \"מזה אני רוצה\".אבל אם יש לו לחם – מותר לטחון לפת, דפת חמה עדיף. והוא הדין בשכר: אם החדש עדיף – בלא הערמה שרי.עד כאן לשונו. ואם הערים – מותר לאוכלו ולשתותו (מגן אברהם סעיף קטן ב). דאין להחמיר בהערמה כל כך, שהרי אפילו ביום טוב יש שמותר בהערמה, כמו שכתבתי בסימן תקג, וכל שכן בחול המועד. אבל בלא הערמה, כשעשה אחד מכל אלו שלא לצורך המועד – אסור גם בדיעבד.ואין לשאול: דאם כן איך אצלנו כל בעלי הריחים טוחנין במועד? וכן כל עושי שכר? דיש לומר דזהו מדיני מסחור שיתבאר בסימן תקלט. וכל שיש הפסד מכיסו – מותר, כמו שכתבתי שם. ואצלנו הוי הפסד מכיסו, שהרי משלם שכירות בעד הריחים, ומחזיק אנשים בשכירות, ומשלם בעד כל יום. והגמרא מיירי בטחינה ושכר שכל אחד עושה לעצמו.","ודע שהרמב\"ם בפרק שביעי כתב שאף על פי שיש לו ישן – מערים ושותה מן החדש, שאין הערמה זו ניכרת לרואה. וכן כל כיוצא בזה. עד כאן לשונו.והקשו עליו הראב\"ד ושארי פוסקים, שהרי בגמרא שם יש פלוגתא בזה, והמתיר הוא יחיד, עיין שם.ויש מי שתירץ דדווקא בהערמה זו מתיר, והיינו לשתות מן החדש. אבל בהערמה גמורה, לעשות לצורך חול ויאמר \"לצורך המועד אני עושה\" – אסור. והפלוגתא היא בכהאי גוונא (ב\"ח). ועם כי יש סברא לחלק בכך, אבל הא הש\"ס מדמי להו להדדי.ויש מי שתירץ משום דבשבת (קלט ב) פריך מברייתא דמערימין על מי שאומר שם שאסור להערים. ומתרץ מפני שאין הערמה זו ניכרת, עיין שם. אלמא דכן הלכה (מגן אברהם סעיף קטן ג).ואני אומר דגם בסוגיא על מקומה – אתי שפיר. שהרי הש\"ס הביא שם שני ברייתות, דבאחת שנינו סתם דמותר להערים, ובאחת דאסור להערים. ומתרץ דהוה פלוגתא דתנאי, עיין שם. ונמצא דברייתא המתרת – סתמה כדברי היחיד שאומר מערימין, והברייתא האוסרת – סתמה כדברי האוסרין. וכיון שיש ברייתות מוחלקות – הולכין בדרבנן להקל. ועוד: דכיון שאפילו לגבי שבת קיימא לן לעיל בסימן שג דמערימין לפרוף על האגוז, כדי להוציאו בשבת לכרמלית – כל שכן שמערימין בחול המועד באיסור דרבנן. ולעניות דעתי מזה הוי ראיה ברורה להרמב\"ם.(גם דעת המגן אברהם שם לפסוק כהרמב\"ם. וכן כתב האליה רבה סעיף קטן ב, עיין שם.)","ואפילו לעשות מלאכה בשביל לכסות בהם דבר מאכל – גם כן מותר בחול המועד. כדאמרינן שם: רב יהודה שרי למיעקר כיתנא, והיינו לעקור פשתן כדי לכסות בו האוכלים לפירוש רש\"י. והרמב\"ם מפרש שזהו לנשים לנוי, לחוף בו הפנים. ואף על פי שלזה אינו צריך לכל הגבעול אלא להזרע, מכל מקום מותר לעקרו כולו בשביל הזרע, דאי אפשר בעניין אחר.וכן למדנו מדבריו דגם בשביל קישוט – מותר לעשות מלאכה בחול המועד. וכן התיר לעקור כשות, להשימו בשכר לצורך המועד. ואיני יודע הרבותא בזה. והתיר לעקור שומשמים בחול המועד, אף על פי שרובם אינם ראוים לאכילה עד שיתייבשו, ובתוך כך יעבור המועד – מכל מקום יש בהם מקצת גרעינים שנתייבשו וראויים לאכול מיד. ובשביל הגרעינים המעטים – יכול לעקור כל הקלח.","וכן פירות שנתבשלו קצת ונאכלין על ידי הדחק – מותר ללקטן כדי לאכלן. ולא אמרינן שאין דרך בני אדם לאכול כן, מפני שיש כמה שאוכלין כן. ולא עוד, אלא אם לקטן ואכלן והותיר, וחושש שמא יתליעו אם לא יכבשם להוציא ליחה מהם, כדרך פירות שאינן מבושלים כל צרכם – מותר לכבשן.אבל אסור ללקטם תחילה כדי לכבשן על לאחר יום טוב, דמלאכה גמורה לא הותרה על לאחר המועד, אפילו אם לא ישיג זה לאחר המועד. אבל לקנותם ולכבשם – מותר אם לא ישיגם לאחר המועד, כיון שאין כאן מלאכה גמורה.","וכן צד אדם דגים בחול המועד, כל מה שיכול לצוד, ומולח הכל בחול המועד, מפני שאפשר שיאכל מהם במועד. ואף על גב דצריכים לשהות בהמלח כמה ימים, אך אם יסחוט אותם בידו פעמים רבות עד שיתרככו – יהיו ראוים בחול המועד לאכילה. ואף על פי שצד לכתחילה יותר ממה שצריך לחול המועד, ובטחינה אסרנו בכהאי גוונא – לא דמי צידה לטחינה, דאין הדגים שוים זה לזה, וצריך להרבה כדי שיוכל לברור איזו שירצה לחול המועד. והמליחה מותר בכולן, מפני שאין זה מלאכה גמורה, מפני שאין עיבוד באוכלין (מגן אברהם סעיף קטן ז). ומותר לצודן אפילו בפרהסיא, מפני שניכר לכל שנצרך דגים לחול המועד. ואפילו נהגו שלא לצוד – רשאים לחזור ממנהגם, מפני שממעטים בשמחת יום טוב (שם סעיף קטן ח).אבל כל המלאכות שעושים לצורך המועד, אם עושה אותן בעל הבית בשבילו – רשאי לעשות אפילו בפרהסיא. ואם אומנים עושים – יעשו בצינעא.כיצד? הציידים של חיות ועופות, והטוחנין והבוצרין למכור בשוק, דאם יעשו בפרהסיא הוה חילול מועד. אך דגים – הכל יודעים שנצרך דגים לכל העיר ליום טוב, ואין בזה חילול. ויש שחושש גם בדגים (שם סעיף קטן י).ולעניות דעתי נראה דהכל מודים בדגים (וזהו כוונת הרמ\"א בסעיף ה). אמנם לחפור הבריכה, שיזובו המים וישארו הדגים – זהו וודאי אסור (שם), דאין עושים כן לצורך יום טוב בלבד. וכן לחלוב בהמות אפילו הרבה, שהכל רואין שאינן צורך יום טוב – מותר. שזהו דבר האבד, דאם לא יחלבום – תתקלקל החלב בתוכן. ועוד: מפני צער בעלי חיים, שהרי מטעם זה התירו לומר לאינו יהודי לחלוב בשבת."],["אסור לכבס בגדים בחול המועד, שהרי יכול לכבסן קודם הרגל. ואדרבא: אם נתיר לכבסן במועד – כל אחד מפני טרדתו יניח הכיבוס על מועד, ויכנסו ליום טוב כשהן מנוולים.ולכן אפילו שכח, או היה אנוס – אסור. מפני שאי אפשר להתיר מפני מראית עין, דהרואה יאמר שמותר לכבס במועד, אלא אם כן היה הדבר מפורסם שלא יטעו, ולא תצא תקלה מזה. והכל כמו בגילוח שבסימן תקלא.","ואלו שהתירו להם חכמים לכבס במועד:הבא ממרחקים;והיוצא מבית השביה ומבית האסורים;והמקולל, שהתירו לו חכמים ברגל קללתו;ומי שנדר שלא לכבס, ונשאל ברגל והתירו לו, והכל כפי הפרטים שנתבארו בגילוח.וכן אבל שחל שביעי שלו להיות ביום טוב, או שחל בערב יום טוב והרי הוא שבת (רמב\"ם).וכן הזבים, והזבות, והנדות, והיולדות, וכל העולין מטומאה לטהרה בתוך המועד – הרי אלו מותרין לכבס (שם).וכן אשה שמצאה כתם על חלוקה במועד – מותרת לכבס בגדי נדותה, כפי הרגילה בחול. ואף שאין הכל יודעין זה – מכל מקום בהכרח כן הוא. וגם באשה יתלו בזה, כיון שכן דרכה.","וכן מטפחות הידים, שהכל יודעים שאפילו כיבסם קודם הרגל – חוזרין ומתלכלכין. ואפילו הרבה – מותר לכבס, מפני שצריכין למכובס בכל עת. ולכן מי שיודע שדי לו ליום טוב – אסור לכבס (עיין מגן אברהם סעיף קטן ב).ובמשנה יש שהתירו \"מטפחות הספרים\". וכתב הטור שני פירושים:האחד הוא הבגד שנותנים בשעת הגילוח, וצריך לומר שנצרך לו בשביל אותן שמותרין להסתפר במועד, שהתירו להם חכמים כמו שכתבתי בסימן תקלא.ויותר נראה כפירוש האחר שהוא של סְפָרִים כתבי קודש, שמפני כבודם התירו לו לכבס. וניכר לכל שהם מטפחות של ספרי קודש, ואין מדרך ארץ לאסור בהם הכיבוס במועד.","וכן התירו לכבס מטפחות הספוג, והם סדינים שמתעטפים בהם בצאתם ממרחץ, שמתטנפין מהר. וכן בגדי קטנים, שמתטנפין בכל עת, ואלו ניכר לכל.וכן התירו לכבס חלוקו למי שאין לו אלא חלוק אחד, דהוא מוכרח לכיבוס, דאפילו כיבסה קודם הרגל – מתטנפת מהר, כיון שאין לו אחרת להחליף.","והנה בריש פרק \"ואלו מגלחין\", פריך הש\"ס על מי שאין לו אלא חלוק אחד: הא אינו ניכר לכל שאין לו אלא חלוק אחד, ואיך התירו לו לכבס? ומתרץ: אזורו מוכיח עליו. ופירש רש\"י דמי שאין לו אלא חלוק אחד – פושטו ומכבסו, ומתעטף במקטורן שלו, וחוגר באזורו, ועומד ומכבס, ומודיע לכל שאין לו אלא חלוק אחד. עד כאן לשונו.והרי\"ף והרמב\"ם והרא\"ש לא הזכירו זה. וטעמם נראה דממילא כן הוא, שהרי הכל רואים שהוא בלא חלוק. אך לפי זה אין היתר רק כשמכבס בעצמו, דאז יש היכר. וגם זה לא הוצרכו להזכיר דזהו כוונתם, דמי שאין לו אלא חלוק אחד מותר לו לכבס חלוקו, דלהדיא משמע הוא ולא אחר.(עיין בית יוסף וב\"ח וט\"ז שהאריכו בזה. ולעניות דעתי נראה כמו שכתבתי. ועיין בית יוסף שפירש כעין זה, עיין שם. והטור הביא דעות בזה, עיין שם.)","ונראה דכל שאסרו לכבס במועד – אסור אפילו על ידי אינו יהודי כשמכבסן בבית הישראל. ובהכרח שכן הוא, כיון דעיקר הטעם הוא שלא יכנסו לרגל כשהן מטונפין, ואם נתיר על ידי אינו יהודי – יחזור החשש למקומו.וראיתי מי שכתב שבמצרים נוהגים היתר לכבס על ידי השפחות כל מה שצריך למועד (באר היטב סעיף קטן ג בשם ריק\"ש). ודבר תימה הוא, ואין אנו נוהגין כן.ודע דכלי פשתן התירו בגמרא (יח א) לכבס במועד, והטעם מפני שכיבוסן קל (רש\"י), ואין בהן טירחא מרובה. והא דלא חששו שיכנוסו לרגל כשהן מנוולין, יש לומר דכיון דשארי דברים הא בהכרח שיכבסו קודם הרגל – ממילא שיכבסו גם כלי הפשתן.אמנם אצלינו נהגו לאסור גם כלי פשתן. וממילא כיון שנהגו כן הוה ליה דברים המותרים ואחרים נהגו בהן איסור, שאסור להתירן בפניהם. אך לפי זה היה מועיל התרה, כמו שכתבתי ביורה דעה סימן ריד. אבל באמת אינו כן, דבגמרא שם יש פלוגתא בזה דיש אוסרים, ואולי תפסנו דעת האוסרים להלכה, ולא שייך התרה. וכן עיקר דאסור לנו לכבס אף כלי פשתן (מגן אברהם סעיף קטן ה).","וכל אלו שהתירו חכמים לכבס – מותר לכבסן אפילו בנתר ואהל, והיינו מיני בורית.ונראה לי דגיהוץ אסור, שהרי מצינו באבלות שחלקו בין כיבוס לגיהוץ (תוספות שם כג א דיבור המתחיל \"כל\"). וכיון שבמועד מצינו רק שהתירו לכבס, מנלן דמותר בגיהוץ? אך כיון שהתירו בנתר ואהל, משמע דבכל גווני שרי. וריך עיון לדינא.וכל אלו שהתירו לכבס – מותרים לכבס אפילו בפרהסיא על גבי הנהר. ודווקא כשרוחץ על גבי הנהר, דמוכרח להיות בפרהסיא. והתירו מפני שהרחיצה על הנהר עולה יפה. אבל כשאינו רוחץ על הנהר – יכבס בצינעא. ויש מי שאוסר לכבס בפרהסיא על גבי הנהר, רק בכלי פשתן (מגן אברהם סעיף קטן ד).אמנם בגדי קטנים – וודאי דמותר אפילו בפרהסיא (שם סעיף קטן ה). וכן כל הדברים שניכר לכל. וזה שאסרנו בפרהסיא, זהו שחשבנו גם בהיתר גילוח: שבאו ממרחקים..., דאולי לאו כולי עלמא ידעי (כן נראה לעניות דעתי).","מיהו אפילו לאותם שהתירו – לא יכבסו רק כפי ההכרח למועד. והיינו: חלוק אחד, וכל כיוצא בזה.מיהו אותן בגדי הקטנים שמלפפין אותן בהן, שקורין וויקלע\"ן, ומשתינין ומוציאין ריעי בהן – אלו מותר לכבס אפילו ארבעה וחמישה ויותר בפעם אחת, כי צריך לכמה מהם בכל שעה, ואי אפשר ליתן לזה גבול וקצבה. אך לקטנים שלובשים חלוקות – יש לזה גבול וקצבה. ואינו רשאי לכבס יותר מזה.","מביאין כלים מבית האומן במועד, אותם שהן לצורך המועד, כמו כרים וכסתות, קערות וצלוחיות. אבל כלים שאינם לצורך המועד, כגון מחרישה, או צמר מבית הצבע – אין מביאין, כיון שאין לזה צורך במועד, ולמה יטרחו בחינם? ועוד: שיאמרו שנתן לתקנם במועד, ותקנם במועד. ואפילו באותה חצר מבית לבית.ואפילו אומן אינו יהודי, מפני שיאמרו שהישראל נתן לו במועד לתקנם (שם סעיף קטן ו). ואם אין לאומן מה לאכול – נותן לו שכרו, ומניח הכלים אצלו. ותמיד מותר ליתן לו שכרו, אפילו האומן עשיר, אלא דבאֵין לו מה יאכל – מוכרח ליתן שכרו. ועם כל זה לא יקח לביתו.ואם אינו מאמינו – מניחם בבית הסמוך לו. ואם חושש שמא יגנבום משם – מפנן לחצר אחרת. ואם אין שום מקום, ומוכרח להביאן לביתו – לא יביאם אלא בצינעא, כדי שלא יחשודו אותו. ואם יש מקום אחר – גם בצינעא לא יביא, דאיך שיעשה בצינעא ירגישו יחידים ויחשדוהו."],["תנן במועד קטן (יג א): אין מפנין מבית לבית בחצר אחרת. אבל באותה חצר – מפנין מבית לבית. ופירושא ד\"אין מפנין\" – היינו לעקור דירתו ממקום זה למקום זה. דטירחא גדולה היא, ואין דעתו מתיישבת, ויתבטל בזה משמחת יום טוב.ואיתא בירושלמי שם, והובא בטור: אין מפנין מדירה נאה לנאה, ולא מכעורה לכעורה. וזהו כששניהם שלו, או שניהם אינם שלו. אבל מאינו שלו לתוך שלו, אפילו מנאה לכעורה מותר, שנוח לו לאדם בשלו, ודעתו מתיישבת יותר. ולגירסא זו משמע דמכעורה לנאה – מותר אף בשניהם שלו, או אינם שלו. וכן כתב בהגהת מיימוני (פרק שמיני).","אבל הרמב\"ם בפרק שמיני דין טז כתב:אין מפנין מחצר לחצר במועד, לא מכעורה לנאה, ולא מנאה לכעורה.ובאמת לפנינו בירושלמי הגירסא כן, דאפילו מכעורה לנאה אסור. אבל סוף הירושלמי, דלתוך שלו מותר – השמיט הרמב\"ם, ולא נודע טעמו.(והמגיר משנה כתב: דאם כן למה לא תירץ הש\"ס כדפריך והאמת רישא... – דהכוונה לתוך שלו, עיין שם. ולא אבין: דאם כן הוה ליה לומר \"אבל מפנה הוא לביתו\", כמו שהתחיל \"אין מפנין מבית לבית\". ולכן הוכרח לתרץ לבית שבחצר. ויותר יש לומר שלא היה כן בגירסתו. והבית יוסף קבע לה להלכה בסעיף ב, וכתב לשון \"חצר שלו\" ויותר נייח לומר \"בית שלו\".)","וכשם שאין לפנות דירתו במועד, כמו כן אין לפנות סחורתו וכליו שאינן לצורך המועד מחצר לחצר, דיתבטל בזה משמחת יום טוב. וכתבו דאין האיסור אלא דרך רשות הרבים, אבל מחצר לחצר דרך פתח שבין זה לזה – אפילו דרך כמה חצרות מותר (ב\"ח ומגן אברהם סעיף קטן א). ואם אין הבתים פתוחים לחצר אלא למבוי, יש אומרים שמבית לבית הסמוך לו מותר.ואם מתיירא מחמת גניבה בחצר שדר שם – מותר אפילו מחצר לחצר דרך רשות הרבים, כשמשתמר בהשני. ואפילו מעיר לעיר – בדבר האבד שרי, דכל דבר האבד מותר במועד. אבל בלא הפסד אין להטריח במועד, אפילו להעביר ממון מעיר לעיר.","ולעניות דעתי היה נראה דזה שמותר מחצר שלא דרך רשות הרבים – זהו בסחורה וכלים, כי היכי דלא ליהוי אוושא מילתא. אבל לפנות דירתו, כל שמחצר לחצר אפילו אינו דרך רשות הרבים – אסור, דאין דעתו מתיישבת בחצר אחר, והטירחא רבה מאד. אך לא משמע כן מלשון הפוסקים.(עיין מגן אברהם וב\"ח. ולעניות דעתי ברור שכן הוא.)אמנם כלל דינים אלו – יש להתיר כפי ראות עיני המורה (מגן אברהם סוף סעיף קטן ב). דיש לפעמים הכרח לפנות, ואז מותר בכל עניין. וכל מורה על מקומו יבין העניין, אם להתיר אם לאסור.","הזבל שבחצר – אסור להוציא במועד, אלא יסלקנו לצדדים. ואם נתרבה עד שנעשה חצר כרפת – מוציאין אותו לאשפה.(הבאר היטב בסימן הקודם הביא משער אפרים, שאסור לנגן בכלי שיר לישראל בחול המועד. ודברים תמוהים הם, וכבר דחה דבריו השערי תשובה בשם שבות יעקב.)"],["מי שצריך לרכוב במועד אפילו לטייל, וכל שכן אם הוא לצורך המועד, ולא ניסה ללכת ברגליו – יכול ליטול צפרני הסוס, ולתקן רגליו בברזל, ולתקן האוכף והרסן, וכל צרכי הרכיבה.ולא אמרינן: הרי היה יכול לתקן קודם המועד, שהרי לא ידע אם יצטרך לזה. ולכן אם באמת ידע שיצטרך לזה, והניח בכוונה על חול המועד – אסור.וכתב רבינו הרמ\"א דמותר לרכוב במועד אפילו מעיר לעיר, אפילו בחינם. וכן נהגו, אלא שאסור לתקן כל צרכי הרכיבה אם אינו רוכב לצורך או לטייל. עד כאן לשונו.ואינו מובן: כיון שרצונו בכך – הרי טיול הוא לו. ואפשר דטיול הוא בהכנה, והליכתו בנחת. (עיין מגן אברהם שכתב דמארץ ישראל לחוץ לארץ לטייל – אין לתקן צרכי הרכיבה.) ולפי זה גם בנסיעה בעגלה – גם כן הדין כן לעניין תיקון העגלה, דאם ידע קודם המועד – אסור. ואם לאו – מותר.","מותר לסרוק הסוס כדי לייפותו, דזהו תענוג לו. ואפילו סרקו מערב יום טוב, מכל מקום צריך סירוק חדש. ואין מרביעין בהמה במועד, שאינו לצורך המועד, ולא דבר האבד. אבל מקיזין לה דם, ואין מונעין ממנה כל רפואה, אפילו אם יש בזה מלאכה, דזהו דבר האבד.וכן אין מושיבין תרנגולת על הביצים לגדל אפרוחים. ואם הושיבה קודם המועד וברחה מעליהן – יכול להחזירה, דאם לא יחזירה יתפסדו הביצים והוי דבר האבד. והוא שיהיה בתוך שלושה ימים לבריחתה, דאחר כך אין תועלת. ולא מיבעיא אם כבר ישבה עליהן שלושה ימים, דאז נתקלקלו הביצים לגמרי. אלא אפילו לא ישבה שלושה ימים, דאז עדיין ראויים הם לאכילה, מכל מקום יש בהם הפסד. וכתב רבינו הרמ\"א:אבל אסור להושיב אחרת, אפילו מתה הראשונה.עד כאן לשונו, צריך לומר דסבירא ליה שלא יועיל. דאי סלקא דעתך דיועיל – למה אסרו בדבר האבד?(ועיין בית יוסף, ומגן אברהם סעיף קטן ג. והנראה לעניות דעתי כתבתי.)"],["כבר נתבאר דדבר האבד מותר בחול המועד. ואפילו ספק דבר האבד (מגן אברהם), ואפילו מלאכות גמורות וכבידות. מיהו החוב מוטל עליו להקל בטירחא בכל מה דאפשר.והנה בשדות יש שתי מינים:האחת נקראת בית השלחין, כלומר שאינה מספקת במי גשמים, ובהכרח להשקותה. והאחת נקראת בית הבעל, שאינו צריך להשקותה, ומסתפקת במי גשמים. וכשמשקין אותה – אין משקין אותה אלא להרווחה בעלמא, כדי להשביחה יותר. ושדה כזו פשיטא שאסור להשקותה במועד.אבל שדה שלחין, אם לא השקוה קודם המועד – לא יתחיל במועד להשקותה, וישקנה אחר המועד. אבל אם התחיל להשקותה קודם המועד, ואם לא ישקוה עתה יתקלקל התבואה או הירקות – מותר להשקותה בחול המועד.","ואף על פי שבה התירו מלאכה וטירחא, מכל מקום גבול גבלו חכמים להטירחא. והיינו שמותר להשקותה מן המעיין, בין מעיין ישן ובין מעיין חדש, שיכול להיות שהעפר שסביב המעיין יפול, ותהיה טרחתו מרובה לתקנה.וכל זה הוא כשממשיך המים מן המעיין, ויורדים המים מעצמן להשדה או להגינה. אבל לא התירו לו לדלות בדלי מבאר, או מבריכה, או ממימי גשמים, מקובצים מפני שזהו טירחא גדולה עד מאד. וזה לא התירו חכמים אפילו בדבר האבד. וממי גשמים אסור אפילו להשקות בהמשכת הרגל, דוודאי לא יועיל, וסופו לדלות בדלי. ואפילו ערוגה אחת חציה גבוה וחציה נמוך, ושם יש מים – אסור לדלות משם להמקום הגבוה. דגבול גבלו דלשאוב בדלי לזרעים ולתבואה – אסור בחול המועד, מפני דהטירחא מרובה עד מאד.ומכל מקום ירקות שרוצה לאוכלן במועד – יכול להשקותן אף בדלי, דכל שלצורך המועד – מותר אפילו בטירחא מרובה, אם על ידי ההשקה יהיו ראוין למועד. אבל אם לא יהיו ראוין למועד, או שאינו רוצה לאכלן במועד – אסור לגמרי אם לא בדבר האבד ובלא טירחא גדולה, כמו שכתבתי. אבל זה שלמועד אפילו אינו אבוד, ואפילו טירחא מרובה – מותר.","יאורות מים המושכין מן האגמים, אם אינן פוסקים שמקלחין תמיד – מותר להשקות מהן. ואם הן פוסקין – אסורין, דחיישינן שמא יפסוקו, וימלא בדלי.ולמה לא חיישינן באינם פוסקין שמא יפסוקו? דכיון שהן מהבריאה כן, ולא פסקו, מסתמא לא יפסוקו לעולם. ולכן חריצין העשוין בידי אדם, שהמים באים דרך שם מהנהר לשדה – אסור להשקותה מהן, אף על פי שנתמלאו קודם יום טוב, לפי שקרוב הדבר שיפסוקו.ולכן אם עובר ביניהם אמת המים שהיא מתולדתה, ואז ממילא גם החריצין לא יפסוקו – מותר להשקות מן החריצין, דהן אפילו יפסוקו – הא יש להשקות מהאמה. ואפילו רובה של שדה אין ראוי להשקותה מן האמה, דמכל מקום בכהאי גוונא בנקל יש להשקות תמיד את השדה (עיין ט\"ז סעיף קטן א).","בית השלחין שיש בה מעיין, שמימיו נוטפין ממנה לשדה אחרת למקום עמוק, ומתקבצין שם ונעשין בריכה – יכולין להשקות מהבריכה שדה אחרת, כל זמן שמהמעיין נוטף להבריכה, והמעיין לא פסק. אבל אם פסק מלהטיף, או שנפסק המעיין – אסור, דחיישינן שיביא בדלי ממעיין אחר.","אסור לעשות במועד חריצין בעיקרי הגפנים כדי שיתמלאו מים, דאין זה הכרח במועד. ואם היו עשויות קודם המועד ונתקלקלו קצת, ועדיין החריץ ניכר – הרי זה מתקנן במועד. ואסור להעמיקה יותר מבראשונה, ודי לעשותה כבראשונה. אבל אם נסתמו לגמרי – אסור לתקנן, דאין זה תיקון אלא עשייה חדשה.וכן אמת המים שנתקלקלה – מתקנין אותה. ודווקא כשנשאר בה טפח בעומקה, דבחריץ די גם בפחות מטפח, ושם חריץ עליו. אבל האמה כשהוא פחות מטפח אין ביכולת המים לעבור שם כלל, והוה כסתומה לגמרי, וכשנשאר טפח חופר בה עד ששה טפחים בעומק, וכשנשארו טפחיים חופר עד שבעה ויותר – לא התירו אפילו כשעמוקה שלושה או יותר. דכך אמדו חכמינו ז\"ל: דעד שבעה די, וגם יותר מחמישה טפחים לא התירו להעמיק מפני גודל הטירחא.(עיין מגן אברהם סעיף קטן ה, שכתב דמשמע אף שלא היה רק טפח מעולם, עיין שם. ומנא לן לומר כן? ופשיטא דבנתקלקלה מיירי.)","מושכין את המים מאילן לאילן, דהוי כשדה בית השלחין, דפסידא יתירא איכא. אבל לא ישקה את כל השדה כשהיא בית הבעל. אמנם אם השדה היא לחה ונתייבשה – מותר להשקותה, דהשתא אי לא משקה לה – תפסד. ולכן מותר להשקותה כולה.ונראה לי דזהו רק כשיש בה אילנות. דאם לא כן – הוה ליה לתנא לומר: משקין בית השלחין, ובית הבעל כשהיא לחה (עיין בגמרא ו ב וברש\"י שם).","אסור לפתוח מקום לשדה, כדי שיכנוסו בה מים להשקותה, כשהיא בית הבעל. ואם פתח כדי לצוד דגים לאוכלן במועד, כגון שפותח למעלה מקום שיכנוסו בו המים עם הדגים, ולמטה פותח מקום שיצאו בו המים וישארו הדגים – מותר, אף על גב דגם השדה מתתקנת בכך.ודווקא כשעושה מעשה שיראו הכל דכוונתו לשם הדגים. אבל בלאו הכי אסור, אף שכוונתו לשם הדגים, כיון דהמעשה הוא בהשדה. ולכן אף על גב דבסימן תקלג הקלנו בצידה, אף שלא יאכלם כולם במועד, מכל מקום הכא שעיקר המעשה הוא בשדה – אין היתר, אלא אם כן יאכלם כולם או רובם במועד (עיין מגן אברהם סעיף קטן ח).","אסור להשוות השדה לצורך חרישה. ואם ניכר שמכוין כדי לדוש לצורך המועד – מותר.וכיצד הוא הסימן? אמרו בגמרא (י ב): מוליא במוליא ונצא בנצא – אדעתא דבי דרא. שקל מוליא ושדא בנצא – אדעתא דארעא כן הוא לגירסת הרי\"ף והרא\"ש, דבהשווה הקרקע אסור. ולרש\"י הגירסא בהיפך, דדווקא בהשווה מותר. וממילא דלדידן בכל גווני אסור.והטור והשולחן ערוך סעיף ט פסקו כגירסת רש\"י, עיין שם. (והב\"ח פסק דשניהם אסורים, מפני שינוי הגירסות.)ואסור ללקט עצים מן השדה ליפותו לחרישה. ואם ניכר שמתכוין לצרכו, שצריך להעצים, כגון שנוטל הגדולים ומניח הקטנים – מותר. וכן אסור לקצץ ענפי האילן לתקנו. ואם ניכר שמכוין בשביל הענפים, להאכילן לבהמתו ולא לתקנו, כגון שקוצץ כולן מצד אחד – מותר, דבזה נראה לכל. דאם היתה כוונתו לתקנת האילן – היה קוצץ מכל סביבות האילן.ודע דבכל מה שנתבאר בקרקע ובאילנות – לא מהני מה שכוונתו להיתר, אם לא שכולם יראו שכן הוא, כמו שכתבתי. אבל בלאו הכי – אסור, מפני שמעשיו בקרקע ובאילנות. ולא דמי לשארי דברים, דדי בכוונה בלחוד.(בית יוסף וט\"ז סעיף קטן ו. וזה שכתב מרי\"ו דמגמרא משמע דאדם חשוב צריך ליזהר גם בדבר האבוד, אבל כל הפוסקים לא הביאו זה, דבכמה דברים בגמרא מצינו דאדם חשוב שאני. ומכל מקום לא הוזכר זה בדין זה, כי לא נחזיק עצמינו לחשובים, כמו שכתבו התוספות והפוסקים בכמה מקומות.)(וכן כתב באליה רבה.)","אין מתליעין את האילנות, והיינו שנוטל התולעת שבאילן, דטירחא רבה היא, וגם אינו נפסד על ידי זה אם ימתינו עד אחר המועד (תוספות פר\"י נ:). ולא מזהמין הנטיעות, והיינו כשנשרה קליפתו מדביקין שם זבל שלא ימות האילן.אבל סכין האילנות והפירות בשמן, דטירחא קלה היא. וכן צדין את האישות, והיא בריה שאין לה עינים וחופר בקרקע (גמרא ו ב), ועכברים כשמפסידין באילנות. והיינו שחופר גומא, ותולה בה המצודה. והתירו אף לחפור הגומא, מפני שמפסידין הרבה בשדה אילן. ואפילו בשדה של תבואה, ונקראת בגמרא \"שדה לבן\", הסמוכה לשדה אילן – מותר לצודן כדרכן, מפני שיוצאין משם ומפסידים להאילנות. ואם אינה סמוכה לשדה אילן – אין צדין אותה אלא על ידי שינוי: שנועץ שפוד בארץ, ומנענעו לכאן ולכאן עד שנעשית גומא, ותולה בה המצודה. אבל לחפור גומא כדרכו – אסור.ויש מחמירין דהיתר זה על ידי שינוי – גם כן אינו אלא בסמוכה לשדה אילן, דגם בסמוכה אסור לחפור כדרכו, ובאינה סמוכה אפילו על ידי שינוי אסור, משום דשדה לבן אין מפסידין.ולעשות על ידי אינו יהודי – אסור מה שאסור בעצמו, כמו שכתבתי בסימן תקמג, עיין שם. ושם יתבאר בזה בפרטיות בסייעתא דשמיא.","אין מכניסין צאן לדיר בחול המועד לזבל השדה, דזהו תולדות זורע או חורש. ואם הכניסן הרועה האינו יהודי מעצמן – מותר אפילו בשבת, דהרועה עושה כדרכו על דעת עצמו. ולכן אף אם מחזיק לו טובה על שהכניסן – מותר, ובלבד שלא יתן לו שכר. ואפילו אם אינו נותן לו אלא שכר מזונות – אסור בשבת. וביום טוב הקילו, שיכול ליתן לו שכר מזונות, ובלבד שלא יתן לו שכר אחר. דזהו כמלאכת מחובר, דלא מהני אפילו קצץ, כמו שכתבתי בסימן רמד.ומיהו כיון דאין זה מחובר גמור – הקילו קצת ביום טוב. ובחול המועד אפילו נותן לו שכר גמור – מותר, כיון שעושה על דעת עצמו, ובלבד שלא ישכירנו לכתחילה לזה. וגם לא יסייענו, וגם לא ימסור לו שומר להוליך הצאן בהדיר ממקום למקום כדי שתזדבל כל המקום.אמנם אם היה הרועה הזה לא שכיר יום, אלא שכיר שנה או שכיר חודש, ואפילו שכיר שבוע – מסייעין אותו בחול המועד, ומוסרין לו שומר להוליך הצאן ממקום למקום. אבל לא ישכור לו שומר ליום זה, אלא שומר מביתו, או שכיר שבוע וכיוצא בזה. ושבת ויום טוב – אפילו למסור לו שומר אסור (מגן אברהם סעיף קטן טו).","אסור לקצור שדה בחול המועד אם אינו נפסד עד אחר המועד כשיעמדו התבואה בקמותיה. ואם יפסד – מותר.ולכן אצלינו בחול המועד סוכות, כשיורדים גשמים הרבה – אנו מתירים לחפור תפוחי אדמה מקרקע, מפני שמתפסדים הרבה על ידי גשמים. וכן שארי דברים שמתקלקלים על ידי גשמים. וכן יש אצלנו לפעמים שיש קור גדול בכפור. וקרח גם כן מתירים לחפרם בחול המועד, מפני שמתקלקלים הרבה על ידי זה.","וכל זה הוא בבעל הבית שלא נצרך לו לאכילתו במועד. אבל אם הוא עני, ואין לו מה יאכל – מותר לו תמיד לקצור לצרכו ולחפור התפוחי אדמה, ואפילו יכול לקנותם בשוק וישיג מעות על זה – לא הטריחוהו חכמים כשאין לו מוכן מקודם.וקוצר, ומעמר, ודש, וזורה, ובורר כדרכו כל מה שצריך למועד. ובלבד שלא ידוש בבעלי חיים, משום דאוושא מילתא. ולהרמב\"ם מותר על ידי שינוי, כגון שרגילין לדוש בפרות והוא ידוש בסוסים, וכיוצא בזה (שם סעיף קטן טז).והני מילי כשאינו צריך אלא לו לבדו. אבל אם הוא צריך לדוש לצורך רבים שצריכין במועד – מותר לו לדוש אפילו בבעלי חיים, אם לא יספיק בלעדם. ומכל מקום ראוי לעשות שינוי, כמו שכתבתי, אם אפשר לו.","מי שיש לו כרם אצל כרמו של אינו יהודי, והאינו יהודי בוצר כרם שלו בחול המועד, ואם הוא לא יבצרנו עתה את הכרם שלו יכול לבוא לידי הפסד – מותר לו לבצור ולדרוך היין, ולעשות חביות בלא שינוי, מפני שזהו מוכרח לעשות תיכף לאחר הבצירה. ואם יניח על לאחר המועד – יתקלקלו הענבים. ויכול לשכור פועלים ישראלים.וזהו הכל כשלא היה יכול לעשות קודם המועד, או שלא הגיע זמן בצירתם עדיין. דאם היה יכול, וכיון להניח המלאכה למועד – אסור. וכן כל כיוצא בזה בתבואות, וגינות, ופרדסים. דדבר האבד מותר, ובלבד שלא יכוין מלאכתו במועד, כמו שכתבתי כמה פעמים."],["מי שלקט זיתיו, ונתנן בבית הבד קודם המועד, והפכן בעניין שנפסדין אם אינו דורכן מיד; או שיינו בבור וצריך לדורכו, ואירעו אונס שלא היה יכול לדורכן קודם המועד – דורך זיתיו וענביו כדרכו, ומכניסן לחביות וסותמן, ועושה כל הצריך להם כדרכן בלי שינוי.ובלבד שלא יכוין מלאכתו במועד, כלומר: כגון שידע בעת ההתחלה שאי אפשר לו לגמור קודם המועד, דבכהאי גוונא וודאי אסור. אלא ההיתר הוא באחד משני אופנים: או שהיה סבור להניחן לגמרי עד לאחר המועד, ואחר כך נתחדש דבר שיתפסדו אם יניחן; או שהיה לו שהות לגומרן קודם המועד, ולכן התחיל, ואירע באמצע סיבה ונשארו עד המועד – בזה התירו לגומרן במועד, משום פסידא.וכן אם שכח עליהן קודם המועד, או נתעצל והיה סבור שיעשם אחר המועד – גם אלו מקרי אונס, דשכחה ועצלות הוי מטבעי בני אדם.","ואין לשאול: למה בגילוח לא התרנו בסימן תקלא אפילו היה אנוס קודם הרגל, אם לא בדברים שהתירו לו חכמים כמו שכתבתי שם, ובכאן מתירין על ידי אונס, ואפילו אונס של שכחה ושל עצלות?דהעניין כן הוא: דבשם הוי רק צער הגוף לשעתו, והעמידו דבריהם. אבל בכאן דהוי היזק בממון – התורה חסה על ממונם של ישראל, ואוקמו אדינא דכיון דהיה אנוס – בדין שיהא מותר לגמרם.","וכתב הרמב\"ם בפרק שמיני דין יד:זופתין את החבית כדי שלא יפסד היין. וזופתין את הבקבוק מפני שאין בו טורח. וסותמין פי החבית של שכר כדי שלא תיפסד.עד כאן לשונו, וזהו המגופה. ויכול לתקן המגופה כדרכה בלא שינוי, וכן פסקו בטור ושולחן ערוך סעיף א.ואף על גב דבגמרא (יב א) יש מי שמתיר לזפת חבית ולא בקבוק, ויש מי שמתיר בקבוק ולא חבית, עיין שם, ואיך פסקו כשניהם לקולא? נראה לי משום דאחר כך אומר שם בגמרא דמאן דאסר – לא אסר אלא לכתחילה, עיין שם. ובכל דיני חול המועד מצינו דדבר האבד מותר, וכל דבר שאינו טירחא מותר. ולכן פסקו בשניהם לקולא (עיין מגן אברהם סעיף קטן א, שנשאר בצריך עיון).","וכל שכן דחביות שלנו – מותר לתקן החשוקים שקורין רייפי\"ן והדפים. שזהו וודאי דבר האבד, דכשלא יתקן – יזוב כל המשקה. וכן שולה פשתנו מן המשרה.ודע דכל אלו: הזפיתה, ותיקוני החשוקים, ושליית הפשתן – זהו הכל כשלא כיון מלאכתו במועד, והיינו כשלא ידע שצריכין תיקון. אבל כשידע, והיה יכול לתקנם קודם המועד, ולשלות הפשתן קודם המועד, ובכוונה הניחם עד המועד – אסור אף שהוא דבר האבד, וקנסוהו רבנן. ובהכרח לקונסו, דאם לא כן כל אחד יניח מלאכתו לזמן המועד, ויתעקר לגמרי דין איסור מלאכה בחול המועד. ויתבאר בסעיף ז.","מותר להכניס פירות מפני הגנבים, אם אינם במקום המשתמר. ומיהו יעשה בצינעא, כגון שיכניסם בלילה. ואם הוא דבר שבלילה יש בו פירסום יותר מביום, כגון שצריך להכניסו באבוקות ובקולות – יכניסם ביום, דדבר האבד מותר אפילו אם צריך לעשות הדבר הפרהסיא ממש.וזהו בחול המועד. אבל ביום טוב – אסור, שהרי תנן: משילין פירות דרך ארובה ביום טוב, ודרך חלון אסור, כמו שכתבתי בסימן תקכא. וכל שכן להכניסם. ומה יעשה? יעמיד שומר, או יכניסם על ידי אינו יהודי.","אסור להסיע ממונו מעיר לעיר, אם לא בדבר האבד. דכל שמעיר לעיר הוי פירסומא, והוי כמלאכה. וכתב רבינו הבית יוסף בסעיף ד:היו לו תאנים שטוחים בשדה לייבש, ויירא מהמטר – מותר לחפותם בקש, אפילו חיפוי עב.עד כאן לשונו. והכיסוי אפילו בשבת ויום טוב מותר, כמו שכתבתי בסימן שלח וסימן תקכא, אלא דהרבותא בחיפוי עב, דהוי כעין בניין. ועוד כתב:מי שיש לו סחורה, שאם לא יהפכנה תתקלקל – מותר להפכה בחול המועד.עד כאן לשונו. וזהו וודאי דהיפוך הסחורה לא הותרה בשבת ויום טוב. ואם נצרך לזה – יעשה על ידי אינו יהודי, דשבות דשבות מותר גם בשבת ויום טוב במקום הפסד.","המכוין מלאכתו והניחה למועד, ועשאה במועד – בית דין מאבדים אותה ממנו, ומפקירין אותה לכל. דהפקר בית דין – הפקר.ואם הוא עושה מלאכת אחרים שאי אפשר לקנסו, כגון חייט או סופר שעושה מלאכת אחרים – מבדילינן ליה, ומלקין אותו. ואם עשה מלאכת עצמו ומת – לא יקנוסו בנו אחריו, ומותר לבנו לעשותה אם הוא דבר האבד.אבל דבר שאינו אבד, כשעשה ומת – קנסו בנו אחריו, למאן דסבירא ליה מלאכת חול המועד דאורייתא (מגן אברהם ועיין ט\"ז). והוי כעשה מלאכה בשבת, שאסור לו ולבני ביתו לעולם, כמו שכתבתי בסימן שיח לעניין מבשל בשבת. ולמאן דסבירא ליה דמלאכת חול המועד דרבנן – לא קנסו בנו אחריו, אפילו בדבר שאינו אבד. ויש אומרים דלכל הדעות לא קנסו בנו אחריו (עיין בית יוסף)."],["אמרינן במועד קטן (י ב):אמר רבא: פרקמטיא כל שהוא – אסור... ובדבר האבד מותר.וכן בירושלמי (פרק שני הלכה ג): פרקמטיא אבודה – שרי... הדא שיירתא – שרי במועדא...כלומר דדבר האבד – מותר בסחורה, או כשבאו שיירות, שזהו דבר שאינו מצוי והוה כדבר האבד. עוד התיר שם כשאחר החג יצטרך לפחות מן הקרן – יכול למכור בחול המועד. עוד התיר שם לקנות רדידים לצורך המועד. עוד התיר כגון שהוא נדחק להוצאת יום טוב, וכשימכור הסחורה יהיה ביכולתו להוציא בריוח לצרכי המועד. וכל אלו הדברים יתבארו בסימן זה בסייעתא דשמיא.","ויש להבין: הא משא ומתן אפילו בשבת ויום טוב אינו מדאורייתא אלא מדברי קבלה, דכתיב \"ממצא חפצך\", והם משבותי שבת – מה ראו חכמים לאסרן בחול המועד? דאפילו למאן דסבירא ליה מלאכת חול המועד דאורייתא כמו שכתבתי בסימן תקל – פשיטא דמשא ומתן אינו מגררא דאורייתא.ועוד: מאי האי דאמר רבא פרקמטיא כל שהוא אסור? הא אפילו מלאכות גמורות מותרות כל שהוא כמו שיתבאר בסימן תקמ, כמו סדקים שבגג, וצירי דלת, שיתבאר שם שמותר לתקנם במועד. וכל שכן מקח וממכר כל שהוא, ואיך החמירו בשבות יותר מבמלאכה דאורייתא?","ונראה לי: דמשום דעיקר המועד לא ניתנה לישראל אלא לאכול ולשתות ולשמוח, ולעסוק בתורה, כמו שאומר שם בירושלמי: אמר רבי בא בר ממל: אילו היה לי מי שימנה עמי... והתרתי שיהו עושין מלאכה בחולו של מועד... כלום אסרו לעשות מלאכה בחולו של מועד אלא כדי שיהו אוכלין ושותין, ויגיעין בתורה? ואינון אכלין ושתין ופחזין. כלומר: במיני שחוק והיתול.ולפי זה אם היו מניחין להם לעסוק במשא ומתן – ממילא דהיו טרודים כל היום, ולא היה להם זמן לעסוק בתורה כמו בכל ימות החול. ולכן הוכרחו חכמים לאסור עליהם המשא ומתן. והוכרחו לאסור אפילו כל שהוא, דמשא ומתן – אין לה קצבה, ואם תתיר כל שהוא – ממילא שיגרור עוד. ובזה גריע ממלאכה.ונראה לי: אף על גב דהירושלמי קרי לה \"מלאכה\", מכל מקום כוונתו אמשא ומתן. דהא בהך סוגיא לא הזכיר הירושלמי כלל מלאכה, אלא ענייני משא ומתן. וקרי לה \"מלאכה\" משום דגם זה הוה מלאכת חול.(וניחא להפוסקים מלאכת חול המועד דאורייתא, שהקשו עליהם מזה הירושלמי, כמו שכתבתי בסימן תקל. ולפי מה שכתבתי אתי שפיר.)","והרא\"ש ז\"ל כתב שם דאסרו המשא ומתן מפני הטירחא, עיין שם. ואין כוונתו דטעם זה מספיק, שהרי כמה טרחות טורחין במועד. אלא כוונתו דעל ידי זה הטורח – יתבטל משמחת יום טוב, וכמו שביאר הרא\"ש בעצמו בתשובה (כלל כג) וזה לשונו (בסימן ד שם):כי בקניית פרקמטיא יש טורח גדול בשיווי הדקדוק של מקח. ומתוך טרדתו – ימנע משמחת יום טוב.עד כאן לשונו, הרי דזהו עיקר הטעם. ובכלל שמחת יום טוב לעסוק בתורה, דהא אפילו ביום טוב בעינן חציו לה', וכל שכן במועד. ואם יהיה במשא ומתן – לא יהנה משמחת יום טוב, וגם לא יעסוק בתורה.","לפיכך כל סחורה אסורה, אפילו כל שהוא, בין לקנות בין למכור. ואפילו אם הלוה מעות על מנת שיתנו לו אחר כך יין או סחורה אחרת בפרעון חובו, כדי להשתכר – אינו יכול לילך ולתובעם, אלא אם כן אינם מצויים אחר המועד, דהוה ליה דבר האבד אם לא ילך בחול המועד למקומם ויתבעם.אבל בסתם הלואה, כשהלוה לחבירו מעות שישלם לו מעות – מותר לתובעו בחול המועד לגבות מעותיו. ואין צריך לומר לגבות מעותיו מן האינו יהודי שהלוה לו, דאין בזה טורח. וגם עיקר הלוואה, והיינו להלוות בחול המועד – גם כן אינו דומה למשא ומתן, כמו שיתבאר. ואפילו יש לו משכון – יכול לתבוע חובו.","יש מי שאומר דזה שהתרנו בעל מנת שיתנו לו סחורה, דבאינם מצויים אחר המועד יכול לתובעם – היינו כשלא כיון מלאכתו במועד, שלא היה יכול לתובעם מקודם (מגן אברהם סעיף קטן ב).ולעניות דעתי נראה דבתביעת חוב – לא שייך כלל כיון מלאכתו במועד. דבוודאי כל אחד כשביכולתו לתבוע חובו – תובע ואינו מתעצל. ועוד: דאטו מיד כשתובע מסלק לו? ואין זה שייך אלא במלאכה, וכן במכירת משכנות, כשהיה יכול למכור קודם המועד, וכיון למוכרם במועד – זה וודאי אסור. ולא בתביעת חוב.(המגן אברהם הביא ראיה ממהרי\"ק ממכירת משכנות, עיין שם. ומה עניין זה לזה?)","ויש מי שאומר דזה שאינו יכול לילך ולתובעם – זהו דווקא כשצריך לדון עמו בדין, דהוי טירחא יתירה, או לעיר אחרת. אבל לעיר זו, ובלא דינא ודיינא – יכול לתבוע הסחורה (ט\"ז סעיף קטן א).וכן המנהג הפשוט. והאידנא תובעים גם לדין, ולא לבד על הלואה אלא אפילו על פרקמטיא, מפני שקלקול החובות מצוי עתה ביותר, והעם מתדלדלים, והוי כדבר האבד (שם).","ודע שיש מן הקדמונים שכתבו דאיסור משא ומתן אינו אלא בפרהסיא. אבל בצינעא כמו בבית – מותר (בית יוסף בשם רוקח ויראים ור\"נ).וטעמם נראה לי: דכיון דטעם האיסור הוא כדי שלא יוטרד משמחת יום טוב ועסק התורה, כמו שכתבתי, ולכן כשהוא בצינעא – אינו יכול להטרד הרבה. אבל הרמב\"ם, והרא\"ש, והטור, והשולחן ערוך – לא חילקו בזה (שם). ומכל מקום נראה כדבריהם, וזהו שכתב רבינו הרמ\"א בסעיף א, וזה לשונו:מיהו אם נזדמן לו ריוח מרובה במועד – יכול למכור בצינעא, ויוציא לשמחת יום טוב יותר ממה שהיה דעתו להוציא.עד כאן לשונו, והוא הדין לקנות (מגן אברהם סעיף קטן ג).","מכר לחבירו פרקמטיא קודם המועד – יש מי שאוסר לתבוע דמיה במועד, אלא אם כן יהא הלוקח אדם שאינו מצוי במקום המוכר, ונזדמן לו בחול המועד, דהוי כדבר האבד. אבל רבינו הבית יוסף בסעיף ג חולק על זה, דכיון שזקף עליו המעות בחובו קודם המועד – הוה ליה כהלואה, ומותר לגבות ממנו בחול המועד אפילו אם דר עמו באותה העיר.וכן מותר לקבול במשפט ערכאות בשביל חובותיו המותרים לתבוע, אם אינו יכול לגבותם בבית דין, כמו שכתבתי בחושן משפט סימן כו. וכן מותר לו לעשות זקיפה עם חובותיו במועד כדי להבטיחן, כלומר: לעשות חשבון ולהעלותן על נייר בטוח, שיהיה בטוח שיש לו כח להגבותן, דזהו הכל כדבר האבד.","כבר נתבאר דלמכור סחורה בדבר האבד – מותר. ומה נקרא \"דבר האבד\"? אומר שם בירושלמי: שכל שלאחר המועד יצטרך לפחות מהקרן – מותר למוכרה. אבל אם לא יפסיד מהקרן – אסור למוכרה.וכתב הרא\"ש (שם) דמכל מקום אם ימכרנה עתה יהיו לו מעות בריוח, ויוציא יותר לשמחת יום טוב – דמותר למוכרה בכל עניין, כיון שמזה יתרבה השמחת יום טוב. וגם זה הוא בירושלמי שם.(הריב\"ש מפרש דפחת הריוח הוי גם כן דבר האבד, עיין בית יוסף.)","וכתב על זה רבינו הבית יוסף בסעיף ד, וזה לשונו:ונראה לי שלא נאמרו דברים הללו אלא במי שיש לו מעות מועטים, וחס עליהם להוציא כל כך לשמחת יום טוב. ואילו היה לו מעות בריוח היה מוציא יותר. אבל מי שיש לו מעות בריוח להוציא לשמחת יום טוב ככל אשר יתאוה, ואין בדעתו להוציא כל כך – לא נתיר לו למכור כדי שיוציא יותר.עד כאן לשונו. וזה אינו אלא במופלג בעשירות, שהוא עשיר מצויין. אבל סתם עשיר אינו בגדר \"להוציא ככל אשר יתאוה\", ומותר אצלו אם יוסיף על שמחת יום טוב (ט\"ז סעיף קטן ב). ובפרט האידנא שהכל חשיב רק כדי חייו (שם).","ואם הוא דבר שאינו מצוי תמיד לאחר המועד, כגון ספינות או שיירות שבאו או שהם מבקשים לצאת, ומכרו בזול או לקחו ביוקר – מותר לקנות ולמכור אפילו שלא לצורך תשמישו, אלא לעשות סחורה ולהשתכר.והוא הדין לירידים הקבועים מזמן לזמן, ואפילו מעיר לעיר מותר ליסע בכהאי גוונא. וכן יום שוק המיוחד שהוא אחת או שתים בשנה, כמו שיש לפרקים בזמן חול המועד פסח שקורין קרסנ\"י טאר\"ג – הוה גם כן כיריד, ומותר לעשות בו משא ומתן (ט\"ז סעיף קטן ג בשם רש\"ל).אבל בסתם יום השוק, כמו ברוב מקומות שיש יום השוק פעם אחת בשבוע – אינו מותר לקנות ולמכור ביום השוק שבתוך המועד, שאין זה דבר האבד, שאם לא ימכור בשוק זה – ימכור ביום השוק שלאחר המועד. ודווקא שיודע שלא יפסד מהקרן, אבל בלאו הכי – מותר למכור (מגן אברהם סעיף קטן ז).","מוכרי תבלין, או ירק, וכל דבר שאינו מתקיים, וכן פירות ושארי מיני אכילה – פותחין חנויותם כדרכן ומוכרין בפרהסיא, מפני שהכל יודעים שהם לצורך המועד.ומוכרי מיני פירות שאין ידוע שהם לצורך המועד, או מוכרי כסות וכלים שיש שהן לצורך המועד ויש שאינן לצורך המועד, ואלמלי לא היה כלל לצורך המועד היה אסור לגמרי, אך כיון שיש שקונין לצורך המועד – מוכרין בצינעא לצורך המועד.כיצד? אם היתה החנות פתוחה לזוית או למבוי – פותח כדרכו. ואם היתה פתוחה לרשות הרבים – פותח דלת אחת ונועל דלת אחת, דעל פי רוב יש לחנות שתי דלתות. וערב יום טוב האחרון של חג הסוכות מוציא ומעטר את השוק בפירות בשביל כבוד יום טוב. ואפילו לצורך יום טוב שני של יום טוב האחרון – מותר לקנות, ולא אמרינן כיון דאנן בקיאינן בקביעא דירחא נמצא שמכין מחול המועד לחול. דאינו כן, דסוף סוף הוא יום טוב.וזה שצריך צינעא – זהו בחנוני. אבל בעל הבית המוכר לצורך המועד – אינו צריך צינעא (מגן אברהם סעיף קטן יא). וכל שאינו לצורך המועד – אסור לגמרי.(עיין מגן אברהם סעיף קטן יב, דאפילו החנות סגורה והדלת פתוחה – אסור, עיין שם. ואיני יודע איך הוא סגורה ופתוחה.)","ודע דבזה שנתבאר בסעיף יב דמה שבאקראי מותר, וסתם יום השוק אסור – כתב על זה רבינו הרמ\"א בסעיף ה, וזה לשונו:ותגר שקונה מזה ומוכר לזה, וחוזר וקונה ומוכר – מותר, דהוי דבר האבד.עד כאן לשונו, ואינו מובן כלל: דאם כן כל בעלי החנויות כן, הם שקונים ומוכרים, וחוזרים וקונים ומוכרים. ואם כן הותרו חנויות, דזהו לכולם דבר האבד (מגן אברהם סעיף קטן ח).ויש שתירץ דבתגר לא הותר רק בבית, ולא בחנות. והחנוני גם כן מותר בביתו, ורק בחנות אסור (שם). ודוחק לומר כן, דסתם תגר הוא בשוק בפרהסיא. ועוד: דאי מטעם דבר האבד, היכן מצינו דדבר האבד צריך צינעא?","ויותר תמוה לי מנהג מדינתינו, שכל בעלי החנויות יושבים בחול המועד כמו בכל השנה. וכבר צווחנו ככרוכיא, ולית מאן דמשגח בנו. ולא נזהר מזה אלא מעט מהרבה. ואיזה היתר יש בזה?ולפיכך נראה לעניות דעתי דהעניין כן הוא: דמלאכות גמורות של בעלי מלאכות – אסורות לגמרי, אם מדאורייתא אם מדרבנן, כמו שכתבתי בסימן תקל. אבל משא ומתן – נאסר רק מסחור שאין זה תמידיות יום יום, ואין לו היזק אם ימכרנה ביום אחר. ולזה צריך תנאים שנתבארו בסימן זה. ובלאו הכי – אסור.וזה ששנינו: מוכרי פירות כסות וכלים מוכרין בצינעא – אינו בחנונים, אלא במוכר פירותיו שבשדותיו, וכסותו וכלים שעשה או שקנה, ואין לו הפסד אם ימכרם היום או לאחר המועד. כי כשימכרם, לא יהיו לו אחרים למכירה. וכן מוכרי תבלין או ירקות מיירי בכהאי גוונא.אבל מי שפרנסתו מחנותו, וממנה מתפרנס יום יום – הלא אין לך דבר האבד יותר מזה. ואם ינעל חנותו – בודאי יקמץ להוצאת שמחת יום טוב. וזה הא מפורש בירושלמי שהבאנו, דבשביל להרבות בכבוד יום טוב – מותר לישא וליתן. ואצלינו ברור דאם ינעלו החנויות – ימעטו בשמחת יום טוב.וכן משמע בתוספתא פרק שני, דתניא: חניות פתוחות לסטיו – פותח ונועל כדרכו, פתוחות לרשות הרבים – פותח אחת ונועל אחת. ובגמרא סוף פרק שני הביא ברייתא זו אעניינא דמוכרי בשמים, עיין שם. אבל בתוספתא אין זכר לכל זה אלא סתם חנויות, עיין שם. ומשמע דבכל החנויות מיירי, וכדאמרן שכל שמחייתו מן החנות – הוי כדבר האבד, וצורך שמחת יום טוב. והן הן דברי רבינו הרמ\"א בתגר, כיון דפרנסתו בכך. ורק יש להזהירם לפתוח רק דלת אחת אם הם ברשות הרבים גמור.(כן נראה לעניות דעתי ללמד זכות על כלל ישראל. וגם האליה רבה והמחצית השקל למדו זכות.)","מציאה של טירחא – אסור לטרוח ולחפש עליה. כגון נהר שהציף דגים על שפתו – אסור לאספם כדי לכבשן, ולאחר המועד לאכלם. ואם יכול לאכול מהם במועד, שהכיבוש די להם ביום ויומים – מותר, אף שישארו גם על אחר המועד.ואין לשאול: הא כשבאה שיירא התרנו, משום דהוי כדבר האבד. וכל שכן בכהאי גוונא, דיאבדו כולם אם לא יקחם עתה. דיש לומר: דלא התרנו רק בסחורה, שזהו דרך המסחור וביטול מסחור הוה פסידא, ולא בצידת דגים ומליחתן. ונראה לעניות דעתי דאם מסחרו בדגים – מותר, דאצלו הוה זה כשאר מסחור.","כתב הטור:מי שמלוה לחבירו על תנאי, ונותן לו הלוה חפץ, ומתנה עמו שאם לא יפרע לו לסוף שמונה ימים שיהא קנוי לו – יש מתירין, שהרי עיקר הקנייה היא לאחר המועד.ואינו נראה להתיר, דאם כן מותר כל משא ומתן, שהם יערימו לעשות כן.עד כאן לשונו. ושני הדעות הובאו בשולחן ערוך סעיף ז. ויש מי שאומר דדווקא לחבירו, אבל לאינו יהודי בכהאי גוונא גם הטור מודה דמותר, דבדידיה לא שייך הערמה (ב\"ח). והכל מודים שאם האינו יהודי פרע לישראל יין או שאר סחורה בחובו בחול המועד – מותר לקבל ממנו, דהוי כדבר האבד.","וכן מי שצריך לקנות יין בעת הבציר לכל השנה, לשתייתו ולשתיית בני ביתו, ולא לשום מסחור, ואם יעבור זמן המועד לא ימצא לקנות זה היין, או במקח הזול כפי שקונה עתה – הוה דבר האבד, ומותר לקנותה. וכדומה לזה בשארי אוכלין ומשקין.ומותר לקנות חביות, ולתקנם ולזפתן בחול המועד, דהוי כדבר האבד, ובלבד שלא יכוין מלאכתו במועד, שמקודם לא היה יכול לקנות עדיין. וכן יותר מכדי שתייתו ושתיית אנשי ביתו לכל השנה – לא יקנה, ואינו צריך לדקדק בצמצום על זה. ולסחורה – אסור, אלא אם כן הוא דבר שאינו מצוי אחר כך להרויח בו, וכשיקנה עכשיו ירויח בזה, דאז גם לסחורה מותר, דזהו ממש דבר האבד.(כן משמע מדברי הרמ\"א סעיף ט. והנ\"מ בין לשתייה בין לסחורה, דלשתייה אף שישיג יין אחר – מכל מקום רוצה בזה, ובסחורה לא שייך זה. וכן במקח דלסחורה, אף שאחר כך יקנה במעט יוקר מעכשיו, יטול ביוקר. ובשתייה לא שייך זה. ודייק ותמצא קל.)","אין לוקחין בתים ואבנים, עבדים ובהמה, אלא לצורך המועד: או לצורך המוכר שאין לו מה יאכל, או לצורך השכיר המוליך דברים אלו, ואין לו מה יאכל. ובפרטי דין זה יתבאר בסימן תקמב. וכן הדין בכל הדברים שרוצה לקנות, כמו שכתבו התוספות (יג א דיבור המתחיל \"אין\", עיין שם), והרמב\"ן והרא\"ש שם.ולכן תמהו על רבינו הרמ\"א בסעיף יב שכתב דדוקא הני, משום דאיכא פירסום בקנייתן, אבל שאר כלים נהגו לקנותן בצינעא. עד כאן לשונו. ואמת שכן כתב המגיד משנה בפרק שביעי דין כב, אבל זהו נגד כל רבותינו.וכתבו דלכן כתב \"נהגו\", כלומר: אבל אין דעתו מסכמת לזה (מגן אברהם סעיף קטן טז, ואליה רבה סעיף קטן כ). ולכן במקום שאין מנהג – אסור (שם).ומאינו יהודי מותר הכל, והכי תניא בתוספתא פרק ראשון, עיין שם. ולהלוות לאינו יהודי בריבית, לאותם שרגילין ללוות ממנו – מותר, דהוי דבר האבד שילוה מאחר. ואין זה כסחורה שדרך לדקדק הרבה, ויש בזה טורח רב. וכן אותן שאין רגילין ללוות ממנו – מותר אם לא יקח ממנו ריבית לשבוע זה, או שיטול ויוציא אותם על שמחת יום טוב יותר מכפי הרגילו.ומותר ליקח ערבות במועד על הלוואה שיעשה לאחר המועד, דאין זה עשייה של כלום. והלואה דשולחנים, העוסקים בקביעות בהלואה וחילוף – אסור בחול המועד, דזהו עסק גמור. ואינו מותר אלא בדבר האבד. ועיין מה שכתבתי בסעיף טו. וכל קנייה לצורך המועד – מותר."],["בניין – אסור לגמרי, אפילו כל שהוא, ואפילו לצורך המועד, והוה ליה לבנות קודם המועד. ואפילו אין לו מקום לדור.ויש להסתפק אם נשרפה דירתו במועד, וביכולתו לבנות במועד וליכנס בה במועד, אם מותר כמו כל דבר האבד כשלא היה יכול לעשותה קודם המועד, דמותר לעשותה במועד. והכא נמי: אף על גב דאין זה דבר האבד – הוה ליה כצורך המועד, כיון שאין לו מקום דירה. או דילמא: דבניין גמור משום דאוושי מילתא וטורח מרובה – אסור גם בכהאי גוונא, כמו אמת המים בסימן תקלז.וכן נראה עיקר דאסור. וראיה ממה שיתבאר, דבמקום סכנה מותר לבנות כדרכו. ומשמע דרק בסכנה התירו, ולא בעניין אחר.","ואם נפרץ במועד גדר גינתו או כותל חצרו שבינו לבין חבירו – התירו לו לבנות כמעשה הדיוט, לא כמעשה אומן. ומעשה הדיוט אינו בניין. כיצד? מניח אבנים זו על גבי זו, ואינו טח בטיט, או עצים זו על זו בכהאי גוונא, או גודר אותו בקנים וגומא וכיוצא בהן. ותנן (יא א): עושין מעקה לגג ולמרפסת מעשה הדיוט, אבל לא מעשה אומן.ויראה לי דבנפרץ גדר גינתו וכותל חצרו, שהתירו מעשה הדיוט – זהו בנפרץ ביום טוב או קודם יום טוב, ולא היה יכול לתקנה קודם יום טוב. דביכל לתקנה – גם זה לא התירו. וכן משמע הלשון במשנה (ו ב): ומקרין את הפרצה במועד, כלומר שנפרצה במועד. אבל במעקה סתמא תנן: עושין מעקה, ואפילו היה יכול לעשותה מקודם, משום דדבר מצוה היא, ובכל שעה עובר על \"לא תשים דמים בביתך\". ויש בזה קצת סכנה, ורק דדי במעשה הדיוט (כן נראה לעניות דעתי).","וזה שלא התירו בגדר רק מעשה הדיוט – זהו בגדר גינה או כותל חצר שבינו לחבירו, שאין היזק הפרצה גדול כל כך, דליכא למיחש שם לגנבי. ולכן די במעשה הדיוט. אבל כותל חצר הסמוך לרשות הרבים שנפל, דההיזק גדול מאד שיכנסו בה גנבים (רש\"י ז א), ולא יספיק לזה מעשה הדיוט – בונה הכותל כדרכו, דאין לך דבר האבד גדול מזה.ואפילו אם נאמר דבניין בית גם בכהאי גוונא אסור מפני הטורח הרב כמו שכתבתי, מכל מקום בניין כותל אינו כבניין בית. וכותל הנוטה ליפול, אם ליכא חשש סכנה כגון שביכולת לתומכה עד אחר המועד – אסור לסותרה, וכל שכן לבנותה. אבל כשיש חשש סכנה – מחוייב לסותרה, ואחר כך מותר לבנותה כדרכו מעשה אומן. ואפילו אינו נוטה רק לחצר או למבוי – מותר, דהתירו סופן מפני תחילתן, דאם לא תתירנו לבנותה כדרכו – מימנע ולא סתיר, ואתי לידי סכנה. וכן בשאר דברים שיש לחוש לסכנה – בונה וסותר כדרכו.ונראה לי דכותל גינה אינו מקום סכנה, שאינו מקום הילוך לרבים, ובעל הגינה יכול ליזהר שלא לילך שם עד אחר המועד.","מותר ליטול גבשושית שבגג, אף על גב דמלאכה גמורה היא, כיון שאינה של טורח, ורק חרישה אסור (מגן אברהם סעיף קטן ה). וסדקים שבגג – מותר לסתמן ביד וברגל, אבל לא בכלי אומנות. ויש מי שמתיר להעמיד סולם ולהטיח גגו בטיט לצורך המועד, שאין זה מלאכת אומן אלא מעשה הדיוט, כדמוכח בבבא מציעא (קא ב), עיין שם (ט\"ז סעיף קטן א).והטור והשולחן ערוך לא הזכירו זה. ונראה לעניות דעתי דאסור, מפני שיש בזה טירחא גדולה. וראיה מהא דתנן (יא א): שפין את הסדקין, כמו שנתבאר. ועל פי רוב שפין אותן בטיט, כדמוכח ממה שהמשנה מסיימת \"ומעגילין אותן במעגילה\", וזהו על הטיט כידוע. וכמו ששנינו בריש פרק שני דמכות (ז א): היה מעגל במעגלה, ופירשו רש\"י ותוספות שהיו טחין גגיהן בטיט, והוליכו את המעגילה להשוותה, עיין שם. ולא הותרה רק שפיית סדקין, ולא טיחת כל הגג.","עוד שנינו שם במשנה: הציר והוא רגל הדלת, והצנור והוא החור שבהאסקופה, והקורה מה שעל הפתח שתחזור בו הדלת (רש\"י), והמנעול, והמפתח שנשברו – מתקנן במועד, ובלבד שלא יתכוין לעשות מלאכתו במועד. ובין שהם של עץ, ובין שהם של ברזל. ואפילו נשברו מערב יום טוב – יכול לתקנם בלא שינוי, מפני שזה הפסד גדול הוא, שאם יניח הפתח פתוח והדלתות שבורות – נמצא מאבד כל מה שבבית.ולכן התירו גם בנשברו קודם המועד, ובלבד שלא יכוין מלאכתו במועד. והיינו שלא עלתה בידו לתקנם קודם המועד, ולא שהניחם בכוונה עד המועד. דאם הניחם בכוונה – אסור לגמרי. וכן מותר לתקוע המשקוף במסמרים כשיש לחוש לגנבי. ואם לאו – אסור, וכן כל כיוצא בזה (מגן אברהם סעיף קטן ו).","ומותר לבנות מעשה הדיוט אבוס שתאכל בו הבהמה. דכל דבר שאינו לצורך אוכל נפש, אף על פי שהוא לצורך המועד – אסור מעשה אומן, רק בדבר האבד (שם סעיף קטן ז).וכן מותר לבנות מעשה הדיוט איצטבא לישב או לישן עליה. ונסר שמחברים לו רגלים כעין ספסל שלנו הוי מעשה הדיוט ומותר (שם סעיף קטן ח). ומנקרים את הריחים, ופותחין להם פתח באמצע הריחים, ומעמידים אותם. ובונה אמת המים של הריחים. וקוצצים צפרני החמור של הריחים, כלומר שכן נקרא חמור של גלגל ריחים. מפני שכל אלו הדברים, אף אם תקנן קודם המועד, מתקלקלים וצריכין תיקון בכל עת.וכן מותר לחדד סכין במועד, שאין זה לא מלאכה ולא טירחא. וסכין שנשבר במועד, וצריך לאחר – מותר לעשותו במועד. ואף אם נשבר מקודם, אם לא כיון מלאכתו במועד מותר (ט\"ז סעיף קטן ה). ואפילו יכול לשאול סכין – מותר לו לעשות (מגן אברהם סעיף קטן י), דלא ניחא ליה בשל אחרים. ואם יש לו סכין אחר – אסור לו לעשות סכין חדש במועד.","תנור וכירים שאפשר שיתייבשו ויאפה בהם במועד – עושין. ואם לאו – אין עושין אותן, דאסור להטריח על אחר המועד. והוא הדין דעשיית קדרות ואלפסין – מותר כשיהיו ראוים למועד. ואם הזמן קר – מותר לעשות תנור בית החורף להתחמם בו כשיכול להתחמם במועד (שם סעיף קטן ט).וכתבו הרמב\"ם בפרק שמיני והשולחן ערוך סעיף ז דבין כך ובין כך בונים על חרס של תנור, ועל הכירה הטפילה שלהם. עד כאן לשונם. \"טפילה\" מקרי על מה שהתנור או הכירה עומדת, כמבואר מפרק חמישי דכלים (משנה ז). ומלשונם משמע דכוונתם על טפילה שסביב התנור והכירה, והיינו טיחה בטיט כדי שישמור חומו (ט\"ז סעיף קטן ג וב\"ח). דגם זה נקראת טפילה, כמו שפירש רש\"י בשבת (קכה א דיבור המתחיל \"נתנו\"). וגם בכלים שם יש כעין זה.אבל תימה דמשמע דזה מותר אפילו אם לא יאפה במועד, ואיך נתיר טרחא על לאחר המועד (ט\"ז סעיף קטן ג)? ויראה לי דהכי פירושו: \"בין כך ובין כך\" כלומר: בין שביכולת לאפות בלא הטפלה, ובין שאינו יכול לאפות בלא הטפלה – יכול לעשות הטפלה, דאפילו יכול לאפות בלא זה – מכל מקום עם הטפלה יהיה יותר טוב לאפייה. אבל בהתנור אופין במועד שאינה מקולקלת כלל, ולאו ארישא קאי."],["מותר לעשות מצודת דגים מערבה שהוא מעשה הדיוט, וכשצריך לה לצורך המועד. אבל לא הארוגים מחוטין, שהוא מעשה אומן. ואף על גב דלצורך המועד מותר מכשירי אוכל נפש, כמו תנור שבסימן הקודם, מכל מקום מצודה לא מקרי מכשירין (מגן אברהם סעיף קטן א).וזהו לפירוש הרא\"ש ונימוקי יוסף. ורש\"י ז\"ל (יא א) פירש דשל דגים לא מקרי \"מעשה אומן\" ומותר. ושל עופות מקרי \"מעשה אומן\" ואסור, עיין שם. וברמב\"ם לא מצאתי דין זה, וצריך עיון.","מסרגין את המיטות בחול המועד, והיינו שעושים בה חבלים לשכב במועד. אבל אין גודלין חבלים בתחילה, שזהו טורח רב ויכול לעשותה מחבלים המוכנים קודם המועד.ומותר למעך בגדי פשתן בידים אחר הכיבוס, כדי ללבנן ולרככן לצורך המועד. אבל אין עושין קשרי בתי ידים, והיינו לקמטן שקורין קרענצלע\"ן, מפני שיש בזה טורח רב. וכן אסור לקמט הקאלנע\"ר בעצים העשויים לכך, שזהו מעשה אומן וטירחא רבה. ויכולין ללכת בלא הקמטים.ומותר להחליק הבגדים עם הזכוכית כדרכן, הואיל שהוא לצורך המועד, ואינו מעשה אומן. והוא הדין אצלנו שמחליקים בכלי ברזל חם, שקורן פרע\"ס.","ואסור לתקן מלבושיו ומנעליו הקרועים בחול המועד. וכן אסור לומר לאינו יהודי לתקנם. ואף על פי שיתקרעו יותר אם לא יתקנם – אסור, דלא מקרי דבר האבד אלא כשעיקר הדבר נפסד, ולא בשביל מעט תוספת קלקול (טור).מיהו על ידי שינוי מותר לתקנם קצת לצורך המועד, אפילו אומן. והדיוט אינו צריך שינוי (שם סעיף קטן ז), דכל מעשה הדיוט הוה כשינוי.ויש אומרים דאם היו קרועים ומקולקלים הרבה – מותר לתקנם לגמרי, דזהו וודאי דבר האבד, דאם לא יתקנם יתקלקלו לגמרי (ט\"ז סעיף קטן א). מיהו טוב לעשות על ידי אינו יהודי.","מי שצריך לו בגד במועד, שאין לו במה לילך לחוץ, אם היה הדיוט שאינו מהיר באותה מלאכה – הרי זה עושה אותה כדרכו. ואם היה אומן מהיר – הרי זה עושה אותה מעשה הדיוט, דהיינו שיעשה אותה תפירות רחבות, ותפירה אחת למעלה ואחת למטה כשיני הכלב.ולא מהני לאומן לתפור על ידי שינוי אחיזת המחט בידו, אלא בעינן שינוי בעצם התפירה. ואף על גב דלכתיבה מהני שינוי באחיזת הקולמוס שלא כדרכה, כמו שיתבאר בסימן תקמה, שאני כתיבה שאינה מלאכת אומנות (ט\"ז סעיף קטן ג).ומי נקרא \"אומן\"? כל מי שיודע להוציא מלא מחט בבת אחת, או שיודע לכוין אימרא בשפת חלוקו (מגן אברהם סעיף קטן ט). ולפי זה רוב נשים שלנו נקראות \"אומנות\", שהן יודעות לעשות כן. ותינוק שנולד בחג – אסור לעשות לו בגדים חדשים במועד בשביל למולו בהם, ויכול אביו לכרכו בשיראים (שם סעיף קטן ח). ואם לאו – אינו צריך כלל לכורכו בבגד נאה, דלא בשביל זה נתיר לתפור בשבילו בחול המועד."],["אפילו מלאכות המותרות לעשות בחול המועד שנתבארו מקודם – אינם מותרות אלא על ידי עצמו, או על ידי אחרים שאין נוטלין שכר בעד המלאכה. אבל בשכר – אסור, דקבלת שכר במועד הוה כעובדא דחול.ומיהו אם אינו נותן לו שכר קצוב, אלא שאוכל עמו בשכרו – לא מקרי עובדא דחול, מפני שבחול אין הרגילות בשכר כזה. ודבר האבד מותר לו לעשות אפילו בשכר קצוב, אם אי אפשר לו בעניין אחר. כגון שהוא בעצמו אינו יכול לעשותה, ובלתי שכר קצוב לא ימצא מי שיעשנה – אין עליו איסור בזה. ומיהו זה שנוטל השכר הקצוב – לא יפה עשה.(כן נראה לעניות דעתי לפרש מה שכתב הרמ\"א דבדבר האבד מותר שכר קצוב, דזהו על הנותן. אבל הפועל כשיש לו מה יאכל – איזה הפרש יש אצלו בין דבר האבד לאינו דבר האבד? אך מהט\"ז סוף סימן הקודם לא משמע כן, וגם מלשון הרמ\"א לא נראה כן. ולכן צריך לומר דכיון דהמלאכה מותרת – גם השכר מותר מדינא. וצריך עיון. והאליה רבה בסימן הקודם סעיף קטן ז חולק לגמרי על הבית יוסף והפוסקים שאוסרים ליטול שכר, ומביא ראיה מדף יב א מאבונגרי דבי רבן גמליאל, עיין שם. ואיני מכיר ראיתו. וגם מריב\"ש סימן רכ\"ו מבואר דרק עני שאין לו מה יאכל מותר לו ליטול שכר, ולא אחר. עיין שם, ודייק ותמצא קל.)","כתב רבינו הבית יוסף:כל מלאכה מותר לעשותה על ידי פועל שאין לו מה יאכל, כדי שישתכר וירויח.עד כאן לשונו. וכיון שהותרה לו מלאכה זו מפני שאין לו מה יאכל – מותר לו אפילו ליקח הרבה במלאכה זו, אבל לא במלאכה אחרת (ט\"ז). ואין מזקיקין אותו למכור ביתו וכלי תשמישו (שם). ויש מי שאומר דאם רק יש לו לחם ומים – מקרי שיש לו מה יאכל (מגן אברהם).ודווקא לעניין סחורה וכתיבת תפילין הותרה לו כדי לעשות צרכי יום טוב בריוח, ולא במלאכה ממש (שם). ויש מי שחולק בזה (אליה רבה) וכן עיקר, דכן מבואר בירושלמי (שם, ואני לא מצאתי זה).ונראה לעניות דעתי דאף דכל המלאכות הותרו על ידי פועל שאין לו מה יאכל, מכל מקום במלאכה שיש בה פירסום – אסור. וכן לגלח ולספר – אסור, דכיון דטעם האיסור הוא כדי שלא יכנוסו לרגל כשהם מנוולין, אם כן כשתתיר על ידי פועל שאין לו מה יאכל – הדר החשש למקומו. ואין לומר דזה לא שכיח ולא יסמוך על זה, דוודאי עניות שכיחא, כמו שכתבו הרא\"ש והר\"ן בנדרים (סד ב) בשם הירושלמי, עיין שם."],["כל מלאכה שאסור לעשות בעצמו בחול המועד – אסור לומר לאינו יהודי לעשותו, כמו ששנינו בברייתא (יב א).כללו של דבר: כל שהוא עושה – אומר לאינו יהודי ועושה, וכל שאינו עושה – אינו אומר לאינו יהודי לעשותו. וכן מסחור: כל שאסור בעצמו – אסור על ידי אינו יהודי.והטעם פשוט: דכיון דעיקר טעם האיסור של מסחור ומלאכה הוא כדי שיתענגו בשמחת יום טוב ויעסקו בתורה, כמו שכתבתי בסימן תקלט בשם הירושלמי, אם כן אם נתיר לו על ידי אינו יהודי – יטרוד במועד כבימי החול. דמה לי אם הוא עצמו עושה, או שלוחו עושה? סוף סוף הטרדא עליו.","ויש דבר שחול המועד חמורה מיום טוב. כיצד? כגון אינו יהודי שקבל בקבולת לבנות בניין לישראל, דבתוך התחום – אסור, וחוץ לתחום – מותר, וגם אין עיר אחרת בתוך תחומו של הבניין, כמו שכתבתי לעיל סימן רמד.ובחול המועד – אפילו בכהאי גוונא אסור. והטעם: דשבת ויום טוב שאסור לילך חוץ לתחום – אין חשש שישראל יראו שבונים ביתו של פלוני בשבת ויום טוב. מה שאין כן בחול המועד, שיכולים לילך חוץ לתחום – אסור מפני מראית העין. הלכך אין חילוק בין תוך התחום לחוץ לתחום.","וכתב הטור דאפילו בדיעבד, כשנבנה הבית באיסור על ידי אינו יהודי – נכון להחמיר שלא יכנסו בה עד. כאן לשונו. כלומר: מדינא מותר, אבל נכון להחמיר (בית יוסף). ויש מי שכתב דמדינא אסור (ב\"ח), ואינו כן (ט\"ז).אבל כשנתן לו מלאכה בתלוש קודם המועד, לעשותה במועד בתוך ביתו של האינו יהודי ובקבלנות, ולא ייחד לו מפורש שיעשנה במועד דווקא – מותר. ומותר ליתן לאינו יהודי כל מלאכה, אפילו מחובר, בקיבולת או בשכיר יום קודם המועד, ולהתנות עמו שיעשה דווקא אחר המועד. ואפילו בתוך המועד – יכול לשוכרו שיעשה אחר המועד.אך כשמשכירו במועד – יזהר שלא ימדוד וישקול וימנה כדרך שהוא עושה בחול, אלא יעשה עמו מקח בלבד. וגם לישראל מותר בכהאי גוונא, אלא דבאינו יהודי יש רבותא יותר, אף על פי שיש לחוש שלא יציית ויעשה בחול המועד. ומיהו אם אפילו עבר ועשה בחול המועד – מותר, הואיל והתנה עמו לעשותה לאחר המועד. וגם אינו צריך למחות בידו (מגן אברהם). ובדבר מפורסם לרבים – צריך למחות.(וכתב המגן אברהם סעיף קטן א, דלדבר מצוה מותר לומר לאינו יהודי לעשות מלאכה בחול המועד, עיין שם. ונראה לי דזהו בתלוש ולא במחובר. ואפילו בית הכנסת ובית המדרש – אסור לבנות, ויש בזה חילול ה'. ואם האינו יהודי אריס בשדהו – מותר לו לעשות. ועיין לעיל סימן רמג, ועיין מגן אברהם סעיף קטן ג.)"],["שנינו במשנה ריש מועד קטן דעושין כל צרכי הרבים בחול המועד. וזה לשון הרמב\"ם בפרק שביעי דין י:עושין כל צרכי הרבים במועד. כיצד? מתקנים קלקולי המים שברשות הרבים, ומתקנים את הדרכים ואת הרחובות, וחופרין לרבים בורות שיחין ומערות, וכורין להם נהרות כדי שישתו מימיהן, וכונסין מים לבורות ומערות של רבים, ומתקנין את סדקיהן, ומסירין את הקוצים מן הדרכים, ומודדין את המקוואות. וכל מקוה שנמצא חסר – מרגילין לו מים ומשלימין לו שיעורו.","ויוצאין שלוחי בית דין להפקיר את הכלאים. ופודין את השבויין, ואת הערכין, ואת החרמים, ואת ההקדשות. ומשקין הסוטות, ושורפין את הפרה, ועורפין את העגלה, ורוצעין עבד עברי, ומטהרין את המצורע. ומציינין על הקברות שמיחו גשמים את ציונן, כדי שיפרשו מהם הכהנים. שכל אלו צרכי רבים הן.עד כאן לשון הרמב\"ם. והטעם שקבעו לזה בחול המועד, מפני שאז זמן פנוי לראשי העם להתבונן על כל צרכי הרבים. ורובן הוי זמן גרמא, מפני שבפסח וסוכות הוי שינוי הזמן מחורף לקיץ ומקיץ לחורף, ואז מתקלקלים הדרכים והבורות והנהרות והמקוואות והשדות, כי אז שינויי המים רבים הם. ואז זמן בישול התבואות, ויש לבער מהם הכלאים. ולכן נתמחו אז הרבה ציונין, וצריכין לתקנן כדי שלא יכשלו הכהנים בהם.ולכן אף על גב שיש בהם מלאכות גמורות, כיון שהם צרכי רבים – מותר. וגם במועד יש לשכור פועלים בזול (גמרא ו א). ושארי דברים שבסעיף ב אין בהן מלאכה, ועל פי רוב ישארו על חול המועד, שהוא זמן קיבוץ רבים בירושלים בזמן הבית, שרובי הדברים נעשו בירושלים. וגם פדיית השבויים יתוודעו אז, ועוד טעם יתבאר.","ודע כי בצרכי רבים יש שני היתרים שאינם בצרכי יחיד: והיינו דבצרכי רבים במעשה הדיוט מותר, אפילו מה שאינו צריך כלל למועד, ואין זה בצרכי יחיד. והשנית במעשה אומן, דבצריך לה במועד – מותר גם ביחיד כשלא כיון מלאכתו במועד, אבל בכיון מלאכתו במועד אסור, כמו שנתבארו בהסימנים הקודמים. ובצרכי רבים – גם בכהאי גוונא מותר, אפילו כיוונו מלאכתם במועד, וכן במעשה הדיוט כשאינו צריך כלל למועד.והטעם: דלפי שצרכי רבים דמיין לקדירא דבי שותפין, ואין איש זוכר עליהן, וכל אחד סומך על חבירו, ואם לא שיתאספו יחד בשעת הבטלה לעשותם – לא יעשו לעולם. ולכן התירו להם בכל הקולות (ט\"ז סעיף קטן ב).","ולפיכך בורות ומעיינות של רבים שנפל בהם עפר ואבנים ונתקלקלו – מותר לתקנם, ואפילו אין רבים צריכים להם עתה, כיון שאינם מעשה אומן, ואפילו כיוונו מלאכתם במועד (ט\"ז שם). וכן מותר לעשות חריץ מעשה הדיוט, שיבואו המים להעיר בהרווחה, ואף על פי שהוא טורח גדול ופרהסיא, וכיון מלאכה במועד, מטעמא דכתיבנא (מגן אברהם סעיף קטן ג).אבל לחפור להם בורות מחדש, שהם מעשה אומן, אם הרבים צריכים להם עתה – מותר, ואפילו אם כיוונו מלאכתם במועד, ואפילו בפרהסיא ובטירחא יתירה. ואם אין צריכים להם עתה – לא יעשו.","אבל בורות שיחין ומערות של יחיד – אסור לחפור אותם מחדש, אפילו צריך להם עתה. ואפילו אין לו מה ישתה – אסור, אלא אם כן יש פיקוח נפש. וזה לא שכיח, שיכול להשיג מים ממרחק. ואפילו לא כיון מלאכתו במועד, דזהו כבניין דאוושא מילתא וטירחא יתירה, ולא הותרה ליחיד.ואם היו עשויים כבר ונתקלקלו, אם צריך להם עתה – מותר לתקנם. ואם אינו צריך להם עתה – אסור לתקנם. אבל מותר להמשיך להם מים אפילו אינו צריך להם עתה, והיינו שמקבלים מי גשמים מהגגות ומוליכין אותן לבורות, שאין בזה טירחא מרובה. אבל להביא מים דרך חריץ – אסור (שם סעיף קטן ה).","ודע שיש מי שאומר דבצרכי רבים, כשיש מנהיג שרשות בידו לעשות לבדו – אסור לעשותו במועד כיחיד (שם סעיף קטן ג). ותמיהני: דאטו בזמן הבית ובזמן הש\"ס לא היו ממונים על כל דבר ודבר, והיתה רשות בידם לעשות כפי ראות עיניהם? והרי שנינו בריש פרק חמישי דשקלים דנחוניא היה ממונה על חפירת שיחין, ועם כל זה הותרו מפני צרכי רבים.אלא וודאי דגם להממונה ויכול לעשות על דעת עצמו יש כמה מניעות בצרכי רבים. ואיך סתמו חז\"ל לומר דצרכי רבים מותרים? והוה להו לומר כשיש ממונה – אסור. ובוודאי בזמן הקדמון היו ממונים על כל הדברים. וכל שכן עתה שאין ביד כל ממונה להעמיד על דעת עצמו, דבזה יתרבה מחלוקת כידוע, ולכן מותר בכל עניין (כן נראה לעניות דעתי).","ואין לשאול: כיון דצרכי רבים מותרים, למה לא נבנה בתי כנסיות ובתי מדרשות בחול המועד? האמנם על זה כתב רבינו הרמ\"א בסעיף א, וזה לשונו:ודווקא צרכי רבים כאלו שהם צריכים לגוף האדם. אבל שארי צרכי רבים, כגון בניין בית הכנסת – אסור לעשות במועד. והוא הדין דלשאר צרכי מצוה – אסור לעשות מלאכת אומן במועד.עד כאן לשונו. ויש מי שכתב דבזמן הזה מותר לבנות בית הכנסת, דהוי דבר האבד, דחיישינן שמא ימנעום מלבנותו (שם סעיף קטן ב, ועיין ט\"ז סעיף קטן א)ץ ויש מי שכתב דלתקן הספסלים בבית הכנסת מותר בחול המועד מפני המחלוקת (ש\"ת). ויש מי שכתב דמרחץ מקרי צורך הגוף, ומותר בבניין מעשה הדיוט (מגן אברהם סעיף קטן א).ובאמת יש להתרחק מזה. ומימינו לא שמענו לתקן איזה תיקונים בבית הכנסת ובבית המדרש. וכן במרחץ וזה תלוי לפי ראות עיני המורים, לפי מצב העיר. ובכלל צריכים לברוח מפני היתרים כאלו, שיש בהם זלזול מועד."],["כתיבה במועד הרי היא ככל המלאכות, דכל שאינו צורך המועד או דבר האבד – אסור. ואף על גב דאינה דומה לכל המלאכות, שאין בה טירחא מרובה [ו]נעשית בסתר, מכל מקום מלאכה היא.לפיכך אין מגיהין אפילו אות אחת בספר תורה כשאין צריך לקרות בה במועד. ואף על גב דאסור להשהות ספר שאינו מוגה, מכל מקום כיון שאינו לצורך המועד – אסור לתקנה, דכתיבה בספר תורה פשיטא דהוי מעשה אומן.ולכן יש מי שאומר דאם יש יתור וצריך למחוק – מותר למחוק בחול המועד, דמחיקה אינו מעשה אומן, וספר תורה נחשבת כצרכי רבים, ומותר במעשה הדיוט אף שלא לצורך המועד, כמו שכתבתי בסימן הקודם (שערי תשובה בשם פמ\"א). ואם המחק הוא באמצע התיבה, ועל ידי כן יצטרך למשוך האות הקודם או המאוחר שלא תהא הפסק באמצע התיבה, נראה דאם יש בזה ההמשך מעשה אומן – אסור. ואם לאו – מותר (כנ\"ל). וכן תיקון קטן – מותר.","וזהו כשיש להם ספר תורה אחרת. אבל אם צריכין לספר תורה זו לקרות בה המועד – מותר לו להגיהו במועד, וחובה להגיהו כדי לקרות בו בציבור. ואפילו היה יכול להגיהו מקודם הרגל, דזהו צרכי רבים שמותר מעשה אומן אפילו כיון מלאכתו במועד, כמו שכתבתי בסימן הקודם.ויש להסתפק אם יש להם ספר תורה אחרת, אלא שהמנהג לקרות ביום טוב המפטיר בספר תורה אחרת וכן בחול המועד פסח קורין הרביעי בספר תורה אחרת, אם מותר לתקנה בחול המועד. ונראה מלשון רבינו הבית יוסף בסעיף ב, שכתב שאם אין להם ספר תורה כשר לקרות... – משמע דאם רק יש ספר תורה כשר אסור. ומוטב לגלול ספר תורה הכשרה ממקום למקום, ממה שיתקן האחרת בחול המועד.","יראה לי דאותם הנוהגים שקודם כל קריאה בודק הסופר כל פרשה שצריכים לקרות בה למחר, ומנהג יפה הוא, דמותר גם במועד. ואם ימצא בה שצריך איזה תיקון – יתקננה, ואף שיש ספר תורה אחרת, מפני שגם אותה יצטרך לבדוק, ושמא צריכה גם היא תיקון, כמו שזו צריכה תיקון אף שהיתה מוחזקת בכשרות. ולכן מותר לתקנה אם ימצא בה דברים הצריכים תיקון.","ולאו דווקא ספר תורה, דהוא הדין שארי ספרים: מקרא, ומשנה וגמרא ופוסקים, דאם צריך ללמוד בתוכם במועד – מותר להגיהם במועד, דהוי דבר האבד. כלומר: דאם לא יגיה – קשה הלימוד מתוכו, ולא ילמוד. ואין לך דבר האבד גדול מזה (מגן אברהם סעיף קטן ה).וזהו כשההגהה מעכבת הלימוד. אבל סתם שיבושים הנמצאים בספרים, שאין מעכבין הלימוד – נראה שאסור להגיהם במועד. אבל אינו כן, דידוע שדבר זה מצוי מאד, ואם לא נגיה עתה – יצא הדבר מלבו, וישאר הטעות על מקומו. וזהו וודאי כדבר האבד, ולכן מותר לתקנו (ט\"ז סעיף קטן ג). וכל שכן אצלנו, שמתקנים בכתב שלנו שהוא מעשה הדיוט כמו שיתבאר, דרק כתב אשורית מקרי מעשה אומן – פשיטא דמותר להגיה.","וכתב רבינו הבית יוסף בסעיף ב:ואם אין להם ספר תורה כלל, אם אפשר לכתבו כולו בחול המועד על ידי סופרים הרבה – יכתבוהו, דצורך המועד הוא לקרות בתורה בצבור במועד.עד כאן לשונו, והוא הדין שאר ספרים ללמוד בהן. ואף שהיה יכול לכותבה קודם המועד, מכל מקום מותר, דבצרכי רבים מותר אף בכיון מלאכתו במועד כמו שכתבתי. ומכל מה שנתבאר, מבואר דכתיבה בספר תורה שאינה לצורך המועד, כגון שיש ספר תורה אחרת – אסור. ואם כן יש למחות ביד יחיד הכותב ספר תורה ועושה הסיום בחול המועד. ואיסור גמור הוא, דהא בשעת הסיום גומר הסופר כתיבת הספר תורה. והרי אין צורך בספר תורה זו ליום טוב, שיש אחרות. והעולם אינם יודעים מאיסור זה, וחושבים זה למצוה ושמחת המועד, והיא עבירה גמורה.","כתב רבינו הרמ\"א בסעיף א, דלצורך רבים יש אוסרים כל שאינו לצורך המועד, ויש מתירין. ונהגו להקל בכתב שלנו שאינו מעשה אומן. עד כאן לשונו.ביאור הדברים: דהנה כבר נתבאר בסימן הקודם דלצורך רבים יש שני קולות:האחת דמעשה הדיוט מותר אף שאינו לצורך המועד,והשנית דמעשה אומן מותר שלצורך המועד אף אם כיון מלאכתו במועד. אבל כל שאינו לצורך המועד – אסור במעשה אומן.ולפי זה ציבור שצריכין לכתוב איזה כתב, והנה אם הוא לצורך המועד כמו כרוזים או תקנות והנהגות – פשיטא דמותר. אבל אם צריכין לשלוח כתב לרב או לש\"ץ או לשארי התמנות, דהדבר יהיה לאחר המועד, ולכן יש אוסרין, דכתיבה הוי מעשה אומן, וכל שאינו לצורך המועד – אסור. ויש מתירין, דכל ענייני הציבור מקרי \"צורך המועד\" בכהאי גוונא, משום דלאחר המועד אי אפשר לאסוף כולם, ותתבטל הדבר.והמנהג להקל בכתב שלנו שאינו מעשה אומן, ומותר בצרכי רבים אף שאינן לצורך המועד. וגם זה אינו ברור דכתב שלנו מקרי \"מעשה הדיוט\", אך נהגו בקולא זו. וכן המנהג הפשוט להקל, ובפרט בזמן הזה שידוע שחול המועד הוי זמן אסיפה לכל. ואם לא בחול המועד – לא יעשו שום תיקון לעולם.","כתב הטור דאסור לכתוב לאחרים תפילין ומזוזות בשכר. אבל לעצמו, או לאחרים בחינם, או אפילו בשכר כדי שיהיה לו הוצאותיו יותר בריוח לשמחת יום טוב – מותר אפילו יש לו מה יאכל. שאם אין לו מה יאכל – כל מלאכה נמי שרי.ודווקא תפילין ומזוזות משום מצוה, שאף בחול המועד צריך להניח תפילין ולברך עליהם. אבל שאר ספרים – אסור, בין בחינם בין בשכר, אם יש לו מה יאכל. ומותר לטוות תכלת לציציותיו, בין ביד בין בפלך, אבל לאחרים אסור. עד כאן לשונו.מבואר מדבריו שכל מה שאינו צריך במועד – אסור לגמרי. ואפילו לאחר שצריך לזה במועד, שמותר לכתוב לו – מכל מקום שכר אסור ליקח ממנו, ומחוייב לכתוב לו בחינם. ואם אין רצונו בחינם, זה שצריך התפילין או המזוזה יתן לו שכר, והוא עשה עבירה. ומי שאין לו מה יאכל – הוי ככל המלאכות, שמותר לו לכתבן אף למי שאינו צריך להן במועד, מפני שהוא צריך לאכול.וקילא משארי מלאכות, דבכתיבה מותר אפילו יש לו מה יאכל אלא שרוצה לפזר על שמחת יום טוב, משום דכתיבה קילא משארי מלאכות מטעם שכתבנו בסעיף א. ודעת הרמב\"ם בפרק שביעי דין יג אינו כן, אלא דכתיבה הוה ככל המלאכות, ואין היתר אלא למי שאין לו מה יאכל.","וכל זה הוא לדעת הטור דחול המועד חייב בתפילין, כמו שכתבתי בסימן לא. ולפיכך מפרש הא דתנן (יח ב) כותב אדם תפילין ומזוזות לעצמו – היינו כשצריך להם ביום טוב, שאין לו תפילין ומזוזה. ולפי זה דמיין לשארי מלאכות, שכל שאינן לצורך המועד – אסור לעשות.אבל הפוסקים שסוברים דאין להניח תפילין בחול המועד כמו שכתבתי שם, בעל כרחם יפרשו הא דתנן דכותב לעצמו – היינו כשצריך להם אחר יום טוב, ועם כל זה התירו לו לכתוב, משום דדברי מצוה הם ולא דמיין לשארי מלאכות.ואין לשאול: דאם כן למה אסרו כתיבת ספרים? דיש לומר דלא התירו רק בדבר מצוה שיש בזה חובת הגוף כתפילין ומזוזה, שאם לא יקיים המצוה עובר בעשה. מה שאין כן כתיבת ספרים. ולכן גם תכלת לא דמי להם, משום דבציצית גם כן ליכא חובת גברא, ואם לא ילבש בגד בת ארבע כנפות – אינו חייב בציצית. מה שאין כן תפילין ומזוזה שחובה הם. ולכן גם הטור לא התיר בתכלת לאחרים מטעמא דכתיבנא (וכן כתב הב\"ח.)","וזה ששנינו בתכלת (יט א): וטווה על יריכו – יש אומרים משום דצריך שינוי. אבל מהרמב\"ם והטור לא נראה דצריך שינוי, והא דקתני \"על יריכו\" – להורות דבגלגל אסור לטוות, דאוושא מילתא טובא ואיכא זלזול מועד (מגן אברהם סעיף קטן ח). וכתב רבינו הרמ\"א בסעיף ג:ואם כתבן כדי להניחן במועד – בכל עניין שרי. ואינו אסור רק הכתיבה, אבל עשייתן – שרי.עד כאן לשונו. ולפי סידור לשונו משמע כוונתו דלהניחן במועד – מותר אפילו בשכר. וזהו דעת הסמ\"ג, וכן בתוספות לפי פירושם בירושלמי, עיין שם. וזהו שלא כדעת הטור שכתבנו. וזה שכתב דאינו אסור רק הכתיבה, אבל עשייתן שרי – זהו מדברי התוספות שם, שכתבו על מה שהמשנה אינה מדברת רק על כתיבת התפילין וטוויית התכלת, ולא על עשייתן, כתבו בזה הלשון: ושמא אין איסור כי אם בכתיבה וטווייה. עד כאן לשונם.והטעם מפני שהוא צורך מצוה, ואין בהם טירחא כל כך, כמו בכתיבה וטווייה (לבוש). ואף שכתבו לשון \"שמא\", תפס כן להלכה משום דכן נראה מלשון המשנה.ומכל מקום יראה לי דזהו רק עשיית ציצית, והכנסת הפרשיות להבתים ותפירתן, ולחתוך הרצועות ולהכניסן בהתפילין – מותר. אבל עשיית הבתים בעצמן – הוי יותר טירחא מכתיבת הפרשיות, ואסור (והעשייה רק לצורך המועד).","ודע דכל מה שנתבאר דמותר בתפילין וציצית לפי השיטות שנתבארו – יש אומרים דזהו דווקא כשלא כיון מלאכתו במועד (הג\"א שם), כבכל המלאכות. ויש אומרים דכיון דהמה דבר מצוה – מותר אפילו בכיון מלאכתו במועד (בית יוסף), ולא תהא גרוע לעניין זה דבר מצוה מצרכי רבים.מיהו זהו וודאי דאם אינם על המועד עצמו, וכיון מלאכתו – אין לו היתר אלא אם כן אין לו מה יאכל ממש. אבל להרווחת יום טוב – אסור בכהאי גוונא אף להמתירים הרווחה (מגן אברהם סעיף קטן י).","איתא בתוספתא דמותר לחשב חשבונותיו ויציאותיו ולכתוב. וכתב הרמב\"ם הטעם משום דבכתיבות אלו אין נזהר בתיקון הכתב, והוי כמעשה הדיוט. והרשב\"א כתב הטעם דהוי דבר האבד, כלומר דשמא ישכח ויאבד ממונו.ויש נפקא מינה בין הטעמים: דלהרמב\"ם אינו מותר רק לצורך המועד, דשלא לצורך המועד – גם מעשה הדיוט אסור, כמו שכתבתי בסימן הקודם. ולהרשב\"א מותר גם בשלא לצורך המועד, כדין דבר האבד. ובכתיבה דידן שאינה אשורית – יש לסמוך להקל כדעת הרשב\"א (ט\"ז סעיף קטן ו).ואמנם אם בוודאי אין זה דבר האבד – אסור אם אינו לצורך המועד (מגן אברהם סעיף קטן יא). וכן אם חשבונותיו כתובים כבר, אלא שרוצה לסדרן – אסור, שבוודאי אין זה לא דבר האבד, ולא צורך המועד (שם). ועוד: דעל פי רוב בסידור עושה כתב יפה, והוי כמעשה אומנות. ואפילו למאי דתפסינן דכתב שלנו הוי מעשה הדיוט, מכל מקום בסידור נאה ונקי כדרך שעושין המנהלים בבתי המסחור – וודאי דלא רחוק הוא ממעשה אומן.וכתב רבינו הרמ\"א בסעיף ד דהכתבים שכותבים כשמלוים על משכנות – מותר. עד כאן לשונו. דזהו וודאי גם דבר האבד, אם לא יכתוב לזכרון כמה הלווה, ולמי הלווה. וגם אין זה מעשה אומן. וגם יכול להיות שזה נקרא \"צורך המועד\", דאולי הלוה לוה לצרכי יופ טוב.(ולפי זה אפילו להרוקח שהביא הט\"ז שם, דכתיבת המשכנות צריך קצת שינוי, ועיין ט\"ז טעמו בזה. אבל אם זהו כלצרכי יום טוב – פשיטא שאינו צריך שינוי, כמו שכתב הט\"ז עצמו, עיין שם. ודייק ותמצא קל.)","שנינו במשנה (יח ב) דאגרות רשות – מותר לכתוב במועד. ופירש רש\"י דרשות הוא שלטון, כמו \"אל תתוודע לרשות\", והיינו ציוויי הממשלה.אבל בירושלמי מפרש פריסת שלום, והיינו מכתבי שלומים איש לרעהו. וכן פירשו הרי\"ף והרמב\"ם, וכן כתבו התוספות. וזהו שכתבו הטור והשולחן ערוך סעיף ה דמותר לכתוב אגרת שאלת שלום, שאדם שולח לחבירו, ואפילו על דבר פרקמטיא שאינה אבודה. עד כאן לשונו. כלומר: אפילו באינה אבודה. וקרי להו \"אגרת רשות\", שאין בהן מצוה וחובה, אלא רשות.וטעם ההיתר מפני שכל אלו הם מעשה הדיוט, שאין מקפידין עליהן לכתוב כתיקונן (לבוש). ולפי זה צריך לומר דמקרי צורך הרגל, דאם לא כן גם בכהאי גוונא אסור, כמו שכתבתי. והנה אגרת שלום – יש לומר דהוי צורך המועד, כדי שמקבל המכתב יתענג ביום טוב. וכן בפרקמטיא יתענג המקבל בידיעתו. אבל לפי זה אין היתר אלא אם כן יגיע להמקבל בתוך המועד, אבל לאחר המועד – אסור. ולמה לא הזכיר זה שום אחד מהפוסקים? וגם אין מדקדקין בזה אם לא שנאמר דגם להכותב יש עונג בזה, והוי צורך המועד. וצריך עיון.ולכן יותר נראה לומר דבכתיבה שאין בזה טורח, וגם נעשה בצינעא – לא הקפידו שיהא בזה צורך הרגל כבשארי מלאכות. וגם זה לא הזכירו הפוסקים.(והראב\"ד כתב הטעם: דאולי לא ימצא אחר המועד על ידי מי לשלוח המכתב, עיין שם. והאידנא שיש בכל מקום בי דואר קבוע – לא שייך טעם זה.)","ורבינו הרמ\"א כתב על זה, וזה לשונו:ויש אוסרין בשאלת שלום. ונהגו להחמיר, לשנות אפילו בכתיבה שלנו שהיא כתיבה משיט\"א.עד כאן לשונו, כן צריך לומר. וזה שכתב שיש אוסרין בשאלת שלום, כוונתו גם על פרקמטיא שאינה אבודה (והוי כמו וכו'). דבאבודה – פשיטא שאינו צריך שינוי.(וזהו כוונת המגן אברהם בסעיף קטן כ, וכמו שכתב המחצית השקל. ודלא כט\"ז סעיף קטן י שתמה עליו בזה.)וטעם האוסרים: שחששו לפירוש רש\"י. ואפילו לפי הירושלמי יש לגמגם טובא, כמו שכתבתי בסעיף הקודם. ולכן נהגו על ידי שינוי. ואף על גב דבשארי מלאכות גם על ידי שינוי אינו מותר, כשאינו לצורך המועד וגם לא דבר האבד, מכל מקום בכתיבה הקילו מהטעמים שבארנו.ומה נקרא \"שינוי\"? שכותבין באלכסון. ואף על גב דשינוי שייך בעצם הכתב, מכל מקום כיון דמעיקר הדין מותר, וגם הכתיבה בכתב שלנו – די בשינוי זה (מגן אברהם סעיף קטן כא). ולכן מה שאסור לכתוב – מן הדין אסור, אפילו בעיקום, דאין זה שינוי כלל (שם).ויש אומרים דכתב שלנו לא מקרי כתב כלל גבי חול המועד (שם בשם ב\"ח), ועל זה סומכים העולם וכותבים בלא שום שינוי. ויש שכותבים שורה הראשונה בעיקום, ואין זה כלום (וכן כתב הט\"ז שם).","שנו חכמים במשנה (יח ב):ואלו כותבין במועד: קידושי נשים, גיטין, ושוברין, דייתקי, מתנה, ופרוזבלין, איגרות שום ואיגרות מזון, שטרי חליצה ומיאונין, ושטרי בירורין, גזרות בית דין...\"קידושי נשים\" – היינו שטר אירוסין, דאף על גב דאסור לישא אשה במועד כמו שיתבאר בסימן הבא, מכל מקום לארס מותר, שמא יקדמנו אחר (גמרא שם). וממילא דצריך לכתוב שטר קידושין כשמקדשה בשטר, או אף כשמקדשה בכסף, מכל מקום צריכים שטרי ראייה שקידשה. ובכלל זה גם שטרי פסיקתא, והיינו \"כמה אתה נותן לבתך...\", וזהו כעין קישורי תנאים שלנו, דגם זה מותר במועד שלא יקדמנו אחר.ו\"גיטין\" – פריך בירושלמי: הא צער הוא? ומתרץ: כיון שגמרו לגרש – אינו צער. וגם זה מוכרח במועד, כדי שלא ילך למרחקים ותשאר עגונה.\"ושוברים\" – היינו כל ענייני שוברות, או מפרעון חוב או כתובה. ואם לא יתן השובר – לא יתן זה המעות, והוה כדבר האבד.","ו\"דייתיקי\" – הוא מתנת שכיב מרע. ו\"מתנה\" – הוא מתנת בריא. והכרח לכותבם במועד: שכיב מרע שמא ימות ותתבטל המתנה, והבריא שמא יחזור בו, ונמצא דהוה כדבר האבד.\"ופרוזבול\" – כדי שהמלוה ילוונו, ובלא פרוזבול לא ירצה להלוותו, והוי כדבר האבד.ו\"אגרות שום\" – ששמו נכסי הלוה למלוה. \"ואגרות מזון\" – שקבל עליו לזון את בת אשתו, או שמכרו קרקע למזון האשה והבנות.ו\"שטרי חליצה ומיאונין\" – ידוע ביבמות.\"ושטרי בירורין\" – היינו מה שזה בורר לו אחד, וזה בורר לו אחד.ו\"גזרות בית דין\" – היינו פסקי בית דין.והרבה יש מאלו שביכולת להניחן עד אחר המועד. וטעם ההיתר הוא מפני שיש חשש שמא ימותו העדים או הבית דין, או ילכו למדינת הים, והוי כדבר האבד (תוספות שם). וגם: דכל אלו הוי כצרכי רבים, דכל עניין שנעשה על ידי בית דין הוי כצרכי רבים (עיין בית יוסף ומגן אברהם סעיף קטן יז). והרמב\"ם נתן טעם: מפני דכל אלו אין מדקדקין בכתיבתן, והוי כמעשה הדיוט, עיין שם. אמנם אגט – פשיטא שמדקדקין בכתיבתו, אך זהו מפני תקנת עגונות. ולמדנו מזה שמותר לגרש ולחלוץ בחול המועד.","אין כותבין שטרי חוב במועד, שיכול לכתוב אחר המועד. אך אם המלוה אינו מאמינו, ואינו נותן לו המעות בלא שטר חוב, והלוה צריך להמעות – מותר לכתוב. וכן אם הסופר כותב בשכר, ואין לו מה יאכל – מותר לכתוב. ואפילו אין הלוה צריך המעות לצורך יום טוב אלא למסחרו, וחושש שאחר המועד לא ישיג ההלוואה – הוה ליה דבר האבד, ומותר. וכן המנהג פשוט, וכל שכן בכתב שלנו דהוי מעשה הדיוט (עיין מגן אברהם סעיף קטן כג).וכתב רבינו הרמ\"א בסעיף ה דמותר לכתוב כתובה במועד, ויש אוסרין. עד כאן לשונו. והיינו כשנשא ערב הרגל, או כשישא אחר הרגל, ואז לא יהיה סופר בעיר. וטעמא דיש אוסרין – דהוה כשטר חוב. אבל כיון שגם בשטרי חוב נהגו היתר – כל שכן בכתובה.ועתה אין זה מצוי כלל לכתוב הכתובה שלא בזמן החופה. ולכן האידנא נראה לי דאסור. אך תוספת כתובה נראה לי דמותר לכתוב בחול המועד, דזהו טובת האשה, דשמא יחזור בו הבעל עד אחר המועד, והוי כדבר האבד (וכן כתב המגן אברהם סעיף קטן יח).","ועוד כתב בסעיף ו דמותר לכתוב שטר מכירה במועד. אבל אין לכתוב שטר אריסות וקבלנות שקבל קודם המועד. עד כאן לשונו.ונראה לי דהכי פירושו: דשטר מכירה יכול להיות במועד, דסתם שטר מכירה הוא על בתים וקרקעות, ומותר למכרן במועד כשהן לצורך המועד, כמו שכתבתי בסימן תקלט. ולכן מותר לכתוב גם שטר המכירה, אם אין רצון אחד מהם לגמור בלא כתיבת השטר מכירה.אבל אריסות וקבלנות – ודאי אסור במועד, דאין בזה צורך המועד כמובן, וקבלו קודם המועד. ולכן אסור לכתוב במועד.(ובזה אתי שפיר מה שתמה הט\"ז בסעיף קטן יא. ועיין מגן אברהם סעיף קטן כד, ודייק ותמצא קל.)","וכתב רבינו הבית יוסף בסעיף ז:כל הדברים שמותר לכתוב אפילו בלא שינוי – מותר. וכל מה שאסור לכתוב – אסור לכתוב אפילו על ידי שינוי.עד כאן לשונו, והיינו בשינוי הקולמוס או בעקימות השיטות. אבל שינוי בהאותיות עצמן – מותר (ט\"ז סעיף קטן יב). ובכתב שלנו אפשר דגם זה אינו צריך (שם).ובלוחית של שעוה מותר לכתוב, לפי שאינו כתב המתקיים. ואצלינו ליכא זה כלל. אך אפשר דכתיבה בלוחות אף בדיו לא הוי כתיבה כלל (מגן אברהם סעיף קטן כה), לפי שהוא כתב דל ובלא סדר. וכן במיני רשימות שיש לבעל עסק, שרושמין רק לזכרון בעלמא – גם כן הכתב אינו מהודר. ובכתב שלנו ולא בסדר יפה – אפשר שמותר. וכן נהגו.","לשאול שאלה בדין תורתינו, ולהשיב תשובה – מותר ומצוה וחובה, דאין לך דבר האבד גדול מזה.וכן חידושי תורה – מותר ומצוה לכתוב בחול המועד, דאם לא יכתבם – ישכח, והוה דבר האבד. ועוד: דאם יכתוב אלו – יהיה ביכולתו לחדש חידושים אחרים. ולא שייכים לומר שיניחם על לאחר המועד, דלאחר המועד יהיו אחרים (ט\"ז סעיף קטן יג). והב\"ח ז\"ל כתב חיבוריו בחול המועד (שם).וכן אם שמע דבר חידוש מאחר – יכול לכותבו, כדי שלא ישכח. וכן אם ראה ספר מחודש בכתב – מותר להעתיקו, אם לא יהיה בידו אחר המועד להעתיקו. וכן מותר להעתיק שאלה ותשובה, דכל זה מקרי \"דבר האבד\".","ובכל מה שמותר לכתוב – מותר לתקן הקולמוס, ולעשות דיו אם צריך לכך, ולחתוך הנייר, וכל מה שצריך לכתיבתו (מגן אברהם סעיף קטן כו).אבל אסור לתקן קונטרס לכתוב עליו לאחר המועד (שם), שהרי זה וודאי יכול לעשותו לאחר המועד. אך אם יכתוב בו מעט בחול המועד – מותר לו לתקן כל הקונטרס, דכל זמן שאינו מתקנו כולו – אינו יכול לכתוב גם זה המעט.","ודנין במועד בין דיני ממונות, בין דיני נפשות או מכות. ומענשין למי שאינו ציית דינא. ומותר לקבול בשביל חובותיו בחול המועד.אבל אין מזמינים לדין בעל כרחו בחול המועד, כמו שכתבתי בחושן משפט סימן ה, עיין שם."],["שנו חכמים במשנה (ח א):אין נושאין נשים במועד, לא בתולות ולא אלמנות, ולא מייבמין, מפני ששמחה היא לו. אבל מחזיר את גרושתו.ומפרש בגמרא ארבעה טעמים:האחד מפני שאין מערבין שמחה בשמחה, וזהו שאומר \"מפני ששמחה היא לו\". כלומר: דהנשואין הוי שמחה בפפני עצמה, ואין מערבין אותה בשמחת הרגל. דכמו דאין עושין מצות חבילות חבילות, דבעינן שיהא לבו פנוי למצוה אחת, כמו כן בעינן שיהא לבו פנוי לשמחה אחת. ויליף לה מקרא דשלמה (מלכים ח) כשגמר בניין בית המקדש, ועשה שבעה ימים שמחה, לא עשאן בחג הסוכות. כדכתיב: \"ויעש שלמה את החג שבעת ימים, ושבעת ימים...\". ובירושלמי יליף לה מיעקב ורחל, דכתיב: \"מלא שבוע זאת ונתנה לך...\".ואף על גב דהירושלמי בעצמו בפרק ואלו מגלחין (הלכה ה) דבעי למילף אבלות שבעת ימים מיעקב, דכתיב \"ויעש לאביו אבל שבעת ימים\", ופריך: וכי למידין דבר מקודם מתן תורה? עיין שם. ואיך לומד כאן מקודם מתן תורה? – נראה לי דהכי פירושו: דודאי למידין מקודם מתן תורה, וכמה דרשות אנו למידין מן ספר בראשית. אלא דבשם בעל כרחך אין למידין, שהרי לא היה כדין אבלות, שעדיין היתה קודם הקבורה. אבל בכאן שפיר למידין.(ועיין תוספות כ א דיבור המתחיל \"מה\". ועיין פני משה שנדחק בזה, ודייק ותמצא קל.)","ואין לשאול: דלפי טעם זה היה לנו לאסור גם ששה ימים קודם הרגל לישא אשה, כדי שיכלו שבעת ימי המשתה קודם הרגל, כמו שעשה שלמה חנוכת בית המקדש שבעה ימים קודם החג. דאינו דמיון, דבחנוכת בית המקדש היתה שמחת כלל ישראל ושמחה גדולה, והיו שמחים בכל יום כביום ראשון. משאין כן שמחת חתן – אינו עיקר אלא ביום החופה בלבד, כדכתיב \"בעטרה... ביום חתונתו וביום שמחת לבו\", ונאמר \"והוא כחתן יוצא מחופתו\" – שמע מינה דעיקר השמחה הוי רק ביום החופה. ולפיכך רק ברגל אסור, אבל בערב הרגל מותר, וכל שכן מקודם.(וכן הוא בגמרא ט א דעיקר שמחה חד יומא.)","והטעם השני דכתיב: \"ושמחת בחגך\" – ולא באשתך. דהך \"בחגך\" מיותר, דהא משתעי בחג, אלא לדרשא ד\"ולא באשתך\". ודרשא גמורה היא, ולא אסמכתא (תוספות שם).והכי פירושו: דאם ישא במועד – יניח שמחת הרגל ויעסוק בשמחת אשתו. וזהו שאומר התנא \"מפני ששמחה היא לו\", כלומר דהנשואין שמחה היא לו, ויניח שמחת הרגל ויעסוק בשמחה זו.וטעם השלישי מפני הטורח, דמשתה של נישואין צריך טורח רב, ואינו נכון לטרוח הרבה בחול המועד. והא דתנן \"מפני ששמחה היא לו\" – הכי פירושו: מפני שנישואין שמחה היא לו, ומפני גודל השמחה עושה משתה גדול, ויהיה לו טירחא יותר מדאי.וטעם הרביעי הוא משום ביטול פריה ורביה, כלומר דאם יהא מותר לישא במועד – כל אחד ימתין עד המועד כדי לעשות משתה אחד למועד ולנישואין (רש\"י). וזה שאומר \"מפני ששמחה היא לו\" – ומשהה השמחה עד שמחת הרגל, כדי שתעלה הסעודה לשניהם.","ופשוט הוא דאפילו ירצה לישא בלא סעודה – אסור, דכל הטעמים שייכים גם בלא סעודה לבד טעם של טורח. והכי איתא להדיא ביבמות (מ ב) דגם נישואין בלא סעודה אסור, משום דבנישואין איכא שמחה גם בלא סעודה, משאין כן באירוסין, עיין שם. וזה שנמצא בתוספות כתובות (מז א דיבור המתחיל \"דמסר\") דמותר בלא סעודה – לאו לעניין נישואין ממש, אלא לעניין דין נישואין. והיינו כשמסר אותה אביה לשלוחי הבעל להביאה לנישואין, או לידו שיביאנה לנישואין, דמאז יש עליה איזה דיני נשואה; כמו מעשה ידיה ומציאתה, דאינו עוד לאביה אלא לבעלה. ובזה מותר בשבת ויום טוב, עיין שם, ולא בנישואין ממש.(ותמיהני על המגן אברהם סעיף קטן א שנדחק בזה, והדברים ברורים כמו שכתבתי. וגם המהרש\"ל והמהרש\"א נדחקו הרבה בזה עיין שם, ולא ידעתי למה. ובש\"ס עצמו מוכרח לפרש כן, עיין שם.)","אבל אירוסין מותר במועד, שמא יקדמנו אחר. ואין בזה שמחה כל כך. ובלבד שלא יעשה סעודת אירוסין, הארוס בבית ארוסתו בשעת אירוסין, והיינו שלא יעשום תכופים זה לזה. ומותר לעשות ריקודין ומחולות, ולעשות סעודה הארוס עם מריעיו שלא בבית ארוסתו. וכן לסעוד הארוס בבית ארוסתו שלא בשעת האירוסין – מותר, דאין שמחה אלא כשהסעודה היא עם האירוסין ביחד, כדאמרינן ביבמות (שם).והנה אצלינו אין אירוסין אלא בשעת החופה, ומקודם קושרים עצמם בקישורי תנאים או ראשי פרקים, ומותר לעשותם בחול המועד. ויש מי שאוסר סעודה בשעת התנאים כמו באירוסין (ט\"ז סעיף קטן ב). ולעניות דעתי אין זה דמיון לארוסין, שנעשית אשתו. משאין כן תנאים – אינם כלום, אלא קישור על ידי קנס. וכמה פעמים שנתבטלים התנאים. ואין זה אלא כסעודת ריעים.(ומה שכתב ממילה ופדיון הבן – הרי באמת כתב המגן אברהם בסעיף קטן ה דאין שמחה אלא בנישואין. ומה שכתב משטרי פסיקתא – הא שם עמדו וקידשו. וכל שכן מה שכתב דסעודה ראשונה ברגל עם הכלה אחר התנאים אסור – יותר תמוה, כיון דהתנאים היה קודם הרגל. ועוד: ד\"סעודה\" לא מקרי אלא כשמזמין גם אחרים.)","ומותר להחזיר גרושתו, שאין בזה שמחה חדשה, ואין בה טורח. ולא ישהה עד הרגל.ודווקא כשהיא גרושה מן הנישואין, אבל גרושה מן האירוסין – אסור, דכיון דבנישואין היא פעם ראשונה לו – הוי שמחה גמורה.והכל מותרים לישא בערב הרגל ולעשות סעודה ברגל, בין בתולות בין אלמנות, דאין עיקר השמחה אלא ביום ראשון. ובליל יום טוב הראשון אין לעשות הסעודה כשהיו הנישואין בערב הרגל, דהלילה הולך אחר היום לעניין שמחה, דמתחלת ביום ונגמרת בלילה כדרך השמחות (מגן אברהם סעיף קטן ד, וט\"ז סעיף קטן ג). אבל בכל ימי הרגל – מותר לעשות סעודה. ומותר לישא בערב הרגל עד שקיעת החמה.ומותר לעשות סעודת ברית מילה אפילו ביום טוב עצמו, כיון שזמנו קבוע. ועוד: דאין שמחה אלא בנישואין. וכן מותר לעשות סעודת פדיון הבן בחול המועד, מפני הטעמים שנתבארו. אבל ביום טוב אין לפדות, אפילו חל בו הפדיון, ודוחין אותו על אחר יום טוב.(זה שכתב בט\"ז סעיף קטן א בשם הגהת סמ\"ק שלא לעשות שני חופות ביום אחד, כשם שאין נושאין ברגל, עיין שם, ותמה על זה – נראה לי דכוונתו לשני אחים או שתי אחיות. ולא מפני האיסור, אלא רמז בעלמא שאין מערבין שמחה בשמחה. ודייק ותמצא קל.)(מה שכתב המגן אברהם שאין נוהגין בנשואין ערב הרגל – עתה יש נושאין.)","ועושה אשה כל תכשיטיה לקישוט הפנים במועד, בין ילדה בין זקנה (גמרא ט ב). והיינו שכוחלת בצבע, וכן נותנת כחול בין עיניה כדי שתהיינה נאות (רש\"י שם). ופוקסת, והיינו מחלקת שערה לכאן ולכאן (שם). ומתקנת שערה חוץ לצעיף (תוספות שם), ונותנת חוטין של בצק דק על פניה להאדים הבשר (שם בשם ריב\"א). ומעברת סרק על פניה, וטופלת עצמה בסיד וכיוצא בו להשיר השיער.ודווקא שתוכל לסלקו להסיד במועד, דאז מקבלת תענוג מזה, דבשעה שהסיד על פניה מצטערת קצת, אך אחר כך שמחה הוא לה. ולכן אם השמחה תהיה במועד – מותר, ואם לאחר המועד – אסור.ומעברת שיער מבית השחי ומבית הערוה, בין ביד בין בכלי. ומעברת השיער שעל פדחתה בסכין, וכל אלו קשה לעשותן קודם המועד שתתקלקל. ואפילו בלא זה אי אפשר להחמיר על אשה בתכשיטיה, שכל שמחתה הוא בתכשיטיה, וזהו עונג יום טוב שלה.אבל האיש – אסור לו מיני תכשיטין במה שיש בהן מלאכה. דגם בלאו הכי אין לאיש להרבות בקישוטין ותכשיטין, משום \"לא ילבש גבר שמלת אשה\", כמו שכתבתי ביורה דעה סימן קפב."],["חול המועד אסור בהספד ותענית. לפיכך אין מניחין את המיטה ברחוב, או בחצר בית הכנסת, כדי שלא להרגיל ההספד. אלא אם כן לתלמיד חכם גדול שמת, דאין מועד בפני תלמיד חכם בפניו, כמו שכתבתי ביורה דעה סימן תא, עיין שם.ומטעם זה אין מוליכין את המת לבית הקברות עד שיהיה הקבר מתוקן, כדי שלא יצטרכו להמתין על תיקון הקבר, וירבו בבכי והספד.והנשים המקוננות במועד – רק מענות, והיינו שכולן עונות כאחת. אבל לא מקוננות, והיינו שאחת מדברת וכולן עונות אחריה, דבזה יש יותר הספד ובכי. וכן לא מטפחות, והיינו להכות כף אל כף. ואפילו מענות אינו אלא קודם הקבורה, אבל לאחר הקבורה לגמרי אסור, לבד חכם בפניו.","כל שלושים יום קודם הרגל – אסור להספיד מת שמת קודם השלושים יום. אבל אותן שמתו בתוך שלושים שלפני הרגל – מותר להספידן, מפני שעדיין המרירות קבוע בלבו, ואינו מוסיף צער בשביל ההספד.ואפילו מת לו מת אחד קודם השלושים ואחד בתוך השלושים – לא יזכיר אותו שמת קודם שלושים עם זה שמת בתוך שלושים, שזה מותר להספידו. ואפילו מת לו מת ערב הרגל – מותר להספידו, ואסור להזכיר עמו אותו שמת קודם שלושים.ושיעורא דשלושים יום – לפי שאין המת משתכח מן הלב כל שלושים יום להספידו. וביורה דעה סימן שמ\"ז בארנו עוד מזה, עיין שם.","ומי שבאה לו שמועה בתוך שלושים יום קודם הרגל – מותר לסופדו אף על פי שמת כבר, לפי שהמרירות חזק בלבו, ואינו מתוסף מרירות בשביל ההספד.וזה שנוהגים בתשלום השנה לספוד המת ולהזכיר נשמתו, דכן היה המנהג בספרד – אינו בכלל זה, ומותר לעשותו בתוך שלושים לרגל, לפי שזהו אדרבא לפסיקת האבלות, וללבוש אחר כך בגדי לבן. וכן ההזכרות שהשליח ציבור עושה בעת קריאת התורה – גם כן אינו מעורר הספד. אך מן ראש חודש ניסן פוסקין מלעשות הזכרות, כמו שכתבתי בסימן תכט.","אין קורעין על המת בחול המועד, אלא לקרוביו שחייב להתאבל עליהם: אביו ואמו, בנו ובתו, אחיו ואחותו. וכן על חכם או אדם כשר שעמד שם בשעת יציאת נשמה.ויש נפקא מינה ביניהם: דעל קרוב שחייב להתאבל ועל חכם – קורע אפילו שלא בפניהם, אלא שבאה לו שמועה במועד אם הוא בתוך שלושים. ועל אדם כשר – אינו קורע אלא אם כן ידע בין מיתה לקבורה. אבל שארי קריעות המבוארים ב|יורה דעה סימן שמ – אינו קורע כלל בחול המועד.ודווקא כשמת בחול המועד, דהוה שעת חימום. אבל במת ביום טוב – אינו צריך לקרוע בחול המועד עד אחר יום טוב, דכיון דעברה שעת חימום – למה יקרע בחול המועד? וגם על שמועה קרובה קורע, אף שאחר הרגל תהיה רחוקה. ועל שמועה רחוקה אינו קורע אפילו על אביו ואמו עד אחר הרגל, כמו שכתבתי ביורה דעה סימן שמ, עיין שם.","כל זה הוא מעיקר הדין. אבל מנהג אשכנז שעל אביו ואמו – קורעין במועד, ועל שארי קרובים – אין קורעין עד לאחר המועד.וטעמם מפני שיש מי שסבור דמדינא אין קורעין בחול המועד, דכמו דאין אבלות במועד – כמו כן קריעה. וזהו דעת הסמ\"ק. אבל רבים חולקים עליו, וסבירא להו דמדינא צריך לקרוע במועד, כיון דהוי שעת חימום.ולכן מנהג אשכנז להכריע דעל אביו ואמו – קורע, ולא על שארי קרובים. וכן המנהג. ובמקום שאין מנהג יש לקרוע על כולם, כי כן עיקר לדינא. וכן כתבו הגדולים, וכן פסק רבינו הרמ\"א. וכן מנהג מדינת פולין (מגן אברהם סעיף קטן ד).","אין חולצין כתף אלא קרוביו של מת הצריכים להתאבל עליו, או על חכם ששואלים אותו דבר הלכה בכל מקום ואומרה. ועכשיו לא נהגו כלל בחליצת כתף, כמו שכתבתי ביורה דעה שם.ואף על פי שאבלות אינו נוהג בחול המועד, מכל מקום מברין סעודת הבראה במועד. והוא שלא יברו ברחבה, אלא קרוביו של מת. ולא יברו האבל בתוך ביתו אלא על מיטות זקופות, לפי שאין כפיית המיטה נוהג ברגל כלל. ועל חכם – מברין הכל במועד בתוך הרחבה, כדרך שמברין את האבלים, שהכל אבלים עליו.וביורה דעה שם נתבאר דאין אצלינו רחבה, וכן כפיית המיטה. אך כשמברין אצלינו לא ישבו האבלים על הקרקע, כי אסור לישב על הקרקע בחול המועד, אלא יברו על השולחן.","עושין כל צרכי המת בחול המועד: גוזזין שערו במקום שהמנהג כן, ומכבסין כסותו אם צריך לזה, ועושים לו ארון. ודווקא בחצר שבו המת, שיהא ניכר שעושין לשם מת, ולא יחשדוהו שעושה בניין בחול המועד. ואם לא היה להם נסרים – מביאין קורות, ונוסרין מהם נסרים בצינעא בתוך הבית.ואם אי אפשר בצינעא – יעשו בפרהסיא. ואם היה אדם מפורסם – עושים לכתחילה אפילו בשוק בפרהסיא, דאין כאן חשד דהכל יודעים. ורק יזהרו מפרהסיא של אינם יהודים (מגן אברהם סעיף קטן ו), שלא יאמרו שישראל מחללים יום טוב.אבל אין כורתין עץ מן היער לנסור ממנו נסרים לארון, ואין חוצבין אבנים לבנות בהם קבר. והטעם: מפני שיאמרו שכורתן וחוצבן לשם בניין (עיין בית יוסף). ובמקום שהיהודים מעט, ודרים במקום אחד – כל אדם חשיב כמפורסם, דהכל יודעים שיש מת בעיר.","אין חופרין כוכין בחפירה וקברות בבניין בחול המועד, להיות מוכנים למת כשימות. אבל מחנכין אותם, שאם היה ארוך – מקצרו, או אם היה קצר – מאריכו או מרחיבו. ואין לתלוש עשבים ועפר בחול המועד בבית הקברות כדרך שעושין בחול.ודין צידוק הדין במועד נתבאר ביורה דעה סימן תא, דאין אומרים אותו בחול המועד, עיין שם. ונכון לומר מזמור מט ולאמר עליו \"קדיש\", וכמדומני שכן המנהג."],["הקובר את מתו ברגל או בחול המועד – לא חלה עליו אבלות ברגל, דלא אתי אבלות דרבנן ודחי רגל דאורייתא. ואפילו אם אבלות יום ראשון דאורייתא – לא אתי עשה דיחיד ודחי רגל דרבים.אלא לאחר הרגל מתחיל למנות שבעת ימי אבלות, ונוהג בהם אבלות. ומכל מקום שלושים מונה מיום הקבורה, ונוהג בהם ככל גזירת שלושים. ושמיני עצרת נחשב כשבעה ימים לעניין שלושים, כמו שיתבאר. ויש חולקים בזה (מגן אברהם סעיף קטן א ובשם הב\"ח והט\"ז, עיין שם). אבל המנהג כסברא ראשונה.","בחוץ לארץ שעושים שני ימים טובים – נחשב היום האחרון לשבעה ימי אבלות, ומשלים עליו עוד ששה ימים. ואף על פי שאין אבלות נוהג בו, מכל מקום כיון דהוא מדרבנן – עולה לו מן המניין. ואפילו יום טוב שני של ראש השנה עולה לו מן המניין.ויש מי שאומר דדווקא כשמת ביום טוב שני של ראש השנה, או לכל הפחות שנקבר בו, אבל כשנקבר ביום ראשון – אינו עולה (ט\"ז סעיף קטן א). ואינו כן, דתמיד עולה מן המניין (מגן אברהם סעיף קטן ב). וכן המנהג.","הקובר את מתו ביום טוב האחרון של פסח, או ביום טוב שני של שבועות, או ביום שמחת תורה – נוהג בו אבלות אם היה בו יום המיתה והקבורה, הואיל ויום טוב שני הוא מדרבנן, ואבלות יום ראשון הוא מן התורה: דחי עשה דאורייתא לעשה דרבנן.אבל לא ביום טוב שני של ראש השנה, ששניהם כיום ארוך דמי. ואף על פי שסוף סוף הוא מדרבנן, מכל מקום כיון שלא מפני הספק עשאוהו – כוחו כיום ראשון.אבל כמה מרבותינו נחלקו לגמרי בזה, וסבירא להו דמן התורה אין אבלות אפילו ביום ראשון, דרק אנינות הוי מדאורייתא ולא אבלות. וכיון דתרווייהו דרבנן – לא אתי עשה דרבנן דיחיד ודחי עשה דרבים. וכן המנהג פשוט, ואין לשנות, ואין שום אבלות נוהג בו.","ודע דזה שאמרנו שהקובר מתו ברגל לא חלה עליו אבלות – זהו אבלות דפרהסיא, אבל דברים שבצינעא נוהג, ואסור בתשמיש המטה. ומכל מקום מותר לישן עם אשתו בחדר אחד, ואינו צריך שמירה, שהרי אפילו בנידה מותר יחוד, דלא חשידי ישראל על זה.וגם לא ישנה כסותו, דאף על גב דשאר אבל משנה בגדיו ברגל, מכל מקום הוא שלא התחיל עדיין באבלות – לא ישנה (מגן אברהם סעיף קטן ה). וזה לא נחשב כפרהסיא. וכן אסור בתלמוד תורה, לבד תפילין מניח אפילו ביום ראשון, דכיון דאינו נוהג בו אבלות – אינו מעולל בעפר קרנו, שזה הוא טעם פטורו של האבל ביום ראשון מתפילין (שם).","ואף על פי שאין אבלות נוהג במועד, מכל מקום אנינות נוהג בו. ואסור בבשר ויין, ופטור מכל המצות, כמו שכתבתי ביורה דעה סימן שמא. דאנינות וודאי דאורייתא, ואין כבוד יום טוב דוחה אותו, דכבוד המת קודם.ולכן אם מת לו מת בחול המועד – אסור בכל הדברים שאונן אסור בהם. ואם מת לו מת ביום טוב, אם אינו רוצה לקוברו בו ביום, כגון שאין לו אינם יהודים שירצו להתעסק בו – אין עליו דין אנינות, דאנינות אינו אלא ברוצה לקוברו. ואם צריך להחשיך על התחום להכין לו צרכי קבורה – אז חל עליו אנינות משעה שהחשיך על התחום. ואם אינו צריך להחשיך, שאין צריך להתעסק בצרכי קבורתו – לא חלה עליו אנינות עד למחר בבוקר. ואם מת ביום טוב שני והוא רוצה לקוברו בו ביום, או מת ביום טוב ראשון ורוצה לקוברו על ידי אינו יהודי – חל עליו אנינות עד אחר הקבורה.וכבר בארנו ביורה דעה שם סעיף טו דליל יום טוב שני – אין אנינות נוהג בו, דרק יום דיום טוב שני כחול שויוהו רבנן, ולא הלילה. ולכן אם מת ביום טוב ראשון וקוברו למחר – אין האנינות חלה עליו עד למחר בבוקר, ובלילה חייב בתפילה, וקידוש, ובכל דבר. וכן אם מת בליל יום טוב שני, וכל שכן דאם מת בליל יום טוב ראשון, דאין אנינות נוהג בלילה, אפילו אם קוברו למחר על ידי אינו יהודי. אמנם אם קוברו בלילה – וודאי חל עליו אנינות עד אחר הקבורה.(כן כתב(ו) המגן אברהם סעיף קטן ח, דאין אנינות בליל יום טוב. וכן כתבו הט\"ז ביורה דעה והדרישה שם. ודלא כש\"ך שם סעיף קטן ט, עיין שם. וזהו הוראת המהרי\"ל, עיין שם.)","ואף על פי שאין אבלות ברגל, מכל מקום מתעסקים בו ברגל לנחמו כשמת לו מת ברגל. ולאחר הרגל כשיכלה שבעה למיתת המת, אף על פי שהוא יושב עדיין באבלות – מכל מקום מלאכתו נעשית על ידי אחרים בבתיהם, ועבדיו עושין לו בצינעא בתוך ביתו. ואין צריכין לנחמו אחר הרגל מניין הימים שנחמוהו ברגל.כללו של דבר: אף על פי שיושב שבעה אחר הרגל, מכל מקום לעניין תנחומין, ואיסור מלאכה על ידי אחרים – מונין השבעה מיום מיתתו וקבורתו.","מת לו מת קודם הרגל, ונקבר קודם הרגל, ונהג בו שעה אחת אבלות בערב הרגל – בטלה ממנו גזירת שבעה. ולאו דווקא שעה שלימה, אלא זמן מועט. וימי הרגל עולין לו למניין שלושים – הרי ארבעה עשר יום. ומשלים אחר הרגל ששה עשר יום לשלושים.ודווקא כשנהג אבלות באותה שעה. אבל אם שגג או הזיד ולא נהג אבלות, או שהיה סמוך לחשיכה ממש, ולא היה יכול לנהוג אבלות – הוה כמת ברגל, ונוהג אבלות אחר הרגל, דאין הרגל מבטל ממנו השבעה.","ואם נהג אבלות שבעה ימים קודם הרגל, ופגע בו הרגל – מבטל הרגל ממנו גזירת שלושים. ואפילו חל יום השביעי בערב הרגל, אמרינן מקצת היום ככולו, והרגל מבטל ממנו השלושים.והוא מותר לספר ולכבס בערב הרגל, וכן לרחוץ בחמין לדידן דאין רוחצין בחמין כל שלושים. אך יעשה הכל כשעות שתים סמוך לערב ולא קודם. וקל וחומר כשחל שמיני שלו בשבת ערב הרגל, דמותר לו כל אלה בערב שבת בשביעי שלו, כשעות שתים סמוך לחשיכה.ואם לא גילח בערב הרגל – מותר לו לגלח אחר הרגל, שהרי כבר בטלה ממנו גזירת שלושים. אבל בחול המועד לא יגלח, כיון שהיה אפשר לו לגלח קודם הרגל. ואם חל יום שביעי שלו בשבת ערב הרגל – מותר לו להסתפר בחול המועד, שהרי לא היה אפשר לו להסתפר קודם הרגל, שעדיין היה בתוך שבעה.ופשוט הוא דהא דרגל מבטל ממנו גזירת שלושים לעניין תספורת – זהו בשארי מתים. אבל באביו ואמו דהשיעור עד שיגערו בו חביריו – אין הרגל מבטל זה, אפילו נהג שלושים קודם הרגל.","ואם ערב הרגל אינו בשביעי לאבלו, אלא מימים הקודמים, אז הרגל מבטל רק הנותר מהשבעה, ואינו מבטל השלושים.ומכל מקום מפני כבוד הרגל מותר לו לכבס, ולא ילבשם עד הלילה. וטוב ליזהר מלכבס עד אחר חצות, כדי שיהא ניכר שעושה כן לכבוד הרגל. אבל לרחוץ אסור עד הלילה, ובלילה ירחץ בצונן. ויש אומרים דמותר לרחוץ אחר מנחה סמוך לחשיכה, ויתפלל מנחה תחילה.(הרמ\"א בסעיף י כתב דלדידן דנוהגים איסור רחיצה כל שלושים – אסור לרחוץ, דהא הרגל לא ביטל ממנו רק גזירת שבעה. והוא הדין לעניין כיבוס, במקום דנוהגים איסור כיבוס כל שלושים. עד כאן לשונו. וביורה דעה סימן שצט סעיף ה לא כתב כן. והעיקר כמו שכתבתי שם להיתר. וכן כתבו כל מפרשי השולחן ערוך. ובשם סעיף יז בארנו דהרמ\"א סמך על שם דהם עיקרי דיני אבלות.)","וגם ראש השנה ויום הכיפורים חשיבי כרגלים לבטל האבלות. ולכן לפי מה שנתבאר, אם נהג אבלות שעה אחת לפני הפסח אותה שעה חשובה כשבעה, ושמונה ימי הפסח, ומשלים עליהם עוד חמישה עשר ימים לשלושים – שעה אחת לפני עצרת חשובה כשבעה. ועצרת עצמו כיון שיש לקרבנותיו תשלומין כל שבעה – הוה גם כן כשבעה. הרי ארבעה עשר, ומשלים עליהם עוד ששה עשר. ויום שני של עצרת נחשב במניין הששה עשר.שעה אחת לפני ראש השנה – בטלה ממנו גזירת שבעה מפני ראש השנה. ויום הכיפורים מבטל ממנו גזירת שלושים. ומותר לגלח בערב יום הכיפורים. והוא הדין לקובר מתו בשלושה בתשרי, שמגלח בערב יום הכיפורים, שנשלם שבעה עד יום הכיפורים שעה אחת לפני יום הכיפורים – בטלה ממנו גזירת שבעה מפני יום הכיפורים. וסוכות מבטל השלושים, ומגלח בערב סוכות שעה אחת לפני סוכות.וסוכות הרי ארבעה עשר, ושמיני עצרת נחשב לשבעה – הרי עשרים אחד יום. ושמחת תורה הרי עשרים ושניים – משלים עליהם עוד שמונה לשלושים. ובמת ברגל לא חשבינן שמיני עצרת לשבעה ימים (ט\"ז סעיף קטן ד). ויש חולקים בזה, ובארנו ביורה דעה שם סעיף יט, עיין שם.","שמע שמועה קרובה בשבת או ברגל, ולמוצאי שבת ורגל נעשית רחוקה – דינו כדין שמע שמועה רחוקה אחר השבת ואחר הרגל. אלא שבשבת וברגל נוהג דברים שבצינעא הנוהגים בשבעה, ואסור בתשמיש, שהרי אם לא היה שבת ורגל – היה חל עליו אבלות.ואם שמע שמועה רחוקה בשבת ורגל – אינו נוהג גם דברים שבצינעא, אלא למוצאי שבת או למוצאי רגל נוהג שעה אחת ודיו, כדין שמועה רחוקה.ואם שמע שמועה קרובה בשבת, וגם אחר שבת תהיה קרובה – שבת עולה ליום אחד, ולמחר קורע, והוה ליה יום ששי – שביעי לאבלות. וביורה דעה סימן תב נתבאר עוד בזה, עיין שם.","אם עשרה ימים אחר החג שמע שמת לו מת בערב החג, אף על פי שאם נמנה לו שעה אחת לפני החג שבעה, ושבעת ימי החג, ושמיני עצרת העולה לשבעה, נעשה עתה שמועה רחוקה – מכל מקום אינו כן. דכל העליות שזה עולה לכך, וזה עולה לכך – אינו אלא בשמע ונהג אבלות, אבל לא בלא נהג אבלות. וכל שכן במי שלא שמע כלל, דאינם נחשבים רק כשארי ימים, והוה ליה שמועה קרובה.ובלע המות לנצח, ונזכה לביאת גואל צדק במהרה בימינו, אמן.בסייעתא דשמיא סליק הלכות חול המועד"]],"SHULCHAN_ARUCH":[["חול המועד אסור בקצת מלאכות ומותר במקצתן. <i> הגה: לפי צורך הענין שהיה נראה לחכמים להתיר:<\/i>"],["מצוה לגלח בערב יום טוב:","אין מגלחין במועד אפילו אם גילח קודם מועד:","אפילו אם היה אנוס ומפני כך לא גילח בערב מועד אינו מגלח במועד והוא הדין למי שהיה חולה ונתרפא במועד:","ואלו מגלחין במועד מי שיצא מבית השביה ולא היה לו פנאי לגלח קודם המועד ומי שיצא מבית האסורים ואפילו היה חבוש ביד ישראל שהיו מניחין לו לגלח וכן המנודה שהתירו לו ברגל וכן מי שנדר שלא לגלח ונשאל על נדרו ברגל וכן הבא ממדינת הים בחול המועד או שבא בערב הרגל ולא היה שהות ביום לגלח והוא שלא יצא מארץ ישראל לחוץ לארץ לטייל:","אף על פי שהתירו להסתפר לא יסתפר ברשות הרבים אלא בצנעה:","קטן מותר לגלח במועד אפילו נולד קודם הרגל <i>(ואפילו בפרהסיא שרי) (וכן משמע ממרדכי):<\/i>","אבל שחל שביעי שלו בשבת ערב הרגל מותר לגלח בחול המועד. <i> הגה: מי שהמיר דתו וחזר בתשובה ודרכו לגלח מותר לגלח במועד (תרומת הדשן סימן פ''ז):<\/i>","כל אדם מותר ליטול שפה בחול המועד. <i> הגה: אפילו בפרהסיא ומותר לחוף ולסרוק ראש במועד אף על פי שמשיר שער ואין בזה משום גילוח (מרדכי ריש מועד קטן):<\/i>"],["מותר ליטול צפרנים בין דיד בין דרגל אפילו במספרים. <i> הגה: אבל יש מחמירין ואוסרים וכן הוא המנהג להחמיר שלא ליטלן בין בסכין בין במספרים אם לא לצורך מצות טבילה שנוטלן כדרכן בחול (סמ''ק ותוספות):<\/i>","כל רפואה מותר בחול המועד:"],["מותר לטחון קמח לצורך המועד אפילו כיון מלאכתו במועד ולקוץ עצים מהמחובר ולהטיל שכר בין של תמרים בין של שעורים לצורך המועד ושלא לצורך המועד אסור ומיהו אין צריך לצמצם אלא עושה בהרווחה ואם יותיר יותיר אבל לא יערים לטחון או לעשות <i>(שכר)<\/i> יותר בכוונה או אם יש לו קמח <i>(או שכר ישן)<\/i> לא יערים <i>(לעשות אחר)<\/i> ויאמר מזה אני רוצה אבל אם יש לו לחם מותר לטחון <i>(לפת)<\/i> דפת חמה עדיף <i>(והוא הדין בשכר אם החדש עדיף בלא הערמה שרי) (המגיד פרק ז'):<\/i>","מותר לעקור פשתן מפני שראוי לכסות בו את האוכלים ולעקור כשות שראוי להטיל בו שכר לצורך המועד ולעקור שומשומין שהיבשים שבו ראויים לאכול מיד:","פירות שנתבשלו קצת ונאכלים על ידי הדחק מותר ללקטן כדי לאכלן ואם לקטן לאכלן והותיר וחושש שמא יתליעו אם לא יכבשם להוציא ליחה מהם יכול לכבשם אבל אסור ללקטם תחלה כדי לכבשם ואם הוא דבר שאינו נמצא אחר המועד מותר לקנותו ולכבשו:","צד אדם דגים כל מה שיכול לצוד ומולח הכל במועד שהרי אפשר שיאכל מהם במועד אם יסחוט אותם בידו פעמים רבות עד שיתרככו <i>(ומותר לצודן בפרהסיא שניכר לכל שהוא לצורך המועד) (מרדכי):<\/i>","כל מלאכות שהם לצורך המועד כשעושין אותם אומניהם עושין בצנעה כיצד הציידים <i>(של חיות ועופות)<\/i> והטוחנין והבוצרים למכור בשוק הרי אלו עושים בצנעה לצורך המועד. <i> הגה: ומותר לחלוב הבהמה אפילו שלא לצורך המועד דהוי דבר האבד (תרומת הדשן סימן קנ''ג ובית יוסף):<\/i>"],["אין מכבסין במועד ואלו שמכבסין הבא ממדינת הים והיוצא מבית השביה ומבית האסורים ומנודה שהתירו לו חכמים ברגל ומי שנדר שלא לכבס ונשאל ברגל והתירו לו ומטפחות הידים ומטפחות הספרים ומטפחות הספג ובגדי קטנים ובעלת הכתם שנמצא במועד ומי שאין לו אלא חלוק אחד וכולם מכבסין כדרכן אפילו בנתר ואהל <i>(פירוש מיני בורית)<\/i> ובפרהסיא על גבי הנהר. <i> הגה: מיהו לא יכבסו רק הצריך להן דהיינו חלוק אחד (מרדכי והגהות אשירי פרק אלו מגלחין) מיהו בגדי הקטנים ביותר דהיינו אותן שמלפפים בהם ומשתינים ומוציאין רעי בהם מותר לכבס ד' וה' בפעם אחת כי צריך להרבה מהם כל רגע והא דמותר לכבס בפרהסיא היינו דוקא כשרוחץ על גבי הנהר משום דמתכבס יותר יפה על גבי הנהר אבל אם אינו כובס על גבי נהר לא יכבס רק בצנעה ולא בפרהסיא, כן נראה לי:<\/i>","כל כלי פשתן מותר לכבסן ולא נהגו כן והוה ליה דברים המותרים ואחרים נהגו בהם איסור אי אתה רשאי להתירם בפניהם:","מביאין מבית האומן כלים שהם לצורך המועד כגון כרים וכסתות וצלוחיות אבל כלים שאינם לצורך המועד כגון מחרישה או צמר מבית הצבע אין מביאין ואם אין לאומן מה יאכל נותן לו שכרו ומניחן אצלו ואם אינו מאמינו מניחן בבית הסמוך לו ואם חושש שמא יגנבו מפנן לחצר אחרת אבל לא יביאם לביתו אלא בצנעה:"],["אין מפנין מחצר לחצר אפילו מכעורה לנאה ולא לפנות דירתו ולא לפנות כליו שאינם לצורך המועד. <i> הגה: וכל שכן שאסור להסיע ממונו מעיר לעיר (מרדכי פרק מי שהפך)<\/i> אבל מפנה הוא מבית לבית באותה חצר באותו חצר ואם אין הבתים פתוחים לחצר אלא למבוי יש אומרים שמבית לבית הסמוך לו מותר. <i> הגה: ואם מתיירא מחמת גניבה בחצר שדר שם מותר אפילו מחצר לחצר המשתמר ואפילו מעיר לעיר בדבר האבד שרי (הגהות אשירי ומרדכי):<\/i>","יש מתירים לפנות מחצר של אחר לחצר שלו ואפילו מנאה לכעורה:","הזבל שבחצר אסור להוציא אלא יסלקנו לצדדים ואם נתרבה עד שנעשה חצר כרפת מוציאין אותו לאשפה:"],["מי שצריך לרכוב במועד לטייל או לצורך המועד ולא נסה ללכת ברגליו יכול ליטול צפרני הסוס ולתקן ברגליו והאוכף והרסן וכל צרכי רכיבה ובלבד שלא יכוין מלאכתו במועד. <i> הגה: ומותר לרכוב במועד אפילו מעיר לעיר אפילו בחנם וכן נהגו אלא שאסור לתקן צרכי הרכיבה אם אינו רוכב לצורך או לטייל (בית יוסף):<\/i>","מותר לסרוק הסוס כדי ליפותו:","אין מרביעין בהמה במועד אבל מקיזין לה דם ואין מונעין ממנה כל רפואה אפילו אם יש בה מלאכה:","אין מושיבין תרנגולת על הביצים לגדל אפרוחים ואם הושיבה קודם המועד וברחה מעליהם יכול להחזירה <i>(אבל אסור להושיב אחרת אפילו מתה הראשונה) (בית יוסף) והוא שיהיה לו בתוך ג' ימים לבריחה:<\/i>"],["דבר האבד מותר לעשותו בחול המועד בלא שינוי <i>(מיהו בכל מה דאפשר להקל בטרחה יעשה) (כל בו)<\/i> לפיכך בית השלחין <i>(פירוש הארץ הצמאה)<\/i> שהתחיל להשקותה קודם המועד מותר להשקותה שכיון שהתחיל להשקותה קודם לכן אם לא ישקנה עכשיו תפסד אבל שדה הבעל שאין משקין אותה אלא להשביחה יותר אסור להשקותה:","אפילו בבית השלחין לא התירו אלא היכא דליכא טרחא יתירא כגון מן המעיין בין חדש בין ישן שהוא ממשיכו ומשקה אבל לא ידלה וישקה מן הבריכה או ממי הגשמים מקובצים מפני שהוא טורח גדול אפילו ערוגה אחת חציה גבוה וחציה נמוך אין דולים ממקום נמוך להשקות מקום גבוה:","נהרות המושכין מן האגמים מותר להשקות מהם בית השלחין במועד והוא שלא פסקו וכן הבריכות שאמת המים עוברת ביניהם מותר להשקות מהן וכן בריכה שנטפה מבית השלחין ועדיין היא נוטפת מותר להשקות ממנה בית השלחין אחרת והוא שלא פסק המעיין המשקה בית השלחין העליונה:","ירקות שרוצה לאכלן במועד יכול לדלות מים להשקותן כדי שיגדלו ויהיו ראויים למועד אבל אם אינו רוצה לאכלן במועד ועושה כדי להשביחן אסור:","אין עושים החריצים שבעיקרי הגפנים כדי שיתמלאו מים ואם היו עשויות ונתקלקלו הרי זה מתקנן במועד <i>(אבל אסור להעמיקן יותר מבראשונה) (המגיד פרק ח'):<\/i>","אמת המים שנתקלקלה מתקנין אותה היתה עמוקה טפח חופר בה עד ששה היתה עמוקה טפחיים מעמיקה עד שבעה:","מושכין את המים מאילן לאילן ובלבד שלא ישקה את כל השדה ואם היתה שדה לחה מותר להשקות את כולה:","אסור לפתוח מקום לשדה כדי שיכנסו בה מים להשקותה ואם עושה כדי לצוד דגים כדי לאכלן במועד כגון שפותח למעלה מקום שיכנסו ולמטה מקום שיצאו מותר:","אסור להשוות השדה לצורך חרישה ואם ניכר שמכוין כדי לדוש לצורך המועד כגון שמשוה כולה מותר:","אסור ללקט עצים מן השדה ליפותו לחרישה ואם ניכר שמכוין לצרכו שצריך לעצים כגון שנוטל הגדולים ומניח הקטנים מותר:","אסור לקצץ ענפי האילן לתקנו ואם ניכר שמכוין בשביל הענפים להאכילן לבהמתו ולא לתקנו כגון שקוצץ כולן מצד אחד מותר:","אין מתליעין האילנות ולא מזהמין <i>(פירוש מדביקים שם זבל כדי שלא ימות האילן)<\/i> הנטיעות אבל סכין האילנות והפירות בשמן:","אישות ועכברים שמפסידים בשדה אילן מותר לצודן כדרכו שחופר גומא ותולה בה המצודה ואפילו בשדה הלבן הסמוכה לשדה האילן מותר לצודן כדרכו שיוצאין ממנה ומפסידים האילן ואם אינה סמוכה לשדה האילן אין צדין אותן אלא על ידי שינוי שנועץ שפוד בארץ ומנענעו לכאן ולכאן עד שנעשית גומא ותולה בה המצודה ויש אומרים שבשדה הלבן הסמוכה לשדה האילן אינו מותר אלא על ידי שינוי ואם אינה סמוכה לשדה האילן אסור אפילו על ידי שינוי:","אין מכניסין צאן לדיר בחול המועד לזבל השדה ואם הכניסן הנכרי מעצמו מותר אף בשבת אפילו אם מחזיק לו טובה על שהכניסן ובלבד שלא יתן לו שכר ואפילו אינו נותן לו אלא שכר מזונות אסור וביום טוב יכול ליתן לו שכר מזונו ובלבד שלא יתן לו שכר אחר ובחול המועד אפילו אם נותן לו שכר אחר מותר ובלבד שלא ישכירנו ולא יסייענו ולא ימסור לו שומר לנער הצאן <i>(פירוש מוליכה ממקום למקום ומתוך כך הגללים מתנערים)<\/i> ואם ואם היה הנכרי שכיר שבת שכיר חדש שכיר שנה מסייעין אותו בחול המועד ומוסרין לו שומר לנער הצאן:","אסור לקצור השדה בחול המועד אם אינו נפסד אם יעמוד עד לאחר המועד ואם אין לו מה יאכל אפילו מוצא בשוק לקנות אין מצריכין אותו ליקח מן השוק אלא קוצר ומעמר ודש וזורה ובורר כדרכו ובלבד שלא ידוש בפרות והני מילי אין צריך אלא לו לבדו אבל אם הוא צריך לדוש לצורך רבים דש אפילו בפרות:","מי שיש לו כרם אצל כרמו של נכרי והנכרי בוצר שלו בחול המועד ואם לא יבצור הישראל גם את שלו יפסיד יכול לבצרו ולדרוך היין ולעשות החביות וכל צרכי היין בלא שינוי ובלבד שלא יכוין לעשות מלאכתו במועד:"],["מי שהפך את זיתיו או שהיה יינו בבור ואירעו אונס או ששכח או נתעצל שהיה סבור שהיה יכול לשהות לאחר הרגל ולא עשה קודם הרגל מאחר שהוא דבר האבד זולף וגומר ומזפת החביות בין קטנות בין גדולות וגף <i>(פירוש שישים בהן מגופתן)<\/i> החביות כדרכו בלא שינוי. <i> הגה: והוא הדין דיכול לתקן החביות לקשרם בעקלים (מרדכי) אבל לא יכוין מלאכתו במועד אלא יעשה הכל קודם המועד אם יודע שיצטרך במועד (הגהות מיימוני ותרומת הדשן)<\/i> וכן שולה פשתנו מן המשרה וכל כיוצא בזה מדבר האבד ובלבד שלא יכוין מלאכתו במועד:","מותר להכניס פירות מפני הגנבים אם אינם במקום המשתמר ומיהו יעשה בצנעה כגון שיכניסם בלילה ואם הוא דבר שיש בו פרסום בלילה יותר מביום כגון שצריך להכניסו באבוקות ובקולות יכניסם ביום. <i> הגה: ואם אי אפשר לעשותן כי אם בפרהסיא הכל שרי בדבר האבד (המגיד פרק ז' ומרדכי פרק מי שהפך):<\/i>","אסור להסיע ממונו מעיר לעיר אם לא בשביל דבר האבד:","היו לו תאנים שטוחים בשדה ליבש וירא מהמטר מותר לחפותם בקש אפילו חיפוי עב:","מי שיש לו סחורה שאם לא יהפכנה ממטה למעלה תתקלקל מותר להפכה בחול המועד:","המכוין מלאכתו והניחה למועד ועשאה במועד בית דין מאבדין אותה ממנו ומפקירים אותה לכל. <i> הגה: ואם הוא עושה מלאכת אחרים שאי אפשר לקנסו כגון חייט או סופר שעושה מלאכת אחרים משמתינן ליה ומלקין אותו (בית יוסף ור''י)<\/i>. ואם מת לא יקנסו בנו אחריו ומותר לו לעשותה אם הוא דבר האבד:"],["כל סחורה אסורה אפילו כל שהוא בין לקנות בין למכור ואפילו אם הלוה מעות על מנת שיתנו לו אחר כך יין או סחורה אחרת בפרעון חובו כדי להשתכר אינו יכול לילך ולתובעם אלא אם כן אינם מצויים אחר המועד דהוה ליה דבר האבד אם לא ילך בחול המועד למקומם ויתבעם. <i> הגה: מיהו אם נזדמן לו ריוח מרובה במועד יכול למכור בצנעה ויוציא לשמחת יום טוב יותר ממה שהיה דעתו להוציא (בית יוסף):<\/i>","מי שהלוה לחבירו מעות מותר לתובעו בחול המועד לגבות מעותיו ואין צריך לומר שמותר לגבות חובו מן העכו''ם:","מכר לחבירו פרקמטיא קודם מועד יש מי שאוסר לתבוע דמיה במועד אלא אם כן יהא הלוקח אדם שאינו מצוי במקום המוכר ונזדמן לו בחול המועד דהוי כדבר האבד ולי נראה שכיון שזקף עליו המעות בחובו קודם המועד הוה ליה כהלואה ומותר לגבות ממנו בחול המועד אפילו הוא אדם שמצוי במקום המוכר. <i> הגה: וכן מותר לקבול במשפט בשביל חובותיו המותרים לתבוע (מרדכי סוף פרק מי שהפך) וכן מותר לעשות זקיפה עם חובותיו במועד כדי להבטיחן דכל זה בכלל דבר האבד ושרי (המגיד פרק ז' ונימוקי יוסף פרקא קמא דמועד קטן):<\/i>","אם יש לו סחורה שאם לא ימכרנה עתה יפסיד מהקרן מותר למוכרה אבל אם לא יפסיד מהקרן לא ומכל מקום אם הוא בענין שאם ימכרנה עתה יהיו לו מעות בריוח ויוציא יותר לשמחת יום טוב מותר למכור ונראה לי שלא נאמרו דברים הללו אלא במי שיש לו מעות מועטים וחס עליהם מלהוציא כל כך לשמחת יום טוב ואלו היו לו מעות בריוח היה מוציא יותר אבל מי שיש לו מעות בריוח להוציא לשמחת יום טוב ככל אשר יתאוה ואין בדעתו להוציא כל כך לא נתיר לו למכור כדי שיוציא יותר:","אם הוא דבר שאינו מצוי תמיד לאחר המועד כגון ספינות או שיירות שבאו או שהם מבקשים לצאת ומכרו בזול או לקחו ביוקר מותר לקנות ולמכור אפילו שלא לצורך תשמישו אלא לעשות סחורה ולהשתכר והוא הדין לירידים הקבועים מזמן לזמן <i>(ואפילו מעיר לעיר מותר ליסע בכהאי גוונא) (דברי עצמו)<\/i>. אבל מקומות שיש להם יום השוק יום אחד בשבוע אינו מותר למכור ולקנות ביום השוק שבתוך המועד שאין זה דבר האבד שאם אינו נמכר ביום השוק שבתוך המועד ימכר ביום השוק שלאחר המועד. <i> הגה: ותגר שקונה מזה ומוכר לזה וחוזר וקונה ומוכר מותר דהוי דבר האבד (כל בו):<\/i>","מציאה אסור לטרוח ולחפש עליה כגון נהר שהציף דגים על שפתו אסור לאספם כדי לכבשם אלא אם כן יהיו ראויים לאכול מהם במועד:","המלוה את חבירו על חפץ או על סחורה על תנאי שאם לא יפרע לו לסוף שמונה ימים שיהא קנוי לו יש מתירים ויש אוסרים:","עכו''ם שפרע לישראל יין בחובו מותר לקבלו ממנו דכמציל מידו דמי:","מי שצריך לקנות יין בעת הבציר לצורך שתיית כל השנה ואם יעבור המועד לא ימצא כמו שמוצא עתה דבר האבד הוא ומותר לקנות ולתקן החביות ולזפותן ובלבד שלא יכוין מלאכתו במועד אבל יותר מכדי צורך שתייתו לא יקנה. <i> הגה: ואם הוא דבר שאינו מצוי אחר כך להרויח בו מותר (בית יוסף):<\/i>","מוכרי תבלין או ירק וכל דבר שאינו מתקיים פותחין ומוכרים כדרכם בפרהסיא שהכל יודעין שהם לצורך המועד:","מוכרי פירות כסות וכלים מוכרין בצנעה לצורך המועד כיצד אם היתה החנות פתוחה לזוית או למבוי פותח כדרכו ואם היתה פתוחה לרשות הרבים פותח אחת ונועל אחת וערב יום טוב האחרון של חג הסוכות מוציא ומעטר את השוק בפירות בשביל כבוד יום טוב <i>(ומותר לקנות לצורך יום טוב שני של יום טוב האחרון) (טור והרא''ש):<\/i>","אין לוקחים בתים ואבנים עבדים ובהמה [אלא] לצורך המועד או לצורך המוכר שאין לו מה יאכל או לצורך השכיר שמוליך הדברים הנקנים שאין לו מה יאכל. <i> הגה: ודוקא הני דאיכא פרסום בקנייתן ואוושי מילתא אבל שאר כלים נהגו לקנותן בצנעה (המגיד):<\/i>","להלוות לנכרי ברבית לאותם שרגילים ללוות ממנו מותר משום דהוי דבר האבד ולאותם שאינם רגילים ללוות גם כן מותר והוא שיקחו רבית של שבוע ראשון ויוציאנו בשמחת יום טוב. <i> הגה: ומותר ליקח ערבות במועד על הלואה שיעשה אחר המועד (הגהות אשירי):<\/i>","הלואה דשולחנות בקביעות וחילוף אסור:"],["בנין אפילו כל שהוא אסור ואם נפרץ גדר גנתו <i>(או כותל חצירו שבינו לחבירו) (מרדכי פרק קמא דמועד קטן והגהות מיימוני פרק ח')<\/i> בונהו מעשה הדיוט דהיינו שמניח אבנים זו על זו ואינו טח בטיט או גודר אותו בקנים וגומא וכיוצא בהם וכן אם עשה מעקה לגג בונה אותו מעשה הדיוט אבל כותל חצר הסמוך לרשות הרבים שנפל בונהו כדרכו ואם היה נוטה ליפול סותרו מפני הסכנה ובונהו כדרכו. <i> הגה: ואפילו אינו נוטה רק לחצר או למבוי מותר לסתרו מפני הסכנה ולחזור ולבנותו וכן בשאר דברים דאיכא למיחש לסכנה בונה וסותרו כדרכו (בית יוסף בשם רבינו ירוחם בנתיב י'):<\/i>","מותר ליטול גבשושית שבבית:","סדקים שבגג מותר לסתמן ביד וברגל אבל לא בכלי אומנות:","ציר הדלת והמפתח <i>(והמנעול) (גמרא)<\/i> והצנור והקורה בין שהם של עץ בין שהם של ברזל שנשברו אפילו מערב יום טוב יכול לתקנם בלא שינוי מפני שזה הפסד גדול הוא שאם יניח הפתח פתוח ודלתות שבורות נמצא מאבד כל מה שבבית <i>(ולכן מותר ובלבד שלא יכוין מלאכתו במועד) (רבינו ירוחם):<\/i>","מותר לבנות מעשה הדיוט אבוס שתאכל בו הבהמה:","מותר לבנות מעשה הדיוט אצטבא לישב או לישן עליה:","תנור וכיריים שאפשר שייבשו ויאפה בהם במועד עושין ואם לאו אין עושין אותם <i>(והוא הדין עשיית קדרות ואלפסין שרי בכהאי גוונא) (נימוקי יוסף סוף פרק קמא דמועד קטן והמגיד פרק ח')<\/i>. ובין כך ובין כך בונים על חרס של תנור ועל הכירה הטפילה שלהם:","נוקרים את הרחיים ופותחים להם עין <i>(פירוש נקב שעושים באמצע הרחיים)<\/i> ומעמידים אותם ובונים אמת המים של רחיים וקוצצים צפרני החמור של רחיים. <i> הגה: ומותר לחדד סכין במועד וסכין שנשבר במועד מותר לעשות אחרת (המגיד פרק א'):<\/i>"],["מותר לעשות מצודות דגים מערבה שהוא מעשה הדיוט אבל לא הארוגים מחוטים שהוא מעשה אומן. <i> הגה: ומותר לתקן הפתילות לנרות בחול המועד דמעשה הדיוט הוא (נימוקי יוסף פרק אלו מגלחין רבינו ירוחם נתיב י' חלק ה' ובית יוסף):<\/i>","מסרגין <i>(פירוש הוא כעין האריגה אלא שבסריגה יש ריוח מה בין חוט לחוט)<\/i> המטות אבל אין מפשילין חבלים בתחילה:","מותר למעך בגדי פשתן בידים אחר הכיבוס כדי ללבנן ולרככן אבל אין עושין קשרי בתי ידים מפני שהוא מעשה אומן <i>(ומותר להחליק הבגדים עם הזכוכית כדרכן הואיל והוא לצורך המועד) (סמ''ג ורבינו ירוחם):<\/i>","אסור לתקן מלבושיו ומנעליו הקרועים וכן אסור לומר לנכרי לתקנם <i>(מיהו על ידי שינוי שרי לתקנם קצת לצורך המועד) (רבינו ירוחם):<\/i>","מי שצריך לו בגד במועד אם היה הדיוט ואינו מהיר באותה מלאכה הרי זה עושה אותו כדרכו ואם היה אומן מהיר הרי זה עושה אותה מעשה הדיוט דהיינו שיעשה תפירות רחבות ותפירה אחת למעלה ואחת למטה כשיני הכלב. <i> הגה: וכל אדם יחמיר על עצמו לתפור בשינוי זה ולא מהני לאומן לתפור על ידי שישנה באחיזת המחט בידו אלא בעינן שינוי הניכר (תרומת הדשן סימן פ''ז):<\/i>"],["אפילו מלאכות המותרות אינם מותרות לעשותם אלא לעצמו או לאחרים בחנם אבל בשכר אסור ומיהו אם אינו נותן לו שכר קצוב אלא שאוכל עמו בשכרו מותר. <i> הגה: ודבר האבד מותר לעשות אפילו בשכר קצוב (כל בו):<\/i>","כל מלאכה מותר לעשותה על ידי פועל שאין לו מה יאכל כדי שישתכר וירויח:"],["כל דבר שאסור לעשותו אסור לומר לנכרי לעשותו:","נכרי שקבל מערב יום טוב לבנות ביתו של ישראל בקבלנות אסור להניח לעשות בחול המועד אף על פי שהוא חוץ לתחום אבל אם נתן לו מלאכה בתלוש קודם המועד בקבלנות לעשותה בתוך ביתו של נכרי מותר:","מותר ליתן לנכרי מלאכה בקיבולת או בשכיר יום שיעשנה אחר המועד ובלבד ובלבד שלא ימדוד וישקול וימנה כדרך שעושה בחול. <i> הגה: ואף אם יעשה הנכרי אחר כך מלאכה שרי הואיל והתנה עמו לעשותה אחר המועד (מרדכי ריש פרק מי שהפך ובית יוסף ורבינו ירוחם):<\/i>"],["צרכי רבים מותר לעשותם בחול המועד כגון לתקן הדרכים ולהסיר מהם המכשולות ולציין הקברות כדי שיזהרו מהם הכהנים ולתקן המקואות. <i> הגה: ודוקא צרכי רבים כאלו שהם צריכים לגוף האדם אבל שאר צרכי רבים כגון בנין בית הכנסת (בית יוסף בשם תשובת הרשב''א) אסור לעשות במועד והוא הדין דלשאר צרכי מצוה אסור לעשות מלאכת אומן במועד (ריב''ש סימן רכ''ו):<\/i>","בורות ומעיינות של רבים שנפל בהם עפר ואבנים ונתקלקלו מותר לתקנם ואפילו אין רבים צריכים להם עתה כיון שאינו מעשה אומן אבל לחפור להם בורות מחדש שהוא מעשה אומן אם הרבים צריכים להם עתה מותר אפילו אם כוונו מלאכתן במועד ואפילו בפרהסיא ובטירחא יתירה ואם אין צריכים להם עתה לא יעשו אבל בורות שיחין ומערות של יחיד אסור לחפור אותם מחדש ואפילו צריך להם עתה ואם היו עשוים כבר ונתקלקלו אם צריך להם עתה מותר לתקנם ואם אין צריך להם עתה אסור לתקנם אבל מותר להמשיך מים לתוכן אפילו אין צריך להם עתה:"],["אסור לכתוב בחול המועד ואפילו להגיה אות אחת בספר אסור. <i> הגה: ולצורך רבים יש אוסרים כל שאינו לצורך המועד (תרומת הדשן סימן פ''ה) ויש מתירין (כל בו ובית יוסף). ונהגו להקל בכתב שלנו שאינו מעשה אומן:<\/i>","נראה לי שאם אין להם ספר תורה כשר לקרות בו בצבור מותר להגיהו בחול המועד כדי לקרות בו בצבור וכן בספרי מקרא וגמרא שצריך לקרות במועד מותר להגיהם במועד משום דהוה דבר האבד ואם אין להם ספר תורה כלל אם אפשר לכתבו כולה בחול המועד על ידי סופרים הרבה יכתבוהו דצורך המועד הוא לקרות בתורה בצבור במועד. <i> הגה: והוא הדין שאר ספרים ללמוד בהם (תרומת הדשן סימן פ''ה ורוקח):<\/i>","כותב אדם תפילין ומזוזות לעצמו וטווה על יריכו תכלת <i>(וציצית) (בית יוסף)<\/i> לבגדו ואם אין לו מה יאכל כותב ומוכר לאחרים כדי פרנסתו. <i> הגה: או שיהיו לו הוצאותיו יותר בריוח לשמחת יום טוב (טור). ואם כתבן כדי להניחן במועד בכל ענין שרי (סמ''ג). ואינו אסור רק הכתיבה אבל עשייתן שרי (בית יוסף בשם תוספות):<\/i>","מותר לכתוב חשבונותיו ולחשוב יציאותיו. <i> הגה: והוא הדין הכתבים שכותבים כשמלוים על משכונות שרי (הגהות מרדכי כל בו ומהרי''ל סוף פרק מי שהפך):<\/i>","מותר לכתוב שטר קידושין ושטרי פסיקתא גיטין ושוברים דייתיקי מתנות פרוזבולין אגרות שום ואגרות מזון <i>(פירוש שטרי פסיקתא שאדם פוסק לתת לבנו או לבתו כך וכך. ופירוש דייתיקי שטר צואה דא תהא למיקם ולהיות. ופירוש פרוזבול פרוז בולי ובוטי כלומר תקנת המלוה שלא יאבד ממונו ותקנה ללוה שימצא מי שילונו. ופירוש אגרות שום ששמו בית דין נכסי לוה ונתנום למלוה ואגרות מזון שמכרו בית דין את הקרקע למזון האשה והבנות וכתבו מעשה בית דין על זה אי נמי מי שקבל עליו לזון את בת אשתו)<\/i> שטרי חליצה ומיאונין ושטרי ברורין ופסקי דינין. <i> הגה: ומותר לכתוב כתובה במועד (כל בו) ויש אוסרים (סמ''ק)<\/i> ואגרות שאלת שלום שאדם שולח לחבירו ואפילו על דבר פרקמטיא שאינה אבודה <i>(ויש אוסרין בשאלת שלום) (טור בשם הלכות גדולות) (ונהגו להחמיר אפילו בכתיבה שלנו שהיא כתיבה משיט''א):<\/i>","אין כותבין שטרי חוב במועד ואם אינו מאמינו מלוה ללוה <i>(והלוה צריך למעות)<\/i> או שאין לו לסופר מה יאכל הרי זה יכתוב. <i> הגה: ומותר לכתוב שטר מכירה במועד (תוספות) אבל אין לכתוב שטר אריסות וקבלנות שקבל קודם המועד (רבינו ירוחם):<\/i>","כל הדברים שמותר לכתוב אפילו בלא שינוי מותר וכל מה שאסור לכתוב אפילו על ידי שינוי אסור. <i> הגה: ובלוחות של שעוה מותר לכתוב לפי שאינו כתב המתקיים (בית יוסף בשם אורחות חיים):<\/i>","מי ששלחו לשאול ממנו שאלה ואין השליח רוצה להתעכב עד אחר המועד מותר לכתבה וכן מותר להעתיקה מפני שחשוב דבר האבד:","ואם שמע דבר חידוש מותר לכתבו כדי שלא ישכח וכן אם ראה ספר מחודש מותר להעתיקו אם לא ימצא להעתיקו לאחר המועד:","בזמן הבית היו דנין בין דיני ממונות בין דיני נפשות והיו משמתין ומכין למי שלא קיבל עליו הדין:","מותר לקבול בשביל חובותיו בחול המועד:"],["אין נושאין נשים במועד לא בתולות ולא אלמנות ולא מייבמין ומותר לארס ובלבד שלא יעשה סעודת אירוסין הארוס בבית ארוסתו בשעת אירוסין ומותר לעשות ריקודין ומחולות ולעשות סעודת הארוס עם מריעיו שלא בבית ארוסתו וכן לסעוד הארוס בבית ארוסתו שלא בשעת אירוסין מותר:","מותר להחזיר גרושתו מן הנשואין:","הכל מותרים לישא בערב הרגל ולעשות סעודה ברגל בין בתולות בין אלמנות:","מותר לעשות ברגל סעודת ברית מילה וכן סעודת פדיון הבן:","עושה אשה כל תכשיטיה במועד כוחלת ופוקסת <i>(פירוש מחלקת שערה לכאן ולכאן, רש''י)<\/i> ומעברת סרק על פניה וטופלת עצמה בסיד וכיוצא בו והוא שתוכל לסלקו במועד ומעברת שער מבית השחי ומבית הערוה בין ביד בין בכלי ומעברת סכין על פדחתה:"],["חול המועד אסור בהספד ותענית לפיכך אין מניחין את המטה ברחוב שלא להרגיל את ההספד ומטעם זה אין מוליכין המת לבית הקברות עד שיהיה הקבר מתוקן:","נשים מענות דהיינו שכולם עונות כאחת אבל לא מקוננות דהיינו שאחת מדברת וכולן עונות אחריה ולא מטפחות דהיינו להכות כף אל כף נקבר המת אף לא מענות:","כל שלשים יום לפני המועד אסור להספיד על המת שמת לו מלפני שלשים יום קודם המועד ואפילו אם יש לו הספד בלא זה כגון שמת לו מת בתוך שלשים שמותר לספדו אפילו מת ערב הרגל אסור להספיד עמו על המת שמת לפני שלשים יום קודם המועד:","מי שבאה לו שמועה בתוך ל' יום קודם הרגל נראה לי שמותר לספדו ואף על פי שהיא רחוקה:","יראה לי שמה שאנו נוהגים בתשלום השנה לספוד המת ולהזכיר נשמתו אינו בכלל זה ומותר לעשותו בתוך שלשים לרגל:","אין קורעין על המת בחול המועד אלא לקרוביו שהם חייבים להתאבל עליו וכן על חכם או על אדם כשר או אם עמד שם בשעת יציאת נשמה ועל קרוב שחייב להתאבל עליו ועל חכם קורע אפילו אינו בפניו אלא שבאה לו שמועה במועד אם הוא בתוך שלשים ועל אדם כשר אינו קורע אלא אם כן ידע בין מיתה לקבורה. <i> הגה: ויש חולקים ונהגו בני אשכנז שלא לקרוע במועד כי אם על אביו ואמו ועל שאר המתים קורעים לאחר המועד (מהרי''ל ותרומת הדשן סימן רפ''ח) ובמקום שאין מנהג יש לקרוע על כולם:<\/i>","אין חולצין כתף אלא קרוביו של מת המחוייבים להתאבל עליו או על חכם:","מברין בחול המועד והוא שלא יברו ברחבה אלא קרוביו של מת ולא יברו האבל בתוך ביתו אלא על מטות זקופות לפי שאין כפיית המטה ברגל כלל:","על החכם מברין הכל בחול המועד בתוך הרחבה כדרך שמברין את האבלים שהכל אבלים עליו:","עושין כל צרכי המת בחול המועד גוזזין שערו ומכבסים כסותו ועושין לו ארון בחצר שבו המת כדי שיהא ניכר שהוא לצורך המת ואם לא היו להם נסרים מביאים קורות ונוסרים מהם נסרים בצנעה בתוך הבית ואם היה אדם מפורסם עושים אפילו בשוק אבל אין כורתין עץ מן היער לנסור ממנו נסרים לארון ואין חוצבין אבנים לבנות בהם קבר ובמקום שהיהודים מעט דרים במקום אחד והכל יודעים כשיש מת בעיר הכל חשוב כמפורסם:","אין חופרים כוכין בחפירה וקברות בבנין בחול המועד להיות מוכנים למת שימות אבל מחנכין אותה שאם היה ארוך מקצרו או מאריכו או מרחיבו:","אין לתלוש עשבים ועפר בחול המועד בבית הקברות כמו שנוהגים לעשות בחול <i>(דין צדוק הדין במועד עיין ביורה דעה סימן ת''א סעיף ו'):<\/i>"],["הקובר את מתו בתוך הרגל לא חל עליו אבילות ברגל אלא לאחר הרגל מתחיל למנות שבעה ונוהג בהם אבילות ומונה שלשים מיום הקבורה ונוהג בשאר השלשים ככל גזירת שלשים:","במקומות שעושין שני ימים טובים מונה השבעה מיום טוב שני האחרון אף על פי שאינו נוהג בו אבילות הואיל ומדבריהם הוא עולה לו מן המנין ומונה מאחריו ששה ימים בלבד. <i> הגה: אם יום שני של ראש השנה עולה למנין שבעה, עיין ביורה דעה סימן שצ''ט סעיף י''ג בהגהות:<\/i>","הקובר את מתו ביום טוב שני של גליות שהוא יום טוב האחרון או ביום טוב שני של עצרת נוהג בו אבילות אם היה אותו היום יום מיתה וקבורה הואיל ויום טוב שני מדבריהם ואבילות יום ראשון של תורה ידחה עשה של דבריהם מפני עשה של תורה אבל אם קברו ביום טוב שני של ראש השנה אינו נוהג בו אבילות ששניהם כיום ארוך. <i> הגה: ויש חולקים דסבירא להו דאין נוהג אבילות בשום יום טוב שני וכן מנהג פשוט ואין לשנות (רבינו חננאל והרא''ש):<\/i>","זה שאמרנו שהקובר מתו ברגל לא חלה עליו אבילות הני מילי דברים של פרהסיא אבל דברים שבצנעה נוהג <i>(מיהו מותר לישן עם אשתו בחדר ואין צריך שמירה):<\/i>","אף על פי שאין אבילות נוהג במועד אנינות נוהג בו שאם מת לו מת בחול המועד אסור בדברים שאונן אסור בהם ואם מת ביום טוב ואינו רוצה לקוברו בו ביום אין עליו דין אנינות אלא אם כן צריך להחשיך על התחום להכין לו צרכי קבורה אז חל עליו דין אנינות משעה שמחשיך אבל אם מת ביום טוב שני והוא רוצה לקברו בו ביום או ביום טוב ראשון ורוצה לקברו על ידי נכרי חל עליו אנינות:","אף על פי שאין אבילות ברגל אם מת לו מת ברגל מתעסקים בו ברגל לנחמו ולאחר הרגל כשיכלו שבעה למיתת המת אף על פי שעדיין לא כלה האבילות מלאכתו נעשית על ידי אחרים בבתיהם ועבדיו עושים לו בצנעה בתוך ביתו ואין צריכים לנחמו אחר הרגל מנין הימים שנחמוהו ברגל:","מת לו מת קודם הרגל ונהג אבילות אפילו שעה אחת לפני הרגל בטלה ממנו גזירת שבעה וימי הרגל עולים למנין שלשים הרי שבעה לפני הרגל והרגל ומשלים עליהם עד שלשים ודוקא שנהג אבילות באותה שעה אבל אם שגג או הזיד ולא נהג אבילות או שהיה סמוך לחשיכה ולא היה יכול לנהוג אין הרגל מבטל האבילות ודינו כדין קובר מתו ברגל:","אם נהג שבעה ופגע בו הרגל מבטל ממנו גזירת שלשים אפילו חל יום שבעה בערב הרגל מותר לספר ולכבס בערב הרגל. <i> הגה: והוא הדין הרחיצה לדידן דנוהגין איסור רחיצה כל שלשים ומותר לרחוץ סמוך לערב ואין צריך להמתין עד הלילה (הגהות מיימוני ומרדכי והגהות אשירי)<\/i>. ואין צריך לומר אם חל יום ה' להיות בשבת ערב הרגל שמותר לספר בערב שבת ואם לא גילח בערב הרגל מותר לגלח אחר הרגל שהרי כבר נתבטל ממנו גזירת שלשים אבל בתוך הרגל לא יגלח כיון שהיה אפשר לו לגלח קודם הרגל ואם חל יום שבעה שלו בשבת ערב הרגל מותר לגלח בחול המועד כיון שלא היה אפשר לו לגלח קודם:","הא דרגל מבטל גזירת שלשים בשאר מתים אבל באביו ואמו שאסור לספר עד שיגערו בו חביריו אפילו פגע בו הרגל לאחר ל' יום אינו מבטל:","ואם חל אחד מימי האבילות חוץ מהשביעי בערב הרגל מותר לכבס ולא ילבשנו עד הלילה וטוב ליזהר מלכבס עד אחר חצות כדי שיהא ניכר שמפני הרגל הוא מכבס אבל לרחוץ אסור עד הלילה ויש מתירין לרחוץ אחר תפלת המנחה סמוך לחשיכה. <i> הגה: ולדידן דנוהגים איסור רחיצה כל שלשים אסור לרחוץ דהא הרגל לא בטל ממנו רק גזירת שבעה והוא הדין לענין כיבוס במקום דנוהגין איסור כבוס כל שלשים:<\/i>","ראש השנה ויום הכיפורים חשיבי כרגלים לבטל האבילות:","נהג שעה אחת לפני הפסח אותה שעה חשובה כשבעה ושמנה ימי הפסח הרי חמשה עשר ומשלים עליהם <i>(עוד)<\/i> חמשה עשר:","שעה אחת לפני עצרת חשובה כשבעה ועצרת כיון שאם לא הקריב קרבנות עצרת בעצרת יש לו תשלומין כל שבעה חשוב כשבעה הרי י''ד ומשלים עליהם <i>(עוד)<\/i> י''ו ויום שני של עצרת עולה למנין הי''ו:","שעה אחת לפני ראש השנה בטלה ממנו גזירת שבעה מפני ראש השנה וגזירת שלשים מבטל ממנו יום הכיפורים ומגלח בערב יום הכיפורים והוא הדין לקובר מתו בשלשה לתשרי שמגלח בערב יום הכפורים:","שעה אחת לפני יום הכיפורים בטלה ממנו גזירת שבעה מפני יום הכיפורים וגזירת שלשים מבטל ממנו החג ומגלח בערב החג:","שעה אחת לפני החג והחג הרי י''ד ושמיני עצרת שבעה הרי כ''א יום ויום שני של שמיני עצרת הרי כ''ב ומשלים עליהם ח':","שמע שמועה קרובה בשבת או ברגל ולמוצאי שבת ורגל נעשית רחוקה דינו כדין שמע שמועה רחוקה אחר השבת והרגל אלא שבשבת וברגל נוהג דברים שבצנעה:","שמע שמועה רחוקה בשבת או ברגל אינו נוהג בהם אפילו דברים שבצנעה אלא למוצאי שבת או הרגל נוהג שעה אחת ודיו:","שמע שמועה קרובה בשבת שבת עולה ליום אחד ולמחר קורע והוה ליה יום ששי שביעי לאבילות:","אם עשרה ימים אחר החג שמע שמת לו מת בערב החג אף על פי שאם נמנה שעה אחת לפני החג שבעה ושבעת ימי החג ויום שמיני עצרת כ''א ועשרה ימים אחרים הרי ל''א אין לזה דין שמועה רחוקה אלא דין שמועה קרובה שאין הרגל עולה למי שלא נהג אבילות קודם לו כלל וכל שכן למי שלא היה יודע שמת לו מת:"]]}