{"MISHNA_BERURA":[["(א) שיש לו ריח - או קיוהא דהיינו טעם חמוץ [גמרא]:","(ב) צריך ליתן וכו' - דדבר שיש לו ריח מזיק לאדם כשאוכלין בפניו והוא תאב לו ואין נותנין לו מיד אבל דבר שאין לו ריח יכול לאכול תחלה ואח\"כ יתן לשמש כדלקמן בסימן ק\"ע ס\"ג:","(ג) לשמש מיד - ובדבר מועט סגי דבזה נמי מתיישבא דעתו. וכתבו האחרונים דאפילו אם התנה עם משרתו בשעת שכירותו לפטור עצמו מזה לא מהני התנאי. ודוקא בשמש שעומד ומשמש ואינו אוכל עמהם ביחד אבל אם גם הוא מסב על השלחן עמהם לא צריך לאקדומי. איתא בגמרא דמי שהריח ריח מאכל והוא מתאוה לו אם אינו יכול להשיגו כל רוק שיבוא לתוך פיו מחמת תאות האוכל לא יבלע דיוכל לבוא לידי סכנה עי\"ז אלא ישליך הרוק מפיו:","(ד) מכל מין ומין - היינו אפילו בדבר דלית ביה ריחא וקיוהא דעכ\"פ גם בזה מצטער הוא כשרואה שארי אנשים אוכלין והוא אינו אוכל:","(ה) ולא יתן לו - קאי אאחד מן המסובין:","(ו) בידו - ביד השמש דשמא מתוך שהוא טרוד בלקיחת הפרוסה ישפך הכוס שמביא לשלחן. וי\"מ דאף כשהכוס ביד אורח לא יתן באותה שעה לשמש דשמא ירגיש האורח בבעה\"ב שמביט עליו בעין רעה (משום דשמא יחסר לאורחים) ומרתת וישפך הכוס מידו:","(ז) ביד בעה\"ב - כנ\"ל דשמא יקפיד בעה\"ב ומתוך כעסו ישפך הכוס מידו ויהיה קלקלה בסעודה. יש אומרים דאף בעה\"ב בעצמו לא יתן לשמש כשהכוס ביד השמש ג\"כ מטעם הנ\"ל דמתוך שהוא טרוד בלקיחת הפרוסה ישפך הכוס מידו ויהיה קלקלה וגנאי להמסובין בסעודה:","(ח) ליתן בכי האי גונא - פי' דשאר בני הסעודה יכולין לתת זה לזה כשהכוס ביד בעה\"ב שמאחר שהוא זימן אותם אינו מקפיד במה שהם נותנים זה לזה ולא חיישינן לקלקלה (תר\"י) ומוכח מזה דלאחר שלא זימן אסור ליתן (אחרונים):","(ט) ליתן לו וכו' - פי' להשמש דחיישינן שמא מתוך טרדתו ישכח מליטול ידיו אבל באחר לא חיישינן לזה אא\"כ רואהו שרוצה לאכול בלי נטילה ויש מחמירין בזה אך כשהוא נותן בתורת צדקה בודאי יש להקל כדלקמיה בס\"ב בהג\"ה:","(י) לא יתן לאכול וכו' - נלמד מסעיף הקודם אך לפי סברא קמייתא דדוקא להשמש משום טרדא א\"כ אין מקור לדין זה אם לא שיודע בו שלא יברך שבזה כו\"ע מודו דאין נותנין לו:","(יא) בתורת צדקה - דלא מפקעינן מצות צדקה בשביל חשש שמא לא יברך ואע\"ג דגבי שמש בסעיף הקודם חיישינן התם הנתינה לאו בתורת צדקה הוא שנותן לו בעבור ששמשו [ל\"ח] אך אם יודע בודאי שלא יברך אסור ליתן לו אף בתורת צדקה ודוקא אם מתוך רשעתו אבל אם מתוך אונסו שאינו יכול לברך לא נפקע מצות צדקה בשביל זה [פמ\"ג]:","(יב) שהוא כנמלך - שאינו יודע אם יתנו לו עוד אך אם היה דעתו בשעת ברכה ראשונה על כל מה שיביאו לו א\"צ לברך:","(יג) אדם חשוב וכו' - דמסתמא האדם חשוב יזהיר שיתנו לו כל צרכו מפת ואינו נמלך מזה ומדנקט המחבר פת משמע דדוקא בפת יזהיר הת\"ח את המסובין שיתנו לו וה\"ה כל דבר דאית ביה ריח וקיוהא דמבואר לעיל דצריך ליתן לו אבל בשאר דבר שהוא רק מדת חסידות צריך לברך על כל מה שיתנו לו בכל פעם ופעם דשמא הת\"ח לא יזהיר על דבר שהוא מדת חסידות [ט\"ז] ועיין במגן גבורים שמפקפק בדבריו:","(יד) שנים שהיו אוכלין וכו' - ר\"ל מידי דמחייב בזימון ומסתברא דאין לו רשות רק לאכול מעט כדי שיתחייב בזימון ויצטרף עמהם:"],["(א) אין משיחין בסעודה - אפילו בד\"ת ודוקא בשעת אכילה גופא ומשום סכנה וכדלקמיה אבל בין תבשיל לתבשיל מותר ומצוה על כל אדם ללמוד תורה על שלחנו שכל שלחן שלא אמרו עליו ד\"ת כאלו אכלו מזבחי מתים וכתב בשל\"ה דילמוד משנה או הלכה או אגדה או ספרי מוסר ואינו יוצא במה שמברך בהמ\"ז ועכ\"פ יאמר איזה מזמור וטוב לומר אחר ברכת המוציא מזמור ה' רועי לא אחסר דהוא ד\"ת ותפלה על מזונותיו:","(ב) שמא יקדים וכו' - שכשיוצא הקול נפתח אותו כובע שע\"פ הקנה ונכנס בו המאכל ומסתכן [רש\"י]:","(ג) נוטל ידו אחת - וצריך לברך ענט\"י אם רוצה לאכול [מ\"א] ועיין מה שכתבנו לעיל בסוף סימן קס\"ד במ\"ב בזה:","(ד) ששפשף בה - ואם שפשף בשתי ידיו צריך ליטול שניהם ואיתא בגמרא דמצוה לשפשף הניצוצות של מי רגלים אם נתזו על רגליו שלא יראה ככרות שפכה וכנ\"ל בסימן ג':","(ה) אינו נוטל כלל - בין לאכילה בין לשתיה:","(ו) ודאי צריך נטילה - ולענין ברכת ענט\"י יש מהאחרונים שכתבו שלא לברך גם בזה ולעיל בסימן קס\"ד הכרענו כדעת הח\"א דבזה צריך לברך עי\"ש:","(ז) וה\"מ לשתות - פי' שחוזר לביתו רק לשתות דאף לזה צריך נטילה שמא יבוא לאכול וכדלקמיה בהג\"ה:","(ח) ואם דיבר וכו' - איצא לחוץ קאי:","(ט) נוטל שתי ידיו - דכיון דהפליג שעה אחת או שתים הסיח דעתו מסעודתו ולא נזהר לשמור ידיו והן עסקניות [רש\"י]. וכתב הברכי יוסף בשם ספר צרור החיים דכשנוטל פת בידו בשעה שמדבר א\"צ נטילה שדעתו עליו ולא יסיח דעתו:","(י) כיון שהסיח דעתו - ובין אאכילה ובין אשתיה קאי כיון שהפליג. ומ\"מ המוציא א\"צ לברך שנית אף אם בודאי נגע במקום הטנופת [מ\"א]:","(יא) אבל בלא\"ה א\"צ וכו' - וכמו שפסק המחבר לעיל בסימן קנ\"ח ס\"ו:","(יב) זה את זה - והוא שלא יהא שהייתן הרבה ושלא יפסיק בדברי שיחה:","(יג) לשתות - וה\"ה לדבר אחר. אין ד\"א לת\"ח לשתות מים בפני רבים אלא יהפוך פניו לצד אחר וי\"א דדוקא שלא בשעת סעודה אבל בשעת סעודה שרי ושאר משקין מותר בכל גווני. בש\"ס כתובות ס\"ה אשה שאין בעלה עמה אין לה לשתות יין וכשהיא בדרך באכסניא אפילו בעלה עמה אסור וה\"ה בשאר משקין המשכרין. ואם היא רגילה לשתות בפני בעלה מותרת לשתות מעט שלא בפני בעלה [מ\"א]:","(יד) מאכל השמש - ומ\"מ מדת חסידות ליתן לו גם מיד דבר מועט כמ\"ש בסימן קס\"ט וע\"ש במ\"ב סק\"ב:","(טו) אבל כשהשמש וכו' - פי' כשהשמש מערה מן האילפס לתוך הקערה אינו מדרך המוסר שישייר לעצמו באילפס אלא יערה הכל והם יניחו כל אחד בקערה מעט בשבילו:","(טז) כל מה שיאמר וכו' - היינו אפילו דבר שיש בו קצת גסות ושררה שלא היה עושה כן האורח משום ענוה אעפ\"כ יעשה [תוספות] ואם האורח נוהג איזה פרישות בדבר שעושה משום סרך איסור אינו מחוייב לשמוע לבעה\"ב לעבור אבל דבר שהוא פרישות בעלמא טוב לגבר להסתיר מעשיו [שע\"ת ע\"ש]:","(יז) יעשה - עיין בבגדי ישע שמצדד דהיינו דוקא זולת אכילה ושתיה אבל באכילה ושתיה אם אינו תאב לאכול ולשתות יותר והבעה\"ב מפצירו לזה אינו מחוייב כדי שלא יזיק לו האכילה ואין בזה מניעת כבוד לבעה\"ב אם אינו עושה כדבריו ע\"ש:","(יח) קפדן בסעודתו - מפני שמונע ב\"ב לתת כלום לעניים מפני יראת קפדנותו ועוד כי האורחים וב\"ב מתביישים אז לאכול כי יחושו פן יתרגש ויקפיד על אכילתן:","(יט) לא יאכל אדם וכו' - והב\"י מצדד דאפילו לאחוז בידו כביצה אינו כדאי אע\"פ שאינו אוכל בבת אחת:","(כ) בבת אחת - ואם משייר אפילו מעט תו לא הוי גרגרן [מ\"א]:","(כא) שנים דרך ארץ - פי' כששותהו בשני פעמים ועיין לקמן סימן ר\"י מה שכתבנו שם:","(כב) כוס קטן - היינו פחות מרביעית. וכ\"ז כשהאדם בינוני ובסתם יין אבל מי שכריסו רחבה או יין מתוק נשתנה השיעור והוא מותר בבת אחת אפילו ביותר מזה ולפ\"ז בשכר שלנו שאינו חזק בודאי שיעורו יותר מרביעית [מ\"א]:","(כג) מראשו - פי' כי השום הלבן שבו מבפנים הוא המשובח שבו והעלין הירוקין שמלמעלה גרועין מהן ומחזי כרעבתן כשיתחיל לאכול מראשו [פרישה] ובשבת מותר משום חיבוב סעודת שבת:","(כד) מעליו - מצד העלין:","(כה) בידו השניה - ר\"ל כמו הרוצה לקרוע בכח דבר מדבר שמחזיק בשתי ידיו לקרוע ובמסכת דרך ארץ שלפנינו הגירסא הטיפש שבהן אחז הקלח בידו אחת ונשכו בשיניו ע\"ש משמע דדוקא באופן זה הוי גנאי ועיין בביאור הגר\"א:","(כו) לא ישוך וכו' - מפני שנמאסה לבריות:","(כז) לא ישתה וכו' ויברך בהמ\"ז - דנראה כששותה אותם בב\"א שעושה לשרות המאכל כדי שיוכל לחזור ולאכול אחר בהמ\"ז עוד הרבה ובטור הגירסא לא יביא שתי כוסות ופירשו הרבה אחרונים דהכונה שרוצה לשתות עתה רק כוס אחד והשני יניחנו לברך עליו בהמ\"ז אפ\"ה לא יביאם בפעם אחד מפני הרואים שסבורים שבשביל להרבות בשתיה מכוין:","(כח) הגדול פושט וכו' - אפילו בדאיכא קערות טובא לא יפשוט ידו לקערה שלפניו עד שהגדול יפשוט תחלה לקערה שלפניו וה\"ה במניחין פירות לפני כאו\"א שיפשוט הגדול ידיו תחלה:","(כט) לבית - בעה\"ב ופשוט דמיירי כשאינו מתארח שם בשכר:","(ל) תנו לי לאכול - ואם נתנו לפניו א\"צ להמתין תו עד שיאמרו לו שיאכל:","(לא) משום רבית - כלומר דמחזי כריבית אבל מדינא לאו ריבית הוא דלא היה מתכוין בשעה שהאכילו בראשונה לכך:","(לב) אבל מותר לומר וכו' - דאינו מתכוון כלל בזה לחוב רק אומר כן דרך המוסר שלא יסרב נגד דבריו ויאכל עמו ולא יקשה בעיניו לאכול עמו בחנם והט\"ז חוכך גם בזה להחמיר עי\"ש:","(לג) אפילו בסעודה וכו' - דהלא אינו אומר לו אז בשעת אכילה שהוא לפרעון על מה שעבר רק בדרך מתנה בעלמא:","(לד) פרוסה על גבי וכו' - היינו פרוסת פת והטעם שמא תפול הפרוסה לתוך הקערה וימאס האוכל. איתא בגמרא [ברכות ח'] כשיחתוך בשר יחתכנו ע\"ג השלחן וכדומה ולא ע\"ג היד שמא יפגע בידו וגם שמא יצא דם וימאס האוכל:","(לה) בפרוסה - ובלבד שיאכל אח\"כ הפרוסה דאל\"ה איכא בזיון אוכלין כדלקמן בסימן קע\"א [אחרונים]:","(לו) ולא ישוך פרוסה וכו' - לכאורה הא נלמוד זה במכ\"ש דסעיף י' דאפילו ע\"ג השלחן אסור כ\"ש ליתן לפני חבירו או בקערה אלא באמת גרסינן הכא מפרוסה [וכן הוא במסכת ד\"א וברוקח] והיינו דאין הכונה על החתיכה גופא שאחזה בשיניו דזה אין להניחו אפילו על השלחן וכדלעיל בס\"י אלא הכוונה על החתיכה שנשאר שנשך ממנה בשיניו איזה פרוסה דגם זו החתיכה לא יתן לפני חבירו לאכול או בקערה [א\"ר ופרישה]:","(לז) ויתן לחבירו וכו' - שמא מחמת הבושה יקבל חבירו ממנו וישתה בע\"כ ואולי חבירו מאיס ליה לשתות ממה ששייר זה דאפשר דנתערב רוקו שם ויחלה עי\"ז ולפ\"ז דוקא אם נותנו לידו אבל אם מניחו לפניו והוא לוקח מעצמו לית לן בה וט\"ז כתב אני ראיתי בצואת ר\"א הגדול שמזהיר מאד שלא לשתות ממה ששייר חבירו כי שמא יש לו חולי בתוך גופו ויצא רוח מפיו לאותו שיור ע\"ש ועיין לקמן בסכ\"ב דמהני קינוח מקום נשיקת הפה או במים כששופך מהם מעט דרך אותו מקום ששתה בפיו ולכאורה סותר לדברי ר\"א הגדול ואולי דר\"א הגדול מיירי דהראשון ששתה היה אדם שאין אנו מכירין אותו אם הוא בריא דאז יש לחוש יותר [א\"ר] ועיין בפמ\"ג:","(לח) ויניחנו על השלחן - שאין זה דרך כבוד להניח על השלחן כוס ריקם [לבוש]:","(לט) לא יקח חלקו וכו' - הב\"ח פי' הטעם שנראה שחלקו בזויה בעיניו ולא חפץ בה ומסרה לשמש ולכן יניחנה לפניו דמראה שמקובל בעיניו אלא דלפי שא\"צ לאכול מסרה לבסוף לשמש ומ\"ש המחבר דבר קלקול ר\"ל שעי\"ז יוכל לבוא לידי קטטה הבעה\"ב עם האורח ולבוש פי' כפשוטו דלפיכך לא יתננו תיכף להשמש שמא יהיה קלקול בסעודה ויצטרך לחלק הזה לחלק לשאר המסובין אלא יניחנו עד אחר הסעודה ואח\"כ יתן לו וכתב הט\"ז דלפ\"ז א\"צ להמתין רק עד אחר שיניח לכל אחד חלקו כראוי. כתב מ\"א כשעושה סעודה דרך ארץ להשקות בעצמו למסובין כדאיתא בקידושין ל\"ב:","(מ) אינם רשאים וכו' - הוא תקנת חכמים מפני מעשה שהיה כדאיתא בחולין צ\"ד מעשה באדם אחד שזימן ג' אורחים בשני בצורת ולא היה לו להניח לפניהם אלא כשלש ביצים בא בנו של בעה\"ב נטל אחד מהן חלקו ונתן לו וכן שני וכן שלישי בא אביו של תינוק מצאו שמחזיק אחד בפיו ושתים בידו חבטו בקרקע ומת כיון שראתה אמו עלתה לגג ונפלה ומתה אף הוא עלה לגג ונפל ומת ע\"ש. וכתבו המ\"א וא\"ר דדוקא בכה\"ג דש\"ס שהיתה סעודה מצומצמת ומתבייש בעה\"ב כשיחסר להם אבל אם יש הרבה על השלחן שלא יחסר עי\"ז רשאים ליתן להם ולפ\"ז כ\"ש אם כבר כלו לאכול ונשתייר מותר ליתן להם מהשיריים ובספר שמן רוקח חוכך בכל זה להחמיר:","(מא) או לעבדו - י\"א דדוקא לעבדו אסור אבל לשמש המשמש בסעודה שרי ויש אומרים דאף לשמש אסור:","(מב) לא היו מסובין וכו' - אפילו בסעודת מצוה [אחרונים] ועיין בבה\"ל:","(מג) אע\"פ וכו' - דמסתמא נתרצו לזה שיאכל עמהם מעט משלהם כדי שיהיה להם זימון עי\"ז וממילא אם אוכלין מידי דאין מזמנין עליו אין לו לאכול בלא רשות. וכתב הא\"ר דאפשר דה\"ה אם היו האוכלין תשעה [דבר שמזמנין ע\"ז] יכול העשירי ג\"כ לאכול בלא רשות דמסתמא ניחא להו כדי שיהא להם זימון בשם:","(מד) קנח מקום וכו' - עיין לעיל בסט\"ז במה שכתבנו שם במ\"ב:","(מה) דרך שם - כדי לשטוף הרוק שנגע דרך שם ועיין מה שכתבנו לקמן בסימן רל\"א מעניני אכילה. יזהר מאד שלא לאכול לב בהמה חיה ועוף [מ\"א] כתב א\"ר בשם של\"ה ייטיב לבו בסעודתו אם מעט ואם הרבה יאכל פתו בשמחה. יאכל הטוב והמועיל לו לרפואה ולא מה שערב לו לפי שעה. ולא יישן סמוך לאכילה אלא ימתין אחר אכילה ועיין ברמב\"ם הלכות דעות פ\"ו שהאריך בדברים אלו והנהגתן. גם האריך בשל\"ה ליזהר מרבוי אכילה ושתיה אלא יאכל וישתה רק להעמיד ולהברות את גופו מזומן לעבודת הנפש ובזה כל סעודותיו הוין סעודת מצוה וע\"ש בא\"ר שהביא עוד כמה ענינים הנוגעים בענין זה:\n"],["(א) צרכיו - ר\"ל צורך תשמישיו וכמו שיתבאר לקמיה:","(ב) בפת - וכ\"ש בשאר אוכלין:","(ג) אבל מידי דמימאס וכו' - ואפילו בשאר אוכלין ג\"כ אסור:","(ד) לא - ואם עושה לרפואה שרי אפילו מימאס ביה וכדלקמן בסימן שכ\"ח ס\"כ ואפילו בלא רפואה אם הוא דבר שהוא צורך האדם ודרך העולם לעשות בהאוכל צורך זה ג\"כ שרי ומטעם זה מזלפין הקרקע ביין וסכין הגוף ביין ושמן כמבואר בגמרא בכמה דוכתי. אסור לפצוע זיתים ליטול ידיו במים היוצאים מהם [שחזקים הם ומעבירים את הזוהמא] מפני שהזיתים נמאסים עי\"ז ואיכא הפסד אוכלין [גמרא]:","(ה) כוס מלא - שקרוב הדבר שישפך עליו וימאס:","(ו) אם היא וכו' - וג\"כ מטעם הנ\"ל וכ\"ש אם הקערה בתחתיתו אינו נקי וימאס הפת עי\"ז:","(ז) מלאה וכו' - אבל כשאינה מלאה שרי לסמוך אף דמשתמש בפת דעושה אדם כל צרכיו בפת וכנ\"ל וה\"ה דמותר לכסות בו כלי [טור]:","(ח) שאינה צורך אכילה - דאלו בנטילה לאכילה בלא\"ה אסור לכמה פוסקים [עיין בסימן ק\"ס סי\"ב] דאין נטילה אלא במים אלא אף בזה שאינה צורך אכילה אסור משום בזיון היין וה\"ה בשאר משקין אסור. ובשעת הדחק עיין לעיל בסי' ק\"ס סוף סי\"ב ובבה\"ל שם:","(ט) ואין זורקין הפת - ומבואר בב\"י וש\"פ דפת חשיבא טפי משאר אוכלין ובדידיה אסור אפילו אם לא נמאס ע\"י זריקה כגון שזורקו ע\"ג מקום נקי דזלזול הוא לפת:","(י) הנמאסים ע\"י זריקה - כגון תאנים וכדומה שנתבשלו כל צרכן שהם רכים ומתמעכים ע\"י זריקה ונמאסים:","(יא) כגון אגוזים וכו' - שהם קשים ואינם מתמעכים ומיירי שזרקו במקום נקי דאל\"ה אסור אפילו באגוזים וכדלקמיה בסעיף ד'. כשרואין אוכלין מונחים על הארץ אסור לילך ולהניחם אלא צריך להגביהם אם לא במקום דאיכא למיחש לכשפים כגון ככר שלם [עירובין ס\"ד]. איתא בגמרא [תענית כ'] דרב הונא סובר מאכל אדם אין מאכילין אותו לבהמה [וה\"ה לעופות] אמנם בא\"ר מסתפק אם הלכה כר\"ה בזה ועיין במחצית השקל שמצדד דאם אין לו דבר אחר להאכיל כ\"א מאכל אדם לכו\"ע מותר ואפשר דמשום זה נוהגין העולם היתר להאכיל לעופות פת:","(יב) קופה מלאה תאנים - דוקא בקופה של נצרים שהיא נכפפת והאוכלין מתמעכין ונמאסין אבל של עץ שרי:","(יג) של דבילה וכו' - שהם קשים ואינם מתמעכים [לבוש]:","(יד) קטניות - שאף שהקופה היא מנצרים הקטניות בעצמן קשים הם:","(טו) במקום כף - משום דעושה אדם צרכיו בפת היכא דלא מימאס וכנ\"ל והכא לא מימאס להאדם הזה בעצמו שאכל בו הדייסא:","(טז) והוא שיאכל וכו' - דלאדם אחר מימאס ואיכא הפסד אוכלין:","(יז) והמדקדקים וכו' - שחוששים להשתמש מעשה עץ באוכלין דביזוי הוא לכן אוכלין בכל פעם מעט מן הפת דנראה כאלו בא ללפת את הפת:","(יח) אח\"כ אוכלין אותו - דלאחרים הוא נמאס וכנ\"ל:","(יט) ממשיכין יין בצנורות - שעושין משום סימן טוב שימשך שלותן וטובתן ומיירי בצינור של עץ שאינו נמאס:","(כ) והוא שיקבלנו - דאל\"ה איכא משום הפסד אוכלין:","(כא) שנמאסין - ואע\"פ שאגוזין יש להם קליפה ואין האוכל שבתוכן נמאס מ\"מ בימות הגשמים שיש רפש וטיט ומתלכלכין שם נמאסין להגביהן ואיכא הפסד אוכלין. יש מקומות שהנהיגו כהיום לזרוק צמוקין לפני החתן בשבת שלפני חתונתו בשעה שקורין אותו למפטיר ולא יפה הם עושין שרכין הם ונמאסין עי\"ז כנ\"ל:","(כב) לא גלוסקאות - כנ\"ל ס\"א:","(כג) במקום נקי - כדי שלא ילך לאיבוד:","(כד) וגם יכבדו וכו' - דאל\"ה אין תועלת מה שזרק במקום נקי:"],["(א) בולען - שא\"א לפולטן דמימאסי ומיפסדי וגם לסלקם לצד אחד מלוגמיו ולברך כמו בס\"ב באוכלין אינו יכול לעשות זה במשקין שא\"א לדבר בעוד משקין בפיו הלכך התירו לו לבולען וכתב בלבושי שרד דאם הכניס מעט בפיו ויכול לברך ע\"י הדחק יברך:","(ב) ואינו מברך עליהם וכו' - י\"א דכ\"ז דוקא כשאין לו יותר משקין לשתות והוא דחוק למשקין הללו אבל אם יש לו יותר יפלוט ולא יהנה בלי ברכה וכן ראוי לנהוג [מ\"א וא\"ר]:","(ג) ברכה ראשונה - הטעם דמאחר שכבר בלע המשקין כבר נדחה ממנו מצות ברכה ראשונה אבל ברכה אחרונה צריך לברך אם היה כשיעור עיין לקמן בסי' ר\"י:","(ד) וי\"א דמברך עליהם - היינו אחר שבלע מברך עליהם הברכה ראשונה ולא דמי להא דקי\"ל בסי' קס\"ז ס\"ח דאם נזכר אחר שגמר סעודתו שלא בירך אינו מברך דשאני הכא דמאחר שנזכר בעודו בפיו היה עליו אז חיוב ברכה ודומה זה קצת לעובר לעשייתן אלא שלא היה יכול לברך לכן לא נפטר מן הברכה:","(ה) וכן נראה עיקר - ודעת רוב הפוסקים כדעה ראשונה שאינו מברך רק ברכה אחרונה אם שתה כשיעור וכן הסכים הא\"ר:","(ו) שאינו נמאס - כגון פולין וכיו\"ב שהם קשים:","(ז) יפלטנו ויברך עליו - כדי שיהא פיו ריקן בשעת הברכה דכתיב ימלא פי תהלתך [גמרא] וכתב האשכול מהא שמעינן מאן דמברך ברכה צריך לברך מלא פומיה ולא לגמגם:","(ח) דבר שנמאס - כגון תותים וענבים:"],["(א) רשות - רצה נוטל רצה אינו נוטל:","(ב) עיין ביו\"ד סימן פ\"ט - ס\"ג ושם נתבאר בהג\"ה דלפי מנהגנו יש ליטול ידיו אפילו בין תבשיל של גבינה לתבשיל של בשר שאחריו אם נוגע בהם בידיו ואין לנו רשות אלא בששני התבשילין שוין:","(ג) לדבר אחר - צרעת ועיין במ\"א שכתב דאפשר דבזמנינו אין סכנה כ\"כ דבכמה דברים נשתנו הטבעים ע\"ש:","(ד) ועיין יורה דעה סימן קט\"ז - ושם נתבאר בהג\"ה דמנהגנו שאין חוששין לזה וסיים דמ\"מ יש לאכול דבר ביניהם ולשתות דהוי קינוח והדחה:","(ה) נוהגים באמצעיים - היינו שבין תבשיל לגבינה:","(ו) בין להקל - היינו שא\"צ נטילה בכלי וגם רק עד פרק השני וגם אין חציצה מעכב בהם בדיעבד:","(ז) שפוסל באמצעיים - אין הכוונה שאם הסיח דעתו לאחר שהטיל לאמצעיים נבטל נטילת האמצעיים דמאי איכפת לן בהיסח דעתו הרי עכ\"פ ידיו נקיות מגבינה אלא ר\"ל שאם הסיח דעתו משמירת ידיו נבטל נטילה ראשונה דמים ראשונים כמו שמבואר בכמה מקומות דהיסח הדעת משמירת ידיו פוסל הנטילה ומילתא דפשיטא הוא ולא נקט לה אלא משום דהשוה לה בכל דבר למים אחרונים ובמים אחרונים לאחר שנטל לא איכפת לן בהיסח הדעת שהרי לא יאכל יותר להכי קאמר דבנטילה לאמצעיים אינו כן דאף שהטיל לאמצעיים אעפ\"כ אינו רשאי להסיח דעתו מנטילה ראשונה שהרי יאכל עוד:","(ח) שאמצעיים צריכים ניגוב - דיש בו משום מיאוס אם יאכל בלי ניגוב:","(ט) דוקא מים - ששאר משקין מתוך שהם עצמן שמנים אינם מנקים את השומן והמאכל משא\"כ באחרונים שאינם באים רק להעביר הזוהמא מידים אפילו משקין מעבירין הזוהמא ורש\"ל מיקל דמותר בשאר משקין אבל כמה אחרונים הסכימו להרמ\"א:"],["(א) ואין הפת פוטרו - היינו אע\"פ ששותה לשרות האכילה שבמעיו וה\"ז כדברים הבאים מחמת הסעודה תוך הסעודה שנפטרים בברכת הפת כמו שיתבאר לקמן מ\"מ הואיל והיין הוא חשוב אינו נחשב טפל לפת להפטר בברכתו ואפילו כוון בפירוש בברכת הפת לפטור כל מה שישתה בתוך הסעודה לא מהני ליין:","(ב) יין פוטר וכו' - שהוא ראש וראשון לכל המשקים וכולם נטפלים לו [תוספות]:","(ג) כל מיני משקים - ובלבד שיהיו לפניו על השלחן בשעה שבירך על היין [דאלו לא היו לפניו בשעת ברכה אף שהביאו המשקין לפניו בשעה שעמד עדיין היין לפניו לא מהני וצריך לברך עליהם] ויש מקילין אפילו לא היו לפניו ורק שהיה דעתו עליהם וכ\"ז בשלא קבע עצמו לשתות יין ורק כוס זה בלבד אבל אם קבע לשתות יין הסכימו כמה אחרונים דפוטר אפילו המשקין שלא היו לפניו בשעת ברכה כיון שבאו לפניו עכ\"פ בעוד שהיין לפניו [ואם באו לפניו אחר גמר שתיית היין צריך לברך על המשקין כ\"כ מהר\"מ בנעט בביאורו אם לא שהיה דעתו על המשקין קודם גמר השתיה] ולכתחלה טוב יותר לעולם שיהיו שאר המשקין לפניו בעת ברכתו על היין. ודע שאם קידש על היין והוציא אחרים בברכתו אם לא טעמו מכוס של קידוש ורוצים לשתות שארי משקין אף שהיו לפניהם בשעה שבירך על היין צריכים לברך על המשקין כי הטעם שיין פוטר הוא משום שכל המשקים טפלים לו וכשאינו שותה לא שייך טעם זה ועיין בבה\"ל מה שכתבנו עוד בענין זה:","(ד) אפילו מברכה ראשונה - ועיין לקמן סימן ר\"ח סט\"ז ובמ\"ב שם לענין ברכה אחרונה:","(ה) מניחו וכו' - דאפילו למ\"ד בהמ\"ז אינה טעונה כוס מ\"מ מצוה מן המובחר יש בזה אם יוכל לעשות בכוס כדלקמן סימן קפ\"ב ס\"א ומ\"מ אם הוא צמא לשתות ואין לו שאר משקין מוטב שישתה קודם כדי לצאת גם דעת המרדכי [שהובא ברמ\"א לקמן סימן קצ\"ג] שסובר דכשתאב לשתות אינו חייב מה\"ת לברך בהמ\"ז עד שישתה:","(ו) אם קבע וכו' - כתבו האחרונים דל\"ד קבע דה\"ה אפילו אם שתה רק כוס אחד של יין קודם הסעודה דפוטר היין שבתוך הסעודה וכל זה אם דעתו לשתות גם בתוך הסעודה:","(ז) שבתוך המזון - וה\"ה דפוטר נמי יין שלאחר המזון קודם בהמ\"ז [במקום שרגילין לשתות יין אחר גמר אכילתן או שהיה דעתו לזה בפירוש] אבל אם לא היה לו יין לפני המזון ובירך על היין שבתוך המזון צריך לברך שנית על יין שלאחר הסעודה כי יין שבתוך המזון אינו בא רק לשרות המאכל שבמעיו ואינו חשוב לפטור היין שלאחר המזון שבא לשתיה ולתענוג [ועיין בב\"י שכתב דאם הוא צמא מחמת אכילתו אפילו נשתהא זמן הרבה אחר הסעודה אעפ\"כ כל זמן שלא בירך בהמ\"ז כיין שבתוך המזון דמי דבא לשרות המאכל וגם משמע קצת מדברי הרשב\"א דאם הוא שותה מיד אחר האכילה ג\"כ מסתמא כדי לשרות המאכל הוא בא] אך באמת אין דין זה מצוי בינינו שאין אנו מושכין ידינו מן הפת עד בהמ\"ז וחשיב הכל תוך הסעודה ולפיכך ממילא יין שבתוך המזון פוטר גם יין שלאחר המזון דזה וזה לשרות:","(ח) וכן יין של קידוש - קמ\"ל דלא תימא דוקא יין קודם המזון דחשיב דבא לפתוח המעיים ולשתות פוטר בתוך הסעודה אבל יין קידוש דבא עיקרו למצוה אימא לא קמ\"ל דפוטר. ונ\"ל פשוט דבמדינתנו שאין אנו רגילין לשתות יין בתוך הסעודה אפילו בשבת אינו פוטר אלא א\"כ היה דעתו לזה מתחלה וכמו שכתבתי מקודם:","(ט) שבתוך המזון - וה\"ה שלאחר המזון [אחרונים]:","(י) וכן המבדיל וכו' - ר\"ל אע\"ג דהבדלה אינה שייכא כלל לסעודה כמו קידוש אפ\"ה כיון דהבדיל על השלחן ר\"ל שהכין עצמו לסעודה שייכא לסעודה ומיירי כנ\"ל שהיה בדעתו לשתות גם בתוך הסעודה:","(יא) שאין ברכת וכו' - הטעם כנ\"ל דאינה שייכא לסעודה כמו קידוש [שאינה אלא במקום סעודה] וע\"כ ס\"ל להי\"א דבעינן עכ\"פ שיטול ידיו לסעודה מתחלה דבזה בודאי אתחלתא דסעודה היא:","(יב) יין הבדלה - כתב מ\"א דדוקא יין הבדלה שאינו בא לצורך סעודה אבל ביין שלפני המזון דעלמא שבא לצורך סעודה לפתוח המעיים פוטר אפילו קודם נטילה יין שבתוך הסעודה ולהכי סתם המחבר בריש הסעיף ולא התנה דדוקא אחר נטילה:","(יג) נטל ידיו - לאו דוקא דה\"ה אם קבע עצמו לסעודה על השלחן [מ\"א] ובא\"ר חולק עליו וכן משמע מביאור הגר\"א:","(יד) קודם הבדלה - וא\"ת היכי שרי להפסיק בהבדלה בין נט\"י להמוציא י\"ל דלא הוי היסח הדעת כיון שדעתו לאכול ואינו רשאי לאכול בלי הבדלה אבל להפסיק בשתיית רשות בין נטילה להמוציא אסור:","(טו) יכוין שלא להוציא - ואז יברך ברכה אחרונה על כוס זה קודם הסעודה:","(טז) בתוך הסעודה - ר\"ל אפילו שלא בבת אחת:","(יז) בברכה אחת - דמסתמא כשבירך בפה\"ג על כוס האחד דעתו היה ג\"כ על כל מה שישתה בתוך הסעודה:","(יח) לא היה דעתו וכו' - ר\"ל שהיה דעתו שלא לשתות אלא אותו הכוס ולא יותר אלא שאח\"כ נמלך לשתות עוד וכתב הט\"ז דה\"ה לענין אכילה כגון שקנה לעצמו לחם א' לאכלו כולו וע\"ד זה בירך ואח\"כ נתאוה לאכול עוד ושולח לקנות עוד צריך לברך שנית המוציא [והטעם דמעשיו מוכיחין דלא היה בדעתו לאכול כ\"א הלחם שקנה דאל\"כ היה קונה יותר אלא שאח\"כ נתאוה לאכול עוד] אבל אם יש לו בבית לחם וחותך לו חתיכה לאכול אותה ואח\"כ רוצה לחתוך עוד אין זה נמלך דדרך אדם כן הוא דלפעמים בשעת ברכה חושב שיהיה די לו בחתיכה אחת ואח\"כ כשרואה שאינו שבע בזה לוקח עוד:","(יט) שבא לסעודה - היינו שאינו מן הקרואים אלא שבא דרך עראי לשם לכך אמרינן דהוי נמלך דבשעה שבירך לא היה יודע אם יתנו לו עוד וכדלקמן בסימן קע\"ט סה\"ו עי\"ש במ\"ב:","(כ) ומושיטין לו - ר\"ל שלא בבת אחת אלא בזה אחר זה:","(כא) על כוס ברכת נשואין - שיש שם הרבה מסובין וכל כיוצא בזה:","(כב) כ\"א צריך לברך - דמסתמא אינו מכוון לצאת בברכת המברך מאחר שאינו יודע אם יגיע לו ועיין לקמן סימן ק\"צ במ\"א סק\"ז ובמ\"ב שם:","(כג) אין לברך וכו' דבהמ\"ז פוטרתו - כדין דברים הבאים מחמת הסעודה שנפטרין בבהמ\"ז [כמש\"כ בסימן קע\"ז] דהיין מחמת הסעודה הוא חשיב דבא לשרות המאכל ואף דברכה ראשונה מברך על היין כנ\"ל בס\"א ברכה אחרונה לא:","(כד) שלפני המזון - דכיון שבאים לפתוח המעיים להמשיך האדם לתאות המאכל הוי ג\"כ כדברים הבאים מחמת הסעודה ופשוט דזה דוקא אם שותה סמוך למזון עכ\"פ דהוי כאתחלתא דסעודה אבל בלא\"ה לא:","(כה) ואפילו לא וכו' - כצ\"ל. ור\"ל דאף דאז לא שייך לומר דהוא שתיה אחת עם אלה שבתוך הסעודה אפ\"ה פוטר דהן עצמן בכלל סעודה הן וכנ\"ל. ולענין מים ושארי משקין ששותה קודם המזון ואינו שותה בתוך המזון דעת הרבה אחרונים דצריך לברך עליהם ברכה אחרונה שאין בהמ\"ז פוטרתן דמכיון ששתה אותם קודם המוציא אינם שייכים לסעודה כלל לבד יי\"ש שוה ליין דהוא מעורר תאות המאכל ועיין בה\"ל:","(כו) וע\"ל ס\"ס רע\"ב - ס\"ז לענין קידוש דשם מבואר דגם בו ברכת המזון פוטרתו ועיין בה\"ל מה שכתבנו בזה:","(כז) ולענין יין של הבדלה - ר\"ל דהם אינם באים לצורך סעודה ועיין שם שכתבנו דאם לא בירך קודם הסעודה לא יברך עוד ויפטרנו בברכת המזון. ולענין אם פוטר בהמ\"ז היין ששתה אחר גמר הסעודה יש דעות בפוסקים י\"א דאין בהמ\"ז פוטרו בסתמא וצריך לברך על היין מעין שלש אם לא שכוון בהדיא בבהמ\"ז לפטור גם היין דאז פטור בדיעבד כמבואר בסימן ר\"ח סי\"ז וי\"א דאין צריך לברך ברכה אחרונה ובהמ\"ז פוטרו בסתמא אף לכתחלה מיהו אין דין זה מצוי בינינו לפי המבואר לקמן בסימן קע\"ז דאין אנו מושכין ידינו מן הפת עד בהמ\"ז א\"כ הוי הכל כבתוך הסעודה ובהמ\"ז פוטרו [מ\"א] ומיהו באמת לכתחלה טוב יותר שיכוון בעת בהמ\"ז לפטור:","(כח) אם אין לו יין וכו' - אסעיף א' קאי דאיין שבתוך הסעודה מברך ברכה ראשונה אף בתוך הסעודה משום חשיבותו אבל אשאר משקין לא דנטפלים להסעודה:","(כט) כבאים מחמת הסעודה - בתוך הסעודה דמבואר בסימן קע\"ז דאין מברכין עליהם דנפטרין בברכת המוציא:","(ל) ואינם טעונים ברכה - לא לפניהם ולא לאחריהם ואפילו אם הם באים אחר גמר סעודה לדידן דאין אנו מושכין ידינו מן הפת וחשוב הכל כבתוך הסעודה:","(לא) המים - אליבא ריקנא וה\"ה בשארי משקין:","(לב) וי\"א לברך - היינו ברכה ראשונה דס\"ל דדינו כמו פירות שאוכל בתוך הסעודה דצריך ברכה לפניה' אבל מברכה אחרונה לכו\"ע נפטרין בבהמ\"ז:","(לג) המים - וה\"ה לשאר כל המשקין ואע\"ג דיין חשבינן ליה בא מחמת הסעודה [דרק משום חשיבותו צריך ברכה וכנ\"ל] יין שאני דסעיד ליבא טפי וגם דבא להמשיך תאות האכילה משא\"כ שארי משקין:","(לד) בכל פעם דסתמא וכו' - ואף לדעה זו דוקא במים אמרינן דמסתמא נמלך הוא שאין אדם שותה מים אלא לצמאו אבל בשכר ומי דבש וכיו\"ב לא חשיב בסתמא נמלך ובברכה אחת סגי לכו\"ע אך לאקרי\"ץ ודומיהן שאין שותין כ\"א לצמאו דינם כמו מים לדעה זו [מ\"א]:","(לה) קודם נטילה - דלאחר נטילה אין לו להפסיק בשתיית משקין של רשות והבדלה דס\"ד שאני משום דאסור לאכול קודם הבדלה:","(לו) במקום סעודתו - ולא ישנה מקומו דבשינוי מקום צריך לברך שנית כששותה אח\"כ וכמבואר בסימן קע\"ח וא\"כ לא תיקן כלום:","(לז) ויברך וכו' - וכתבו האחרונים דיזהר לשתות פחות מרביעית דאם ישתה רביעית לא יועיל כלום בתיקונו דיכנס בספק ברכה אחרונה על המשקין האלו דאפשר דאין בהמ\"ז פוטרתו דאין שייכים לסעודה מכיון ששתה קודם נטילה אכן אם יש לו כוס שכר לברך עליו בהמ\"ז א\"צ ליזהר בזה דברכת בנ\"ר שיברך על הכוס יפטור גם את המשקין ששתה קודם בהמ\"ז:","(לח) על דעת וכו' - או שיבקש לאחר שאינו אוכל שיברך על המשקה ויתכוון לפוטרו:","(לט) והמנהג כסברא הראשונה - והטעם כדלעיל לפי שאין אכילה בלא שתיה והוי כדברים הבאים מחמת הסעודה ולענין יי\"ש יש אחרונים שכתבו דצריך ברכה בתוך הסעודה משום שאין שותין אותו מחמת צמאון האכילה כשאר משקין אבל המ\"א כתב דבתוך הסעודה א\"צ ברכה משום דאז בא לעורר תאות המאכל וחשיב גם זה מחמת הסעודה [וה\"ה בפירות הבאים להמשיך תאות האכילה כגון לימני\"ש מלוחים או זית מליח או אוגערקע\"ס מלוחים וכיו\"ב ולא דמי לשאר פירות שבתוך הסעודה שצריך ברכה] וכן העתיקו איזה אחרונים כדעתו ובאמת היה ראוי לנהוג בזה כעצת המחבר לענין שאר משקין [דיברך על מעט מהיי\"ש קודם נטילה ע\"ד לפטור מה שישתה בתוך הסעודה] מפני שיש דעות בזה אלא שהעולם נהגו להקל ויש להם על מה לסמוך. וכ\"ז בתוך הסעודה אבל אם שותה את היי\"ש אחר סעודתו דאז בודאי דעתו רק לעכל המזון לכו\"ע צריך ברכה [אחרונים] מ\"מ נ\"ל דאם אכל מאכל שמן ולקח מעט יי\"ש להפיג השמנונית שבפיו אם רגיל בענין זה הוא בכלל טפל להאוכל וע\"כ אף אם הוא אחר גמר סעודתו א\"צ לברך. כתב הח\"א דאם שותה אחר גמר סעודתו קאפ\"ע הוא רק כדי לעכל המזון ולא דמי לשאר משקין וע\"כ צריך לברך ברכה ראשונה ואינו מוכרח ונכון שיברך מתחלה על מעט צוקע\"ר לפטור את הקאוו\"ע. וכל זה שייך רק לענין חול אבל בשבת ויו\"ט בשחרית אין שייך כ\"ז דהרי בודאי כבר קידש על הכוס וממ\"נ אם קידש על היין הלא פוטר כל המשקין [ובאופן המבואר לעיל בסק\"ג] ואם קידש על השכר וכיו\"ב הלא מברך שהכל וממילא נפטר גם זה:","(מ) אפילו הסיבו יחד - ר\"ל ולא כמו דאמרינן בעלמא [קס\"ז סי\"א] דאם הסיבו יחד אחד מוציא כולם ועדיף טפי משום ברוב עם הדרת מלך אבל בברכה שבתוך הסעודה לא יעשו כן:","(מא) לענות אמן - ואף דקי\"ל בכל מקום דשומע כעונה ועניית אמן אינו מעכב כלל לענין לצאת בהברכה חיישינן שמא יענו אמן ויסתכן [רא\"ש וטור]:","(מב) משום דחיישינן וכו' - היינו משום דעוסקין אז באכילה ואין בית הבליעה פנוי ומבואר בפוסקים דלדעה זו אף אם יניחו מלאכול ויכינו עצמם לשמוע הברכה ולענות אמן ג\"כ לא מהני דמ\"מ חיישינן שמא לא יזהרו להפסיק מלאכול ויבוא לידי סכנה [פרישה]:","(מג) ויש אומרים וכו' - דהם ס\"ל הטעם דאין אחד יכול להוציא חבירו בברכת היין שבתוך הסעודה משום דטרודים הם לאכול ולא יתנו לב לכוון לשמוע ולצאת ולכן אם אמר מקודם שיברך סברי מורי ומניחים כולן לאכול ויכונו לבם להברכה שפיר דמי וגם משום סכנה ס\"ל דאין כאן כיון שפסקו מלאכול:","(מד) אחד מברך לכולם - וצריכין שיטעמו כולם תיכף מהכוס ולא יפסיקו בין ברכה להשתיה [מ\"א]:","(מה) ויאמר סברי רבותי - ר\"ל בברכה שבתוך הסעודה כשאחד מברך ומוציא כולם לא יאמר ברשות רבותי [דלשון זה אינו אלא נטילת רשות לברך] אלא סברי רבותי דהיינו שיפסקו מלאכול ויתנו לב לשמוע הברכה ולצאת כנ\"ל:","(מו) כל מקום וכו' - ר\"ל כשאחד מוציא חבירו כמו קידוש והבדלה וכה\"ג. ובחופה וברית מילה שאין נוהגין לומר סברי כלל הוא משום דרק במקום שצריך נטילת רשות אומרים על היין סברי במקום רשות אבל בחופה ומילה שאין נוטלין רשות אין לומר סברי כלל:","(מז) אין אומרים ברשות - פי' אף דהיה ראוי לומר יותר ברשות שהוא נטילת רשות מהמסובין שחפצים בו שיוציא אותם בברכתו אלא משום ברכת היין שבתוך הסעודה דמוכרח לומר סברי כדי שיפסיקו מלאכול נהגו לומר לשון זה בכל מקום שמברכין להוציא אחרים:\n"],["(א) יין אחר - ר\"ל שמתחלה בירך על יין שבתוך המזון ואח\"כ הביאו לו עוד יין אפילו הוא ממין אחר אפ\"ה נפטר בברכה ראשונה ועיין לעיל בסימן קע\"ד ס\"ה:","(ב) הטוב והמטיב - ומברך אותה בשם ומלכות והוא הודאה על ריבוי היין שנזדמן לו [ועוד כתבו הספרים טעם לנוסח זה כי ידוע שהאדם צריך למעט בתענוגי העולם ויין הלא מביא לידי שמחה ויכול לבוא לידי קלות ראש לכך סידרו נוסח זה של הטוב והמטיב שידוע שברכת הטוב והמטיב שבבהמ\"ז תקנו על הרוגי ביתר שנתנו לקבורה ועי\"ז יזכור יום המיתה ולא ימשך אחר היין הרבה]. ודוקא על יין שבתוך המזון [או שהיו מסובין לשתות בלא אכילה ואח\"כ הביאו להם יין אחר וכדלקמיה בס\"ה בהג\"ה] אבל על כוס של בהמ\"ז א\"צ לברך עליו ברכת הטוב והמטיב אף שהוא מין יין אחר דהא כבר אמר הטוב והמטיב בבהמ\"ז [מ\"א]. בלילי פסח טוב לכתחלה שלא לשתות עוד מין אחר של יין בתוך הסעודה כדי שלא יצטרך לברך עליו הטוב והמטיב ויהיה נראה קצת כמוסיף על הכוסות אך אם הוא צמא וחושק לשתות ממנו יכול לברך עליו הטוב והמטיב [אחרונים]:","(ג) אע\"ג שאין לו וכו' - עיין במ\"א בשם פוסקים שיש דעות בזה וע\"כ הכריעו לדינא דאם יש להם מן הראשון והביאו השני כדי שיטעמו יין אחר משונה מן הראשון מברכין עליו הטוב והמטיב אבל אם אין להם כלל מראשון א\"כ לא מחמת שינוי הביאו אלא מפני שכלה הראשון אין מברכין עליו שאין בזה ריבוי טובה כ\"כ:","(ד) ולאו דוקא וכו' מחדש - ר\"ל שהביאו להם עתה בבית אלא ה\"ה אם היה להם מתחלה שתי יינות בבית ודעתו לשתותם אלא שהיין השני לא היה מוכן לפניו על השלחן בשעת ברכת בפה\"ג וכדלקמיה [לבוש] ודעת הל\"ח דכשהם בביתו בשעת ברכת בפה\"ג ודעתו לשתותם כמונח לפניו על השלחן דמי וא\"צ לברך ברכת הטוב וספק ברכות להקל:","(ה) שלא היו לפניו וכו' - או שעבר ובירך על הגרוע תחלה צריך לברך ברכת הטוב על היין השני:","(ו) אלא בפה\"ג - ר\"ל על היין המשובח וממילא נפטר היין הגרוע מכל וכל וכן פסקו האחרונים:","(ז) שאינו יודע שהוא גרוע - אבל אם יודע שהוא גרוע אפי' מעט לא יברך עליו אף שהוא מין אחר [אחרונים]:","(ח) ממנו - כתב הט\"ז דוקא אם הוא מסתפק שמא הוא גרוע רק ממנו אבל אם הוא מסתפק שמא הוא גרוע מאד עד שאינו ראוי לשתות אלא מדוחק לא יברך עליו ברכת הטוב:","(ט) ואין חילוק וכו' - היינו בין לענין ברכת בפה\"ג שאין צריך לברך אפילו מחדש לישן ובין לענין ברכת הטוב שצריך לברך אפילו כששניהם חדשים [הגר\"א] והטעם דכיון שהובאו משני כלים חשיבי כשני מינים וכדלקמן בס\"ו:","(י) או אחד חדש וכו' - ודוקא מחדש לישן אבל מישן לחדש בסתמא לא אא\"כ ידוע לו שהחדש ההוא טוב כמו הישן [עט\"ז וא\"ר וש\"א]:","(יא) תוך שלשים יום - לאפוקי ממאן דס\"ל דאם שתה תוך ל' מיין זה אין חביב עליו כ\"כ ולא יברך עליו ברכת הטוב קמ\"ל:","(יב) יותר גרוע - ר\"ל גרוע קצת אבל אם הוא גרוע הרבה לא יברך:","(יג) יותר מן האדום - ומ\"מ אם שתה לבן תחלה ואח\"כ הביאו לו אדום מברך עליו ברכת הטוב אם יודע שהאדום משובח יותר אבל בסתמא לא מפני שהלבן בריא יותר לגוף ונחשב אדום לגביה כגרוע ממנו:","(יד) על הטוב וכו' - ואם מסופק לו איזהו טוב ואיזהו רע מותר לו לכתחלה לברך בפה\"ג על האחת וברכת הטוב על השני אף שהובאו לפניו לכתחלה שניהן כאחת וזהו מדינא ומ\"מ טוב להדר כשיש לו ספק איזהו טוב שמתחלה יסלק אחת מן השלחן ואח\"כ יברך בפה\"ג על האחת ואח\"כ יברך ברכת הטוב על השני ויוצא בזה ידי כל החששות. כתב בא\"ר דכן אם רוצה לברך על כמה יינות יסירם עכ\"פ מהשלחן בשעת ברכה ראשונה ואח\"כ כששותה אפילו כמה יינות מברך על כ\"א ברכת הטוב:","(טו) עמו - ושותה מאותו יין אבל אם אינו שותה אלא הוא לבדו או ששותה רק חבירו לבדו אין מברכין ע\"ז ברכת הטוב גם בעינן דוקא שיהיה לחבירו שותפות באותו היין אבל אם הוא רק אורח בעלמא שבעה\"ב נתן לו לשתות לא יכול לומר ברכת הטוב וכתב המ\"א דגם הבעה\"ב לא יכול לומר ברכה זו באופן זה אם לא שהבעה\"ב העמיד הקנקן על השלחן לשתות מי שירצה הוי כשותפות ויכול אף האורח לברך ואשתו ובניו כיון שצריך לפרנסן הוי כאלו יש להם חלק בו. גם בעינן שישתו בחבורה ביחד ולא זה בחדר זה וזה בחדר זה. גם הסכימו כמה אחרונים שאין לברך ברכת הטוב אלא כששתו שניהם משתי היינות אבל אם שתו שניהם רק מיין הראשון ומיין השני שתה רק אחד או להיפך אין לברך. כתבו האחרונים בברכת הטוב יכול לברך בדיעבד אף שכבר שתה ונזכר כשהיין בפיו שבולעו ומברך אח\"כ אבל אם נזכר אחר שכבר שתה אין כדאי לברך ומיהו כשיש עוד יין בקנקן לכו\"ע יכול לברך דדמי למי ששכח לברך המוציא ונזכר קודם גמר סעודה [פמ\"ג]:","(טז) חשיבי כשני מינים - דכיון שכל אחד היה תוסס בחבית בפ\"ע בשיעור זמן זה עדיין חדש הוא ויכול להשתנות כל אחד בטעמו משא\"כ אחר ארבעים יום הוא בכלל יין ישן ואין משתנה טעמו ומין אחד הוא ואין זה בכלל שינוי יין:\n"],["(א) דק דק - שאין בהם כזית וגם אבד מהם תואר לחם שברכתן במ\"מ כמבואר בסימן קס\"ח ס\"י ומ\"מ פטר להו פת מפני שהם טפלים לגביה והרי הם נחשבין כמעשה קדרה דפת פוטרתן:","(ב) בירך על הפרפרת - דדרך הוא להביאם קודם הסעודה לתענוג או להמשיך הלב לאכילה ולא פטר את הפת כיון דברכתן במ\"מ. וכתב בשיטה מקובצת שאף אם כוון בפירוש לפטור לא מהני. ולענין ברכה אחרונה אם אכלן רק לתענוג או להשביע קצת צריך לברך עליהם ב\"א קודם הסעודה ואם לא בירך עד שבירך בהמ\"ז בדיעבד בהמ\"ז פוטר כל מיני מזונות כמו שכתבנו לקמן בסימן ר\"ח סי\"ז במ\"ב ע\"ש וי\"א דאם דעתו לאכול מיני מזונות גם בתוך הסעודה נחשבת לאכילה אחת ויכול אף לכתחלה לסמוך על בהמ\"ז שיברך לבסוף ומ\"מ נראה דאף לדעה זו יראה לכוין להדיא בבהמ\"ז לפטור מה שאכל מקודם [עיין באבן העוזר סימן ר\"ח סי\"ז]. ועיין בבה\"ל שבארנו לענין מה שאנו אוכלין אחר קידוש בשחרית לעק\"ך וקיכלי\"ך וכדומה נכון יותר שאף לדעה ראשונה לא יברך עליהם ברכה אחרונה קודם הסעודה אלא יפטרנו בבהמ\"ז וכ\"ש אם אוכל המין כיסנין גם בתוך הסעודה ובברכת במ\"מ שמברך קודם הסעודה פוטר גם אותם לכו\"ע נפטרין הכל בבהמ\"ז מפני דכל זה שייך לסעודה. ואגב אעתיק מפוסקים אחרונים עוד איזה דינים מה ששייך לענין זה. עד הנה כתבנו באוכל מיני מזונות קודם הסעודה ועכשיו נבאר באוכל שאר דברים. א) הרוצה לאכול קודם נט\"י לסעודה מדברים שצריך לברך עליהם בתוך הסעודה כגון פירות ובדעתו לאכול פירות גם בתוך הסעודה ומכוין עכשיו בברכה זו לפטור גם מה שיאכל בתוך הסעודה א\"כ הוי הכל לצורך סעודה וא\"צ לברך אחריהם דבהמ\"ז יפטור הכל כמו מה שפוטרת מה שאוכל בתוך הסעודה ואם לא יאכל פירות בתוך הסעודה צריך לברך ב\"א עליהם דכיון שאכלן קודם הסעודה אין שייכין לסעודה כלל. ואפילו אם לא בירך ב\"א קודם נט\"י צריך לברך בתוך הסעודה. ב) כ\"ז בשאוכל פירות וכנ\"ל אבל אם אכל קודם הסעודה דברים שא\"צ ברכה עליהם כשאוכלן בתוך הסעודה [כגון מיני לפתן ופרי אדמה שקורין ערד עפי\"ל או בולבע\"ס וכדומה] א\"כ אפילו אם דעתו לאכול מהם גם בתוך הסעודה אינו מועיל להם כלל הברכה ראשונה דבלא\"ה הם נפטרין ע\"י ברכת המוציא וע\"כ מה שאוכל קודם הסעודה אין שייך כלל להסעודה וצריך לברך עליהם ברכה אחרונה בורא נ\"ר. ולענין יין ושאר משקין מבואר בסימן קע\"ד סעיף ו' ז' ג) אכן אם אכל קודם הנטילה פרפראות להמשיך הלב לאכילה ולפתוח הבני מעיים [כגון מיני מתיקה שקורין איי\"ן גימאכ\"ץ או דבר מלוח וכדומה] אין לברך עליהם ברכה אחרונה דהם שייכים לסעודה ונפטרין בבהמ\"ז. ד) ודע דהא דמותר לאכול קודם המוציא דברים שא\"צ ברכה תוך הסעודה כגון המבוארים באות ב' דוקא שאין בדעתו לאכול תיכף אבל אם השלחן ערוך והלחם לפניו אסור לגרום ברכה שא\"צ אלא יברך המוציא על הלחם ויפטר שארי דברים [ח\"א] וי\"א דאם אוהב יותר לאוכלן קודם הסעודה מלאכלן בתוך הסעודה אין בזה משום גרם ברכה שאינה צריכה. ואם הם דברים המושכין הלב לתאות המאכל בודאי יש לסמוך להקל לאכלן קודם הסעודה:","(ג) פוטר מעשה קדרה - שברכתן נמי במ\"מ:"],["(א) ללפת בהם וכו' - ודייסא אף שהיא עבה ואינו מלפת בהם הפת ונאכל בפ\"ע מ\"מ כיון שבאת להשביע עיקר סעודה היא ונטפלת להפת וה\"ה כל מיני תבשילין הרגילין לבוא לתוך סעודת הפת [רא\"ש]:","(ב) בלא פת - דכיון שתמיד באים ללפת את הפת מעיקר הסעודה הם ונטפלים להפת:","(ג) פוטרתן - ואם אינו חפץ לאכול פת אלא אוכל מעט פת כדי לפוטרם כתבו האחרונים דיש להסתפק אם יכול לפוטרם דלא שייך לומר שהם נטפלים להפת כיון שלא היה חפץ באכילתו וכ\"ש כשאכל רק פחות מכזית או אולי כיון דדרך העולם לקבוע סעודה על הפת ברכת הפת פוטרתן בכל גווני וע\"כ כתבו דבאופן זה טוב יותר שיברך על השארי דברים הברכה הראויה לכל אחת ולא יאכל פת כלל אם לא בשבת ויו\"ט דאז מצוה לאכול כזית פת חשוב הוא ונעשו הכל טפלים לו:","(ד) כגון תאנים וכו' - וכן כל דבר שבא רק לקינוח ולא להשביע. ואפילו היו הפירות לפניו בשעה שבירך המוציא. ואפילו הם מבושלים ג\"כ אין הפת פוטרתן כיון שאין שייכים לפת [אחרונים] ואפילו אם בישלו הפירות עם בשר משמע מכמה אחרונים דצריך לברך עליהם דאין הפירות נעשין טפילין להבשר והוא דלא כדעת הח\"א שכתב דהפירות טפלין לגבי הבשר אכן בספר יד הקטנה מצאתי שמצדד ג\"כ לומר דלא יברך אלא דכתב טעם אחר בזה דהיכא דמבשל הפירות עם בשר או עם שומן ודבש ועושה מהן תבשיל (שקורין עפי\"ל צימע\"ס או מהאגסים שקורין בארי\"ן) נראה שכל עיקרן הן באין למזון ולסעודה ולא לקינוח בעלמא אלא בתורת תבשיל כשאר תבשילין שנעשין מלפת וירק שא\"צ לברך עליהם מטעם זה ומסיים דלצאת ידי ספק כשרוצה לאכול צימע\"ס מפירות מבושלים יקח תחלה איזה פרי חי ויברך עליה להוציא את זה ואם אין לו פרי חי יאכל תחלה וסוף עם פת עי\"ש. ואין בכלל זה מה שמביאין מעט פירות מבושלין לקינוח סעודה [שקורין קאמפאט] דזה אין בא למזון כלל רק לקינוח סעודה וצריך ברכה:","(ה) וכל מיני פירות - ה\"ה חזרת וקשואין ומלפפונות חיין או צנון ובצל ג\"כ צריך לברך עליהן אכן אם אוכל חזרת או צנון ובצל וכדומה עם בשר הן נעשין טפל לבשר והבשר ללחם [פמ\"ג]:","(ו) וע\"ל סימן קס\"ח - דשם נתבאר לענין פת כיסנין כשאוכלין באמצע סעודתו:","(ז) ברהמ\"ז פוטרתם - דלענין בהמ\"ז נטפלים הם להסעודה דכיון שעתיד לברך על כל מה שאכל גם זה נכלל עמו:","(ח) ואם בתחלת אכילתו וכו' - ר\"ל שתחלת אכילת אותן פירות היה עם פת וגם כונתו הוא לאכול עמהם פת גם אח\"כ אף שאכל עמהם באמצע בלא פת א\"צ לברך עליהם דכיון שאכל אותם תחלה וסוף עם פת נחשבין כדברים הבאים מחמת הסעודה בתוך הסעודה דא\"צ ברכה כנ\"ל אך כ\"ז דוקא כשהובאו ללפת בהם את הפת ולא לקינוח דאם הובאו רק לקינוח אף שאכל עמהם מקצת פת תחלה וסוף לא מהני ומה שאוכל בלא פת צריך ברכה. וגם לא מיירי כשעיקר קביעות סעודתו היתה על אלו הפירות דאז א\"צ שיאכל גם לבסוף עם פת דוקא ורק כיון שהתחיל לאכול עם פת שום אין מברך עליהם אף כשאכלן אח\"כ לבדן לכו\"ע כמבואר בס\"ג:","(ט) ובסוף אכל עמהם - ואם אין בדעתו לאכול עוד עם פת צריך לברך על הפירות לפניהם ועיין בבה\"ל:","(י) אינם טעונים ברכה - והאחרונים כתבו דראוי ליזהר לכתחלה כשהובאו לפניו פירות בתוך הסעודה ללפת בהם את הפת שיברך מתחלה עליהם קודם שיאכלם עם הפת ויאכלם קצת בפ\"ע ואח\"כ יוכל לאכול בין עם פת בין בלא פת כי יש מהראשונים דסברי דאפילו אם אוכל תחלה וסוף עם פת אם אוכל באמצע בלא פת צריך לברך ובדיעבד אם לא בירך מתחלה מותר לאכול אך שיראה לאכול גם לבסוף עם פת. אמנם אם עיקר קביעת סעודתו היתה מתחלה על הפירות אז לכו\"ע אפילו אם אוכל אח\"כ בלא פת א\"צ לברך כמ\"ש בס\"ג. אם אכל פשטיד\"א שממולא עם פירות א\"צ לברך על הפירות דנטפלים הם להקמח ועיין לעיל בסימן קס\"ח במ\"ב:","(יא) הבאים מחמת הסעודה - כגון בשר ודגים וכיו\"ב וכנ\"ל:","(יב) שלא מחמת הסעודה - כמו פירות ומיני מתיקה הבאים רק לקינוח וכנ\"ל:","(יג) בין לאחריהם - ואף אם אכל דברים שברכתן מעין שלש לא נפטרו בבהמ\"ז דבהמ\"ז אינו פוטר מעין שלש כמ\"ש לקמן בסימן ר\"ח סי\"ז ע\"ש:","(יד) תוך עיקר הסעודה - דאחר שמשכו ידיהם מן הפת שוב אין נטפלים אליו ולכן צריכין ברכה בפני עצמם בין לפניהם בין לאחריהם:","(טו) ואם קובע וכו' - ר\"ל שקביעת סעודתו ללפת הפת היה רק אלו הפירות וע\"כ נחשבים הם כשאר דברים הנזכרים לעיל בס\"א:","(טז) ויש חולקין - ס\"ל דמ\"מ אם אכל מהם בתחלה בלא פת אינם נעשים טפל להסעודה וצריך לברך עליהם בתחלה:","(יז) ואע\"פ וכו' מאחר וכו' - ר\"ל דאף דבס\"א אמרינן שיאכל פת דוקא גם לבסוף בזה שעיקר קביעת סעודתו מתחלה היה רק על אלו הפירות יוכל לאכול אח\"כ לכו\"ע בלא ברכה אף שאין דעתו לאכול עמהם עוד פת:","(יח) שלא היו וכו' - ואפילו לא היה ג\"כ דעתו עליהם בפירוש דכיון שקובע עצמו לאכילה הרי מן הסתם דעתו על כל מה שיביאו לו [מ\"א בסי' רי\"ב]:","(יט) ברכה כלל - פי' למה שאוכל עם הפת ומה שאוכל בלא פת נתבאר בסעיפים הקודמים:","(כ) שדרכן לבוא וכו' - ר\"ל וגם אוכלן עם הפת כיון שהוא מבית אחרים שבודאי לא היה דעתו עליהם כלל אין נפטרין בברכת הפת:","(כא) על כל מה וכו' - והיינו כשהביאו לו דברים הבאים מחמת הסעודה וכנ\"ל בס\"א דאלו אם הביאו לו מיני פירות לא מהני אפי' היה דעתו לזה בשעת ברכת המוציא שיוכל לאכלן אח\"כ בלי ברכה [ואפילו בפירות שלו] אא\"כ מלפת בהם הפת. קיצור דיני פירות הבאים בתוך הסעודה. אם אוכל עם הפת פשיטא שא\"צ כלל ברכה דנעשה טפל לפת ואפילו לא היה דעתו לזה בפירוש בשעת ברכת המוציא. ואם אוכל בלא פת פשיטא שצריך ברכה לפניהם ואפילו הם מבושלים דהוי שלא מחמת הסעודה רק לקינוח בעלמא. אבל אם רוצה לאכול פירות קצת עם הפת וקצת בלא פת בזה יש דעות חלוקות ע\"כ יש לנהוג שיאכל תחלה מעט בלא פת ויברך עליהן ואח\"כ יוכל לאכול שאר הפירות בין בפת ובין בלא פת. וזהו בקובע סעודתו ללפת הפת בשאר דברים אבל בקובע סעודתו ללפת הפת בפירות כיון שאכל מתחלה פירות עם פת יוכל לאכול בסוף פירות בלא פת בלא ברכה:\n"],["הנה מפני שהסימן הזה יש בו פרטים רבים ע\"כ אקדים לזה הקדמה קצרה כדי להקל על המעיין. הנה בענין שינוי מקום [היינו שהתחיל לאכול והלך למקום אחר ורוצה לאכול שם או שרוצה לחזור למקומו הראשון ולאכול שם] קי\"ל דצריך לחזור ולברך ויש בזה ג' דברים שצריך לבאר. א) מהו שינוי מקום אם מבית לבית או מחדר לחדר. ב) באיזה דברים שייך דין שינוי מקום. ג) אם שינה מקומו מה דינו בזה ונחזור לבאר אחד אחד. ענין שינוי מקום הוא לא מיבעיא אם הלך באמצע אכילתו מבית זה לבית אחר בודאי הוי שינוי מקום ואפילו אם יצא רק חוץ לפתח ביתו בתוך אכילתו ג\"כ בכלל שינוי מקום הוא ואינו מועיל אפילו היה דעתו לזה בשעת ברכה שישנה מקומו ואפילו אם שינה רק מחדר לחדר ג\"כ סוברים הרבה פוסקים דהוא שינוי מקום [ועיין במש\"כ בזה בבה\"ל] אך בזה יש חילוק דאם היה דעתו בשעת ברכה לשנות המקום מחדר לחדר מותר כיון שהוא תחת גג אחד. ומזוית לזוית אפילו טרקלין גדול לא הוי שינוי מקום כלל כיון שהוא חדר אחד ואין צריך כלל דעתו לזה. ובאיזה דברים שייך שינוי מקום איתא בזה פלוגתא בגמרא [פסחים ק\"א ע\"ב] דרב ששת סבר בין אם אכל פת ובין שאכל פירות ושארי משקין דינם שוה בזה דצריך לחזור ולברך ורב חסדא סבר דוקא אם אכל דבר שאין טעון ברכה במקומו ר\"ל כגון פירות ומשקין שאין מחויב דוקא לברך ברכה אחרונה שלהן במקומו הראשון וע\"כ אמרינן דתיכף שעקר ממקומו נתבטל קביעתו וצריך לחזור ולברך כשירצה לאכול עוד אבל אם אכל פת [וי\"א דה\"ה כל דבר שהוא משבעת המינים] שהוא דבר שצריך לברך במקומו דוקא וע\"כ אמרינן בהו דאפילו אם עקר ממקומו עדיין לא נתבטל קביעותו הראשונה וכל היכא שאוכל על דעת קביעות הראשונה הוא וכאלו יושב במקומו דמי ואין צריך לברך עליו המוציא ונחלקו הפוסקים בזה הרמב\"ם וסייעתו פסקו כרב ששת דבכל גווני צריך לברך וזהו טעם שני סעיפים הראשונים והרא\"ש וסייעתו פסקו כרב חסדא וזהו דעת הגהת הרמ\"א שהובא בסוף סעיף ב'. וכל זה הוא לענין לחזור ולברך אבל לכתחלה אין לעקור ממקומו לכו\"ע בכל גווני. ומה דינו של שינוי מקום נחלקו הפוסקים ג\"כ בזה הרמב\"ם וסייעתו סוברים דמשחזר למקומו בתחלה צריך לברך בהמ\"ז [או הברכה אחרונה כשאכל דבר שחייבין עליו לברך ברכה אחרונה] על האוכל שאכל מקודם ואח\"כ יחזור לברך ברכה ראשונה על מה שהוא רוצה לאכול עתה וזהו המוזכר בסעיף א' ושארי פוסקים סוברים דאין צריך לברך רק הברכה ראשונה על מה שהוא רוצה לאכול אבל הברכה אחרונה יוצא במה שמברך אחר אכילה השניה ויהיה קאי על שניהן וזהו המוזכר בריש הג\"ה שבסוף ס\"ב ולמעשה נקטינן הכל כדעת הפוסקים המובא בהג\"ה ויתר פרטי הדינים המסתעפים לזה יבואר הכל אי\"ה בתוך הסימן ועתה נתחיל לבאר את דברי הסימן:","(א) היה אוכל בבית זה - ומיירי באוכל יחידי דאם אכל ביחד עם עוד אנשים ונשארו בני חבורתו במקומן א\"צ לחזור ולברך לכו\"ע ע\"י יציאתו וכדלקמן בס\"ב:","(ב) והלך וכו' - ואפילו לא נשתהא שם כלל שתיכף חזר למקומו הראשון אפ\"ה שינוי מקום מקרי וכדלקמיה וכ\"ש אם רוצה לגמור סעודתו במקום השני:","(ג) לבית אחר - וה\"ה לחדר אחר ג\"כ בכלל שינוי מקום הוא אם לא שהיה דעתו מתחלה לשנות לחדר אחר וכדלקמיה בהג\"ה ע\"ש:","(ד) או שהיה אוכל וכו' - אשמועינן בזה אע\"פ שלא פסק מסעודתו כלל אלא שקראו חבירו לדבר עמו דיבור בעלמא ויצא לקראתו מפתח ביתו וחזר הוי כמו שינוי מבית לבית:","(ה) לפתח ביתו - ר\"ל שיצא חוץ לפתחו דאם מדבר עמו על הפתח אין זה שינוי מקום:","(ו) צריך לברך וכו' - דע\"י היציאה ממקומו חשיב כנפסקה סעודתו לגמרי ומה שאוכל אח\"כ כסעודה אחרת דמיא ולכן מברך בהמ\"ז למפרע והמוציא על להבא:","(ז) למפרע - ובמקומו הראשון. ולכתחלה כשרוצה לצאת ממקומו צריך לברך בהמ\"ז קודם שיעקור כמ\"ש ס\"ב ורק בדיעבד כשלא בירך מתחלה צריך אח\"כ לחזור ולברך בהמ\"ז במקומו שכך הוא מצותו ואח\"כ יברך המוציא ויאכל במקום שירצה:","(ח) וחוזר ומברך המוציא - והיינו כשעומד באמצע סעודת פת וכ\"ש אם לא אכל מתחלה רק פירות או משקין בודאי שייך בהו שינוי מקום וכדלקמיה בס\"ב:","(ט) מפנה לפנה - היינו באותו חדר ואף שאין נראה לפניו מקומו הראשון מחמת הפסק דבר מתשמישי הבית כמו תנור או פאראוואן וכיו\"ב אין זה שינוי מקום כיון שהוא בחדר אחד:","(י) ועיין לקמן וכו' - ר\"ל דשם מיירי לענין שינוי מקום גבי קידוש וה\"ה לעניננו:","(יא) אם היה דעתו - ר\"ל שבשעת ברכה חשב לאכול גם במקום ההוא:","(יב) בבית אחד - היינו תחת גג אחד ואפילו מחדר לחדר או מבית לעליה ואף שאין רואה מקומו וה\"ה אם רואה מקומו הראשון שאכל שם אפילו דרך חלון ואפילו מקצת מקומו נמי מועיל אף שלא היה דעתו מתחלה. ודוקא מחדר לחדר באותו בית אבל מבית לבית אף שסמוכין זה לזה מסתפקים האחרונים דאפשר דאין להקל ע\"י ראית מקום. ודע שלפי המבואר לקמן בהג\"ה דאנו נוהגין כהפוסקים שלא לברך ע\"י שינוי מקום כשעומד באמצע סעודת פת תו אין נ\"מ לדינא כל החילוקים האלו שהזכרנו לענין שינוי מקום רק לענין מסובין לאכול פירות ושארי משקין דבהם לכו\"ע שייך דין שינוי מקום:","(יג) לקראת חתן וכו' - וה\"ה כשיצא לדבר הרשות והא דנקט לקראת חתן לרבותא דבלא הניחו שם אדם צריך לברך בהמ\"ז מקודם שיצאו אף שיוצאין לדבר מצוה:","(יד) מקצתן - ואפילו רק אחד:","(טו) לברך שניה - היינו ברכת המוציא אף ששינו מקומן בינתים דכיון שנשאר מקצתן במקומן לא פסקה סעודתן בהיציאה:","(טז) כשהם יוצאים וכו' - דכיון שלא הניחו שם אדם נפסקה סעודתן ע\"י היציאה וכשאוכל אח\"כ הוי כסעודה חדשה:","(יז) כשהם חוזרים וכו' - באמת כבר כתב זה בס\"א וכפל הדברים בשביל החידוש דהניח מקצת חברים או למה שכתבנו בסקי\"ג:","(יח) וכן אם היו וכו' - אשמועינן דגם בזה מהני הניח מקצת חברים כמו בסעודת פת:","(יט) פסק אכילתו - וגרע מהיסח הדעת שאין מברכין רק ברכה לכתחלה כשחוזר לאכול דזה נחשב כסעודה אחרת לגמרי:","(כ) ולפיכך מברך וכו' - היינו כשלא בירך ברכה אחרונה קודם יציאתו מברך עתה כשחזר וכמו לענין פת לעיל בס\"א:","(כא) למפרע - ובזה א\"צ לחזור למקומו דוקא אלא יכול לברך אפילו במקום השני דרק בפת מצותו לכו\"ע לחזור ולברך במקומו כדלקמן בס\"ה:","(כב) בבית אחד - פי' בחדר אחד [מ\"א וש\"א] ועיין מש\"כ בבה\"ל:","(כג) אינו צריך וכו' - ואף ששינה מקומו לגמרי לאכול בזוית האחרת א\"צ לחזור ולברך דזה אינו נחשב שינוי מקום ואף שאין רואה מקומו הראשון כגון שמפסיק תנור וכיו\"ב כיון שהוא בחדר אחד:","(כד) אכל במזרחה וכו' - ואין חילוק בין שאכל שם פת ושארי דברים או שאכל פירות התאנה עצמה:","(כה) צריך לברך - כיון שהתאנה מפסקת ואינו רואה מקומו הראשון ומיירי שלא עמדה התאנה בתוך היקף מחיצות דאם עמדה בתוך היקף מחיצות אף שאין רואה מקומו א\"צ לברך דחשיב הכל מקום אחד וכמש\"כ לעיל בשינה מקומו בחדר אחד ועיין לקמיה בס\"ג לענין מאילן לאילן. ואם היה דעתו בשעת ברכה לאכול גם במערבו של אילן י\"א דמהני בכל גווני:","(כו) ויש חולקים וכו' - בתרתי פליגי על דעה ראשונה אחד דהם לא מצרכי ברכה למפרע לעולם מחמת שינוי מקום ורק ברכה לכתחלה קודם שיאכל שנית דחשיב רק כהיסח הדעת ולא כמה שסילק סעודה הראשונה לגמרי וע\"כ הברכה אחרונה עולה לשניהם וגם ס\"ל דגם זה שצריך ברכה ראשונה הוא רק בעומד בסעודת פירות או משקין דתיכף ביציאתו חוץ לפתח ביתו נפסקה סעודתו [אם לא הניח שם מקצת חברים ואפילו הלך רק לעשות צרכיו לקטנים] אבל בפת ומיני דגן שצריכין לחזור ולברך במקומן לא נפסקה הסעודה בהיציאה וא\"צ אף ברכה ראשונה וכאלו לא שינה מקומו כלל אם לא שהסיח דעתו מלאכול עוד וכדלקמיה:","(כז) אבל אם הניח וכו' - דכיון שנשארו מקצתן ואפילו אחד במקומו לא נפסקה הסעודה וחוזרין לאכול או לשתות בלי שום ברכה אף שהיתה מסיבתן לאכול פירות או משקין:","(כח) ואכל דברים וכו' - כתב במ\"א סימן ר\"י דוקא כשאכל כזית דאם אכל רק פחות מכזית פת קודם שיצא דינו כמו פירות דהא א\"צ לברך אחריו וממילא מיד שיצא לחוץ צריך ברכה ראשונה אף שחזר למקומו וע\"כ צריך ליזהר לכתחלה שלא לצאת ממקומו אף מחדר לחדר [היכי שאין רואה מקומו] קודם שיאכל כזית:","(כט) או שהיה אוכל וכו' - אף שלא אשמועינן בבבא זו שום רבותא נקט לישנא דהמחבר בס\"א ופסק להיפך:","(ל) ודאי צריך לברך - ברכה ראשונה כדין היסח הדעת ואח\"כ יברך בהמ\"ז על הכל:","(לא) ואין חילוק בין וכו' - אלעיל קאי והיינו באוכל דברים הטעונין ברכה במקומו ולא הניח מקצת חברים ואשמעינן דאף כשמסיים סעודתו במקום אחר ג\"כ א\"צ לברך דעל סמך סעודה ראשונה אוכל אבל כשאוכל דברים שאין טעונין ברכה במקומן כגון פירות וכיו\"ב [או ששותה משקין] אף שהניח מקצת חברים לא מהני אלא כשחוזרין לחבורתן לסעודתן הראשונה אבל לאכול או לשתות במקום אחר צריכין ברכה לכתחלה [מ\"א וש\"א]:","(לב) סיים סעודתו - ואם אכל גם שם פת מבואר בס\"ד דמברך שם בהמ\"ז כיון דשם הוא סיום סעודתו:","(לג) לכתחלה לא יעקור - ר\"ל אף שעומד באמצע סעודת פת ורוצה לצאת ע\"מ לחזור ולאכול ולברך דלדעה זו אינו מצריך שום ברכה ביציאתו מ\"מ לכתחלה לא יצא דחיישינן שמא ישכח לחזור ולאכול ולברך במקומו [או שישהא עד שירעב ויפסיד בהמ\"ז לגמרי] ואם מזמינים לו לאכול פת במקום אחר דאז לא שייך האי חששא כיון שהולך לאכול שם ויברך שם אחר אכילתו כמ\"ש בס\"ד אפ\"ה לכתחלה לא יעקור ממקומו עד שיברך דרק בדיעבד כשכבר יצא אמרינן דמותר לו לאכול ולברך במקום השני דגם שם מקומו הוא אבל לכתחלה מצותו לברך במקומו שאכל קודם שיצא אם לא שהיה דעתו בשעת המוציא לאכול גם שם דאז חשיבי שניהם מקומו ומותר אף לכתחלה ואפילו מבית לבית מהני מחשבתו לדעה זו וכן נהגו כשהולכין לסעודת נשואין שמכוון מתחלה לאכול שם:","(לד) ממקומו - בתוספות ורא\"ש משמע דאין להחמיר בזה רק כשיוצא ע\"מ להפליג דאז חיישינן להנ\"ל אבל כשיוצא ע\"מ לחזור לאלתר מותר:","(לה) בלא ברכה - עיין בחידושי רע\"א מה שכתב בזה ועיין בבה\"ל שהכרענו לדינא דאף דלכתחלה בודאי נכון לנהוג כהרמ\"א שלא לצאת לדבר הרשות מ\"מ כשיוצא אין לו לברך אם יציאתו הוא ע\"מ לחזור ולגמור סעודתו דחשיב כעומד באמצע סעודה ויש בזה חששא דברכה שא\"צ רק אם הוא משער שאפשר שיפליג הרבה נכון יותר שיברך בהמ\"ז כשיוצא:","(לו) דחיישינן וכו' - ואפילו אם לא אכל פת אלא פירות ושארי דברים משמע מכמה אחרונים דנכון ליזהר לכתחלה שלא לצאת ממקומו עד שיברך ברכה אחרונה:","(לז) אינו צריך לברך - ואפילו אין רואה מקומו שהאילנות מפסיקין ול\"ד לאוכל במזרחה של תאנה ובא לאכול במערבה דצריך לברך דכאן מיירי שמוקף מחיצות דחשיב כמו מקום אחד כנ\"ל ויש מאחרונים שפירשו דמיירי באין מוקף מחיצות וטעם ההיתר בזה הוא משום שהיה דעתו לזה מתחלה וכמש\"כ לעיל בהג\"ה דדעתו מהני אף מחדר לחדר ואף שאין רואה מקומו מחמת הפסק האילנות לא חשיב אלא כמו מחדר לחדר ולפ\"ז גם לענין מזרחה של תאנה מהני דעתו ולהכי כתב המחבר בשם יש מי שאומר משום דאין דין זה ברור דליהני דעתו באין מוקף מחיצות דהוא רק שיטת הראב\"ד [הגר\"א בביאורו]:","(לח) והוא וכו' היה דעתו - כמו בחדר לחדר בעלמא דבעינן דוקא דעתו וכנ\"ל בס\"א בהג\"ה ובח\"א כלל נ\"ט ראיתי שמחלק בענין זה בין מוקף מחיצות לאינו מוקף מחיצות דבמוקף מחיצות לא בעינן דעתו בפירוש אלא אפילו מסתמא אמרינן דדעתו על כל האילנות [אם לא שהיה דעתו מתחלה לאכול רק מהאחד ואח\"כ נמלך לאכול גם מהשני דאז צריך לברך] ובאינו מוקף מחיצות בעינן שיהיה דעתו בשעת ברכה גם על השני [ואם לא היה דעתו אפילו רואה את מקומו הראשון ג\"כ אינו מועיל כיון שאינו מוקף מחיצות ט\"ז ודה\"ח]:","(לט) ואפי' וכו' - משום שינוי מקום דהוי כמבית לבית דלא מהני דעתו לכו\"ע כמש\"כ לעיל בס\"א בהג\"ה ואפילו אין הגן מוקף מחיצות כיון שכל אחד הוא בפני עצמו חשיב הוא כמו שני בתים ואפילו רואה מקומו הראשון ג\"כ אינו מועיל. מי שבירך על הפרי לאכול כאן ולא אכל ממנו ושינה מקומו כתב הא\"ר בשם ברכת אברהם דאינו יוצא בברכתו [ולפי מש\"כ לעיל בס\"ב בבה\"ל הוא דוקא מבית לבית אבל מחדר לחדר לא] וכתב הח\"א דאפילו אם אוחז הפרי בידו והולך ואוכל יש בו משום שינוי מקום אם יצא ממקומו הראשון שקבע עצמו לאכול לחדר אחר ולא היה דעתו מתחלה לזה דכל פתיתה ופתיתה הוא דבר אחר עי\"ש ולפי מה שכתבתי לעיל יש ליזהר בזה רק לכתחלה אבל בדיעבד אין לחזור ולברך מחמת שינוי מקום שמחדר לחדר:","(מ) וחזר ואכל - ואף דלדעת המחבר לעיל בסעיף א' וב' אסור לאכול במקום השני על סמך סעודה הראשונה אלא צריך לברך מקודם בהמ\"ז על אכילה ראשונה והמוציא על להבא וגם דעתו לא מהני מבית לבית צ\"ל דכאן מיירי שכבר אכל דאז מברך במקום השני דגם זה מקומו הוא ולפי מה שאנו נקטינן כדעת ההג\"ה לעיל בסעיף ב' רק לכתחלה אין לעקור ממקומו עד שיברך במקומו אבל אם כבר עקר מותר לאכול כאן על סמך סעודה הראשונה ואם היה דעתו לזה מהני בסעודת פת אף לעקור לכתחלה מבית לבית וכנ\"ל:","(מא) אלא במקום השני - דכאן הוא סיום סעודתו:","(מב) הולכי דרכים - דהם לכו\"ע מותר להם להלוך ולאכול ואף אם אין רואין מקומן הראשון מחמת מרחק הדרך או שמפסיקין אילנות משום דהם לא קבעו עצמן לכתחלה לאכול במקום שברכו ורק לילך ולאכול ולכן אין נחשבין כלל עי\"ז עוקרין ממקומן ואם היה דעתן לאכול סעודתן במקום שברכו המוציא ונמלכו לגמור סעודתן דרך הליכתן כ\"ז שרואין מקומו הראשון מותר להם לאכול דחשיב מקום אחד אבל באין רואין מחמת מרחק הדרך או מחמת הפסק אילנות חשיב שינוי מקום ובפירות צריך לברך שנית ובפת ג\"כ אף לדעת הגהה לעיל עכ\"פ לכתחלה אין להם לעקור ממקומן בלא ברכה כמבואר שם. אך אם מתחלה חשב לאכול מעט במקומו והשאר לאכול בדרך מהני ואף בהפסק אילנות דרק מבית לבית לא מהני דעתו באכילת פירות אמנם אם התחיל לאכול בבית והלך לדרך הרי הוא כמו מבית לבית דלא מהני דעתו בפירות וצריך לחזור ולברך ובפת מהני דעתו ואף לענין לכתחלה:","(מג) לאחריהם במקומם - ואם הלך משם צריך לחזור למקומו ולברך כמו לגבי פת:","(מד) מיני דגן - מפני חשיבותן שנקרא מזון:","(מה) לבד - כתבו האחרונים דלכתחלה יחמיר לברך במקומן אפילו בז' מינים וכן לענין שינוי מקום א\"צ לברך על כל השבעה מינים כמו על הפת אם שינה מקומו לפי מה שפסק בס\"ב בהג\"ה ודעת הגר\"א בביאורו דדעה האמצעית היא העיקר לדינא ולפ\"ז פירות של שבעת המינים דומים לסתם פירות דשייך בהו שינוי מקום לכו\"ע:","(מו) וא\"א לו לאכול - ר\"ל דלכאורה יש לדמותו להב לן ונברך דלמ\"ד דאין רשאי לאכול צריך לברך כשחוזר לאכול אבל באמת לא דמי דהתם הטעם משום דהוי היסח הדעת וסילוק משא\"כ הכא דלא הסיחו דעתם מלאכול:","(מז) לא הוי הפסק - ולדעת המחבר בס\"א הוא דוקא כשמתפלל בביתו אבל אם הולך לבהכ\"נ הוי הפסק אכן לפי מה שאנו נקטינן כדעת ההג\"ה בס\"ב לא הוי הפסק אף כשהלכו לבהכ\"נ ורק אם לא הסיחו דעתם מלאכול. כתב המ\"א דאף דהמוציא א\"צ לברך מחמת הפסק התפלה אבל נט\"י צריך דשמא לא שמר ידיו אבל הרבה אחרונים חולקין עליו וס\"ל דאף נט\"י אינו צריך דבעת התפלה בודאי שמר ידיו מלטנפם. אבל בזה דוקא אם מתפלל בביתו אבל אם הלך לבהכ\"נ והתפלל שם כשחזר צריך ליטול ידיו ובלי ברכה:","(מח) שינת עראי - ואפילו אם שהה משך זמן לערך שעה כיון שנאנס בשינה לא מקרי הפסק וא\"צ לברך המוציא [אבל נט\"י בעי ובלי ברכה פמ\"ג] ואם ישן על מטתו שינת קבע הוי הפסק דזהו סילוק והיסח הדעת לד\"ה:","(מט) לנקביו - ונטילת ידים צריך כמבואר בסימן קס\"ד ע\"ש:"],["(א) לאכול - וה\"ה שיש ליזהר לכתחלה שלא יפסיק בדבור אפילו מעט דתיכף לנטילה ברכה [ומהאי טעמא יש ליזהר שלא לשהות שהיה מרובה אחר הנטילה וכ\"ש שלא לעסוק באיזה עסק] אך אם צריך להפסיק בדבר נחוץ או בדיעבד אם הפסיק יטול ידיו שנית כדי להיות תיכף לנטילת מים אחרונים ברכה:","(ב) עד שיברך בהמ\"ז - ולא דמי להב לן ונברך דמותר לאכול ורק שיברך המוציא מתחלה וכדלקמיה דכיון שנטל ידיו אסור להפסיק. והנה יש כמה פוסקים דס\"ל דאין איסור לאכול אף בנטל ידיו ורק שיברך המוציא מתחלה וכ\"כ האחרונים להקל ורק דאחר אכילתו יטול ידיו שנית שתהא סמוכה נטילה לברכה אלא דלכתחלה דעת הב\"ח והמ\"א דצריך ליזהר בזה ועיין בבה\"ל מה שכתבנו עוד בזה. וכ\"ז לענין אכילה אבל להפסיק בדבור כשאינו רוצה לאכול ולשתות או להתעסק באיזה עסק אסור לכו\"ע [א\"ר וכ\"מ מכמה אחרונים לעיל בסימן קס\"ו]:","(ג) הב לן ונברך - פי' תן לנו כוס לברך וכשמברכין בלא כוס אם אומרים בואו ונברך ג\"כ דינא הכי דהוי היסח הדעת. וכן אם הסיח דעתו בהדיא בלבו מלשתות עוד ואח\"כ רוצה לשתות ג\"כ צריך לברך מתחלה על המשקה:","(ד) לשתות - ואם מסובין רק לשתיה ואמרו בואו ונברך ברכה אחרונה ג\"כ דינא הכי דהוי היסח הדעת ואסור לשתות עוד בלא ברכה:","(ה) ואכילה דינה כשתיה - דבגמרא לא נזכר בהדיא רק לענין שתיה וס\"ל דה\"ה לאכילה:","(ו) שסילק ידו מלאכול - ר\"ל אפילו גמר בדעתו שלא לאכול:","(ז) ואפילו סלקו השלחן - זהו מלשון רבינו יונה והיינו אף דס\"ל דזה חשיב היסח הדעת טפי מהב ונברך אפ\"ה לא מהני לענין אכילה ועיין מש\"כ בבה\"ל בדעת הרא\"ש בזה:","(ח) לחזור לאכילתו וכו' - כתב הט\"ז דאם מחמת אכילה זו שחזר לאכול נגרר לבו גם לשתיה א\"צ ברכה לדעה זו גם על השתיה דבתר אכילה גרירא אף שאמר מתחלה הב לן ונברך ולא מיירי השו\"ע בתחלה לענין שתיה דמצריך לברך לכו\"ע רק כשלא חזר גם לאכילה:","(ט) לא נסתלק - משום דדרך להגרר מאכילה קטנה לגדולה לא חשיב היסח הדעת גמור אלא כשנטל ידיו משא\"כ בשתיה בהיסח הדעת כל דהו כבר נסתלק משתייתו וצריך לברך שנית כשנמלך. ועיין בבה\"ל שהבאנו הרבה פוסקים שסוברים כדעת הרא\"ש דבהב ונברך חשיב גמר סעודה ואף באכילה אסור בלא ברכה וכן סתם המחבר לקמן בסימן קצ\"ז ס\"א עי\"ש וע\"כ לכתחלה בודאי יש ליזהר שלא לאכול אחר שאמר הב לן ונברך וכ\"פ בדה\"ח. ודע דמי שצריך ברכה באמצע סעודה צריך נטילה ג\"כ דכיון דהסיח דעתו לא שמר ידיו ורק ברכת נט\"י אין לו לברך:","(י) לא הוי היסח הדעת - דודאי דעתו אם ירצה בעה\"ב לאכול ולשתות עמו יאכל וישתה עמו ואם בשעת אמירתו הסיח דעתו בבירור שאף שיאכל וישתה בעה\"ב לא יאכל וישתה עמו ונמלך אח\"כ צריך לברך [היינו לדעת רבינו יונה בשתיה לבד ולהרא\"ש אף באכילה] וכ\"ש כשנטל ידיו דמהני [מ\"א וש\"א]:","(יא) עד שיאמר בעה\"ב - ואז כל המסובין אסורין ודוקא כששתקו והסכימו לדבריו אבל אם האורח דעתו לאכול ולשתות עוד רשאי אף שאמר בעה\"ב הב ונברך וטוב שיגלה לפני המסובין שלא היה לו היסח הדעת שלא יחשבוהו כנמלך:","(יב) משנטל הכוס וכו' - ועדיף מהב לן ונברך דכיון שנטל הכוס בידו אפילו בשיחה אסור להפסיק כדלקמן בסימן קפ\"ג ס\"ו:","(יג) הוי היסח הדעת - ודינו כנטילת ידים [מ\"א] ולפ\"ז לדעת המחבר לעיל בס\"א אסור שוב בין באכילה ובין בשתיה לכו\"ע ועיין לעיל בסק\"ב במ\"ב מש\"כ לענין נטילת ידים:","(יד) כשאדם נכנס וכו' - היינו שלא קראוהו להיות נקבע עמהם לשתות ככל המסובין:","(טו) הרבה - וה\"ה בחבורה אחת כשכל אחד מושיט לו כוס דעל כל כוס וכוס הוי נמלך וכדלקמיה:","(טז) נמלך - דאינו יודע אם יושיטו לו כוס אחר ואפילו אם הושיטו לו כוס אחר בשעה דעדיין לא גמר לשתות כוס הראשון נמי דינא הכי דצריך לחזור ולברך עליו בפני עצמו כיון שבשעה שבירך לא היה דעתו ע\"ז שלא היה יודע שיושיטו לו עוד. וכ\"ז דוקא בסתמא אבל אם בשעת ברכתו היה דעתו שתעלה הברכה על כל מה שיתנו לו א\"צ לברך על כל כוס אף שלא היה יודע אז אם יתנו לו מ\"מ מהני דעתו לזה ובמקום שהמנהג שמושיטין כוסות הרבה למי שנכנס במסיבת הקבועים לשתיה אז אפילו בירך בסתמא על כוס אחד אמרינן דדעתו היה על כל מה שיתנו לו וא\"צ שוב לברך על כל כוס וכוס. ומ\"מ טוב יותר שיכוין בשעת ברכה על כל מה שיתנו לו:","(יז) הקרואים וכו' - דכיון שהם קרואים אף כשמברכין תחלה בסתמא ג\"כ דעתם על כל מה שיביאו לפניהם שיודעים דדרך בעה\"ב להביא הרבה מינים זה אחר זה. [ולא דמי לס\"ד הנ\"ל וכן לשמש בסימן קס\"ט ששם אינם יודעים שיתנו לו עוד ובודאי מסתמא לא ברכו אלא על מה שלפניהם לבד] ואף אם הסיחו דעתם אח\"כ שסברו שלא יביא להם עוד ג\"כ אין זה היסח הדעת גמור כיון דתלוים בדעת בעה\"ב וכנ\"ל בס\"ב ולכן אם הביא להם בעה\"ב אח\"כ א\"צ לחזור ולברך:","(יח) למה אין אנו נוהגים - היינו משום דכל האכילות שלנו מעורב מתחלה במלח וכן כל המשקה שלנו כשכר ומי דבש וכדומה מעורב במים ע\"כ אין להקפיד ע\"ז מיהו בלא\"ה אין להקפיד בזמנינו דהאידנא נשתנו הטבעים [מ\"א]:\n"],["(א) אין להסיר - כדי שיהא ניכר לכל שמברכין להשי\"ת על חסדו וטובו הגדול שהכין מזון לכל בריותיו וגם דהברכה אינה שורה על דבר ריק אלא כשיש שם דבר כענין פך שמן של אלישע:","(ב) כל מי שאינו וכו' - דצריך לשייר כדי שיהא מזומן לעני שיבוא וכעין שאמרו חז\"ל המאריך בשלחנו מאריכין לו ימיו דלמא אתא עניא ויהיב לו וגם כדי שיודה להשי\"ת על חסדו שהשפיע לנו מטובו ששבענו והותרנו כדכתיב אכול והותר:","(ג) אינו רואה סימן ברכה - כדכתיב אין שריד לאכלו על כן לא יחיל טובו וכתב של\"ה דראוי ונכון שיתן להעני הטוב שבשלחן ובפרט אם הוא עני חשוב שמזה יראה לו שמקבלו בסבר פנים יפות. ומשבח אני את הקהלות שמחזיקין לומדים בחורים על שלחנם כל השנה כאחד מבניהם ובזה יוצא הבעה\"ב בשני דברים מצות חלק עניים וגם מצות דברי תורה על השלחן דסתם בחור כזה עני הוא וגם ידבר בדברי תורה על השלחן ובודאי מה שנאכל על השלחן שחרית וערבית נחשב כשני תמידין וכו' עכ\"ל והובא בא\"ר:","(ד) אבל וכו' - ר\"ל אם יש פתיתין על השלחן אבל אם אין פתיתין על השלחן מותר להביא אפילו שלמה ובשם הזוהר כתבו שטוב לעשות כן לכתחלה:","(ה) לא יביא וכו' - עיין במ\"א שכתב דה\"ה אם יש שלמה על השלחן לא יביא פתיתין ופמ\"ג כתב דה\"ה לא ישייר פתיתין על שלחנו כשיש שלמה ויש מקילין בדבר שא\"צ להסירן מעל השלחן ובפרט בשבת בודאי לא יסירן עד לאחר בהמ\"ז בין הפתיתין ובין השלמה שהכל יודעין שבשביל כבוד שבת הוא מונח:","(ו) קודם שיטול ידיו - למים אחרונים:","(ז) יכבד הבית - מקום שאכלו שם אם הסיבו ע\"ג קרקע מכבדין את הקרקע או אם הסיבו על השלחן מכבדין את השלחן משיורי אוכלין שנתפזרו שם [רש\"י] ותר\"י פירשו דהכיבוד הוא במקום שדרך לסלק השלחן קודם נטילה לבהמ\"ז צריך לכבד הקרקע של מקום השלחן דחיישינן שנתפזרו שם פירורי פת ובאופן זה מיירי המחבר כאן שכתב דעכשיו שאין מסלקין א\"צ לכבד והיינו הקרקע שתחת השלחן אבל כשנוטלין הידים בכלי על השלחן כמנהגנו לכו\"ע צריך לנקות הפירורין סביב וכדלקמיה:","(ח) שאין אנו מסלקין - משמע דמלפנים היו נוהגין לסלק וצ\"ל דהיינו מלפני כל המסובין אבל מלפני המברך לא וכמו שכתב בס\"א שאין להסיר וכו':","(ט) ואנו נוטלים וכו' - ואם יושבין במקומן ונוטלין הידים בכלי על השלחן אף עכשיו הדין הוא שצריך לנקות השלחן עצמו מפירורי הפת שלא ימאסו מנצוצי מי הנטילה וכנ\"ל מרש\"י ונראה דמ\"מ ישאיר לחם על השלחן במקצוע אחד שיהיה מונח עד אחר בהמ\"ז וכנ\"ל בס\"א ויהיה קצת רחוק ממקום הזה:","(י) קשה לעניות - ודוקא לדרוס עליהם דהוא בזוי גדול אבל כשמשליכן למים אפילו כשנאבדין עי\"ז אין חשש כיון שהוא פחות מכזית ויש מחמירין כשיש הרבה פירורין ויצטרפו לכזית:","(יא) לכסות הסכין - בב\"י ב' טעמים האחד דברזל מקצר ימי האדם ואינו דין שיהיה מונח על השלחן שדומה למזבח שמאריך ימי האדם דע\"כ כתיב לא תניף עליהם ברזל וע\"כ אחר שגמר אכילתו ורוצה לברך בהמ\"ז מכסה הסכין וטעם שני בשם רבינו שמחה לפי שפעם אחד הגיע אחד לברכת בונה ירושלים ונזכר חורבן הבית ותקע סכין בבטנו וע\"כ נהגו לסלקו בשעת ברכה:","(יב) ונהגו שלא לכסותו וכו' - הטעם שאין מקפידין ע\"ז בשבת ויו\"ט עיין באחרונים:"],["(א) מים אחרונים וכו' - הטעם משום שהידים מזוהמות הן מן האכילה ופסולות לברכה וסמכו חז\"ל אקרא דוהתקדשתם והייתם קדושים והתקדשתם אלו מים ראשונים (שיקדשו ידיהם קודם האכילה לטהרם מטומאה כמו שנתבאר לעיל בסימן קנ\"ח) והייתם קדושים אלו מים אחרונים ואפילו למי שאינו מברך בעצמו אלא שומע לצאת מפי המברך ויותר מזה אפילו כשאין ידיו מזוהמות כלל מן האכילה ג\"כ חייבו חז\"ל בנטילת מים אחרונים והוא מפני חשש מלח סדומית דבכל סעודה הלא נמצא מלח ויש לחוש שמא מעורב בהן מעט ממלח סדומית שמסמא העינים למי שנוגע בם ואח\"כ יגע בעיניו ואף עכשיו שאין מצוי מלח סדומית בינינו יש לחוש למלח אחר שטבעה כמותה ועיין בסעיף י':","(ב) חובה - ואם יש לו מים מצומצמים צריך למעט במים ראשונים כפי שיעור המבואר בסימן קס\"ב סעיף ב' בכדי שישאר לו מעט למים אחרונים ואם אין לו רק כפי שיעור מים ראשונים הם קודמים אפילו למי שנזהר תמיד במים אחרונים דהאידנא דאין מצוי מלח סדומית בינינו אינם חובה כ\"כ כמו מים ראשונים יש אומרים דמתחלה אין לו לאכול אא\"כ יודע שיהיה לו ג\"כ מים אחרונים ומ\"מ אין החיוב עליו יותר ממים ראשונים דהיינו בלפניו ד' מילין ולאחריו מיל ואם בתוך שיעור זה לא נמצא מים אעפ\"כ מותר לו לאכול וגם לברך אח\"כ בהמ\"ז וכל אימת שימצא מים אח\"כ יטול ידיו משום חשש מלח סדומית:","(ג) אלא בכלי - ולא יתחוב ידיו בתוך הכלי לרוחצם אלא ישפוך המים על ידיו שירד לתוך הכלי:","(ד) מפני רוח רעה - ויש חשש סכנה לעובר עליהם ובמקום שאין עוברים שם יכולים ליטול ע\"ג קרקע ולכן מותר ליטלם תחת השלחן ואע\"ג שלפעמים מסלקין השלחן מ\"מ יתנגבו ביני וביני:","(ה) ואם אין לו כלי - דכשיש לו כלי ישפכם דוקא בתוך הכלי:","(ו) וכיוצא בהם - כמו אבנים דקים וקוצים וכל כה\"ג שנבלעים בהם המים ואינם מתקבצים למקום אחד ויש מקילין ליטול אף ע\"ג רצפה אם אין לו כלי ליטול בתוכו דס\"ל דדוקא ע\"ג קרקע ממש שורה עליהם רוח רעה אבל לפי מה שכתב הלבוש יש להחמיר בזה:","(ז) בחמין - אבל פושרין דהיינו שאין היד סולדת בהן מותר ורש\"ל פסק דוקא בצוננין ומיהו אם אין לו כ\"א אלו הפושרין בודאי אין להחמיר:","(ח) נכוית בהם - ל\"ד דבודאי אין אדם נוטל ידיו במים כאלו שיכוה בהן אלא ר\"ל שהיד סולדת בהן ושיעורו כל שכריסו של תינוק נכוית בו [מ\"א]:","(ט) שמפעפעין - מרככין את הידים ומבליעין בהן את זוהמת התבשיל [רש\"י] ונ\"ל דחמין שנצטננו מותר ליטול בהן:","(י) עד פרק שני - שלמעלה משני פרקי אצבעות אין מגיע לכלוך המאכל [ומן אצבע האגודל צריך ליטול פרק ראשון] ואם היה המאכל מגיע מכאן ואילך צריך רחיצה גם למעלה [א\"ר בשם בלבו] ועיין בבה\"ל. ורע עלי המעשה שראיתי שיש אנשים אשר המה זהירים בנטילת מים האחרונים אבל אינם יוצאים חובת הדין כלל וכלל דאינם נותנים כ\"א איזה טיפים מים על ראשי האצבעות עד אשר אפילו עד סוף פרק הראשון אינה מגעת ולפעמים יוצאים בנגיעה בעלמא במים וידיהם נשארים מטונפות מזוהמת המאכל כבראשונה ובאמת מן הדין צריך לרחוץ לפחות עד סוף שני פרקי אצבעות וכנ\"ל:","(יא) שתרד הזוהמא - מן הלכלוך שבידיו ע\"י הנטילה:","(יב) מתחילין מן המברך - כדי שיעיין בארבע ברכות של בהמ\"ז בתוך הזמן שיטלו אלו הד' אנשים הנשארים ואע\"ג דהיום המנהג שכל אחד מהמסובין מברך לעצמו ואין יוצאין בברכתו מ\"מ לא נשתנה הדין דגם היום מהנכון שיאמרו המסובין כל ברכה וברכה בלחש עם המברך שמברך בקול רם כדאיתא לקמן בסימן קפ\"ג ס\"ז וגם ברכת הזימון צריך המברך לומר לפניהם משו\"ה צריך לעיין קצת מתחלה:","(יג) מן הקטן - היושב בסוף המסבה והטעם הוא כדי שלא יהא צריך המברך להמתין הרבה אחר נטילתו עד שיטלו כולם וגנאי הוא לו וגם דהוי הפסק:","(יד) ואין מכבדין וכו' - דאין זה כיבוד במה שירמוז לו שהוא ירחץ תחלה ידיו המזוהמות:","(טו) מתחילין וכו' - כדי שבשיעור הזמן שיטלו הד' את ידיהם יוכל הוא לעיין בבהמ\"ז וכנ\"ל ואף דקי\"ל דתיכף לנטילה ברכה בשיעור זה לא חשיב הפסק ומיהו אפשר דבכדי אין להפסיק כלל:","(טז) מן המברך - וכיון שנטל הוא ידיו אותן הד' שאצלו אין מכבדין זה את זה אלא דרך ישיבתן נוטלין:","(יז) אין מברכין וכו' - דלפי הטעם שבארנו לעיל בסק\"א משום חשש מלח סדומית דהוא סכנה לעינים בודאי אין שייך לברך על נטילה זו כמו שאין מברכין על שמירה משאר סכנות כגון המסנן מים בלילה מפני סכנת עלוקה וכיוצא בזה ואפילו לפי הטעם הראשון שכתבנו לעיל דהנטילה היא כדי להסיר הזוהמא מעל ידיו קודם בהמ\"ז שלפי טעם זה היה ראוי לברך על נטילה זו מ\"מ לא נהגו כן לפי שעכשיו אין עושין המצוה כתקנת חכמים ומנהגם שהיו נוהגים למשוח הידים גם בשמן ערב אחר הנטילה להעביר את הזוהמא מהידים וכיון שאין אנו עושים המצוה כתיקונה נהגו שלא לברך בכל גוונא:","(יח) אינן צריכין ניגוב - כיון שאינם באים רק לנקות את הידים גם בלא ניגוב הן נקיות:","(יט) ולהרמב\"ם וכו' - ס\"ל דלא נקרא נטילה בלי נגוב ועיין לעיל סוף סימן קע\"ג משמע דעת המחבר להקל בזה מ\"מ לכתחלה טוב לנגב ידיו לצאת דעת כולם [ח\"א]. כתב הב\"י בשם ספר שלחן של ארבע וכן הביא בא\"ר בשם הכלבו דמים אחרונים אין צריכין שיעור אלא שיהא בהן כדי להדיח בהן את ידיו ובספר מעשה רב הביא דהנהגת הגר\"א היתה ברביעית:","(כ) נוטלים בכל וכו' - שגם הם מנקין הידים מזוהמא כמו מים ומיירי באין לו מים כ\"א משקין הא יש לו מים אין ליטול במשקין [פמ\"ג]:","(כא) מיני משקין - אפילו בשמן ודבש וחלב חוץ מיין מפני חשיבותו. כתבו האחרונים שכל מיני מים הפסולים לראשונים דהיינו שנעשה בהן מלאכה או שנשתנו מראיהן ואפילו מים שנפסלו משתית בהמה וכה\"ג מ\"מ כשרים לאחרונים וגם אין צריך להם כלי וכח גברא כראשונים ואין חציצת הידים פוסלת בהן. גם אין צריך לשפוך על ידיו אלא פעם אחת:","(כב) שאין נוהגים וכו' - מפני שאין מלח סדומית מצוי בינינו ומשום ידים מזוהמות אין חוששין הואיל ועכשיו אין מקפידין לרחצן מלכלוך המאכל אין זה קרוי זוהמא לנו. ודעת הגר\"א בביאורו דצריך ליטול גם האידנא [דטעם מלח סדומית וידים מזוהמות גם עתה שייך וכמ\"ש בס\"א] וכ\"כ המ\"א בשם המקובלים דכל אדם יזהר במים אחרונים וכן החמיר המהרש\"ל בים של שלמה וכ\"כ הברכי יוסף ע\"ש שהחמיר הרבה בזה:","(כג) וצריך ליטול ידיו וכו' - ר\"ל דזה מדינא צריך ליטול ידיו במים אחרונים לכו\"ע וכתבו האחרונים שאפילו רוצה לברך על היין או פירות באמצע הסעודה צריך לקנחם מקודם כיון שידיו מלוכלכות והוא איסטניס:","(כד) קודם בהמ\"ז - וצריך ליזהר שלא להפסיק בין הנטילה לבהמ\"ז אפילו בד\"ת:"]],"AROCH_HASHULCHA":[["כל דבר מאכל שמביאים את האדם לידי צער כשאין נותנין לו לטעום בהריחו את ריחו, והיינו שהמאכל יש לו ריח טוב או קיוהא גדולה והרואה המאכל לפניו יתאוה ויצטער ויכול להתנזק (רש\"י כתובות ס\"א.), ולכן יש חובה על הבעל הבית כשהשמש המשרת אותו מביא לו מאכל כזה והוא אוכלו, צריך ליתן מיד להשמש גם כן מעט מהמאכל שיטעום מזה. וכך אמרו בגמרא שם: כללא דמילתא: כל דאית ליה ריחא ואית ליה קיוהא, ופירש רש\"י: ריחא או קיוהא מזיק את מי שאוכלין לפניו ואינו אוכל עכ\"ל, ומשמע דעיקר התאוה הוא כשהאחר מתחיל לאכול ולא מקודם. ומדת חסידות הוא ליתן לו מיד מכל מין ומין, אך מדינא אין צריך ליתן לו רק ממין אחד, דבזה נשקטה תאוותו. וכן מדינא אין צריך ליתן לו רק אחר אכילתו, וממדת חסידות ליתן קודם אכילתו (גמרא שם). ויראה לי מה שעכשיו אין נזהרים בזה משום דהמשרתים טועמים בעצמם בבית המבשלות, ועוד דדברים אלו אינם אלא בעשירים, ואצל העשירים המשרתים אוכלים בעצמם כרצונם, אבל תנאי לא מהני בזה כיון שהטעם משום צער (מגן אברהם סק\"א), ובשארי עניינים מהני תנאי.","ומיהו לא יתן להשמש מהמאכל כשהכוס בידו של הבעל הבית או ביד השמש, דתניא בחולין (ק\"ז:): לא יתן אדם פרוסה לשמש, בין שהכוס ביד השמש, דשמא מתוך שהוא טרוד בפרוסה ישפוך הכוס, ובין שהכוס ביד בעל הבית, דשמא יסתכל לראות מה שנתן להשמש וישפוך הכוס, כן מפרש הטור. ורש\"י ז\"ל פירש דעל אחד מן האורחים קאי ע\"ש. וזהו רק לשמש, אבל שארי בני הסעודה יכולים ליתן זה לזה גם בזמן שהכוס ביד בעל הבית, דעל אלו אינו מקפיד. ואין חילוק בין שמיסב עם בני ביתו בין שמיסב עם אורחים, יוכלו ליתן זה לזה, דכיון דזימנם אינו מקפיד עליהם. אבל ליתן למי שאינו מהמסיבה - דינו כשמש. ועכשיו לא ידענו מזה, דאצלם היתה השתייה מיין קביעות בכל סעודה, ולא כן אצלינו. ולכן אפילו אם במקרה אנו שותין קצת, לא חיישינן לה.","עוד איתא בגמרא שם, דאין ליתן פרוסה להשמש אלא אם כן יודע שנטל ידיו. ומשמע מרש\"י שם דרק בשמש חיישינן לזה, דמתוך שהוא טרוד ליתן אל השלחן ישכח מליטול ידיו ע\"ש, אבל באחר לא חיישינן לה, דלמה נחשוב כזאת על איש ישראל. אבל רבינו יונה כתב דכן הדין לכל אדם, ומזה דקדק גם כן דאין ליתן לאדם לאכול אלא אם כן יודע בו שיברך, כמ\"ש רבינו הבית יוסף בסעיף ב'. ויש מי שכתב דרק בנטילת ידים צריך לחשוש, משום שעליו ליטול ידיו קודם שלוקח הפרוסה לתוך ידו, אבל 'המוציא' הלא צריך ליתן לו קודם שיברך, ואחר שנתן לו אם אינו מברך מה עליו לעשות (ב\"ח). וגם רבינו יונה כתב שיש להקל אם נותן לעני בתורת צדקה, והביאו רבינו הרמ\"א, והכי פירושו: דצדקה הוי מצוה וצריך ליתן לו, ואינו יכול לעכב הנתינה מפני הספק שמא לא יברך, דאין ספק מוציא מידי וודאי. וזהו רק ב'המוציא', אבל בנטילת ידים הא צריך ליטול מקודם. וכן אם נותן לאחד בתורת מתנה ולא בתורת צדקה, אין לו ליתן עד שיודע שיברך, וכן אם יודע וודאי שהמקבל לא יברך - אסור אפילו בעני (מגן אברהם סק\"ו), וכן יש להורות.","כתב רבינו הבית יוסף בסעיף ג': \"השמש מברך 'בורא פרי הגפן' על כל כוס וכוס שיתנו לו, לפי שהוא כנמלך, וברכה אחרונה אינו מברך אלא לבסוף. ואין צריך לברך על כל פרוסה ופרוסה אם יש אדם חשוב בסעודה, שיודע שיתנו לו כל צרכו מפת (לאו דווקא, דהוא הדין מכל מאכל ועיין ט\"ז). ואם אין אדם חשוב בסעודה - צריך לברך על כל פרוסה ופרוסה כמו על היין\" עכ\"ל. ואם היה דעתו של השמש בשעת הכוס הראשון שבירך וכיון על כל הכוסות שיתנו לו, אין צריך לברך על כל כוס וכוס, וכן בפרוסות (שם סק\"ז). ויש מי שחולק בזה, וסבירא ליה דלא מהני כוונתו כיון שאינו יודע אם יתנו לו (ט\"ז ס\"ס קע\"ט), וצ\"ע לדינא (אליה רבה), ובסוף סימן קע\"ט יתבאר בזה בס\"ד. וכתב רבינו הרמ\"א: דשנים שאוכלין ביחד - השמש אוכל עמהם בלא נטילת רשות כדי שיצטרפו לזימון עכ\"ל, ויתבאר בסימן הבא."],["אין לדבר באמצע האכילה, וכך אמרו חז\"ל בתענית (ה':): אין מסיחין בסעודה, שמא יקדים קנה לוושט ויבא לידי סכנה, דכשיוציא הקול נפתח אותו כובע שעל פי הקנה ונכנס בו המאכל ומסתכן (רש\"י). ונראה דבין מאכל למאכל מותר, אבל יש אומרים דגם בין מאכל למאכל אסור כל זמן שדעתו עוד לאכול, דכיון שהוא דבר סכנה חששו בכל עניין (פרישה). ואפילו בדברי תורה אין לדבר (מגן אברהם סק\"א), וכן משמע בתענית שם. ואין לשאול דהא תנן באבות (פרק ג'): \"כל שלחן שלא אמרו עליו דברי תורה - כא(י)לו אכלו מזבחי מתים\", והסכימו רבים דבברכת המזון בלבד אין יוצאין, ואם כן היכא משכחת לה. דיש לומר דמשכחת לה לאחר אכילה, אי נמי קודם נטילת ידים כשמכין את עצמו לסעודה, אי נמי לאחר ברכת 'המוציא' דעדיין לא התחיל לאכול רק ה'המוציא' בלבד, ואצלינו יוצאים במה שאומרים 'על נהרות בבל' קודם ברכת המזון, ובשבת ויום טוב וראש חודש אומרים 'שיר המעלות בשוב וגו'. אמנם מי שיכול לקיים ללמוד דברי תורה ממש מה טוב.","וקשה למה אין נזהרין עכשיו בדין זה ומדברים בתוך האכילה, ויש מי שאומר דדווקא לדידהו שהיו אוכלים בהסיבה היתה חשש סכנה, שאז הוושט למעלה וקנה למטה ויכול המאכל ליכנס להקנה כשנפתח כמ\"ש, אבל אנחנו שיושבים בשיוי ואין הקנה למטה ליכא חשש (פרישה). ומיהו לא נזכר חילוק זה בשום מקום (שם), ועוד דאם כן בתענית שם למה לא השיב לו: 'היה לו לישב בשיוי ולהשיב' ע\"ש, ועוד דאפילו אם הקנה בשוה עם הוושט נראה גם כן שיכול ליפול המאכל לשם. ואולי סוברים דזה שאמרו אין מסיחין בסעודה זהו עניין ארוך כמו שאלה בדברי תורה כבתענית שם, דשאלה בדברי תורה אתי לאמשוכי בדברים הרבה, אבל להשיב איזה מילים לית לן בה, דאולי על ידי זה לא נפתח פי הקנה. ולכן באמת איזה עניין אין אנו מדברים באמצע האכילה, ורק בין תבשיל לתבשיל, ואין אנו חוששין לדעה שבסעיף א' דגם בין תבשיל לתבשיל אין לדבר, דבאמת לא נראה כן, ובאמצע האכילה מדברים מעט מעט. ועוד אפשר לומר דכיון דדשו ביה רבים 'שומר פתאים ד' (שבת סוף פרק י\"ח), וכן נראה עיקר, דלתירוץ הקודם יש סתירה מירושלמי פרק ו' דברכות, שאומר שלא להפסיק באכילה אפילו לומר 'אסוותא' למי שעיטש, וכמ\"ש הטור והשולחן ערוך, ומזה מבואר דאפילו מילה אחת אין לדבר באמצע אכילה.","איתא ביומא (ל'.): תנו רבנן: הלכה בסעודה אדם יוצא להשתין מים, כלומר שיצא מתוך הסעודה להשתין, נוטל ידו אחת ונכנס, אותה יד ששפשף בה הנצוצות שנפלו על רגליו (רש\"י), וצריך לברך 'על נטילת ידים' (מגן אברהם סק\"ב). וכשהוא נוטל לא יטול מבחוץ, אלא נוטל באופן שכולם ירגישו שנטל, כדי שלא יחשדוהו שלא נטל, ושמא ראה אחד ששפשף הנצוצות ויביאם לידי חשד (שם סק\"ג). ולכן אם באמת לא שפשף הנצוצות ולא נגע במקום הסתרים, אין צריך ליטול כלל. אבל אם עשה צרכיו לנקבים גדולים - בכל עניין צריך נטילה. וזה שאמרנו שלא יטול מבחוץ מפני החשד, זהו כשאינו רוצה לאכול עוד אלא לשתות, ובהשתייה אוכלין גם כן מעט, ובזה יחשדוהו שאינו מקפיד בזה ולא נטל ידיו. אבל אם צריך לאכול עוד, אז יכול ליטול אפילו מבחוץ, דבזה לא יחשדוהו, דהכל יודעים דלעניין זה כל אדם אסטניס ובוודאי נטל ידיו. ובגמרא שם איתא: \"אמר רב נחמן בר יצחק: ואנא אפילו לשתות נמי מידע ידעי דאנינא דעתאי\", כלומר אסטניס אני ע\"ש. והטור והשולחן ערוך השמיטו זה, דאין לנו לדמות עצמינו להם, וכן הרמב\"ם בפרק ז' השמיט זה ע\"ש. ואם באמצע הסעודה יצא מהשלחן ודיבר עם חבירו והפליג, כלומר ששהה עמו הרבה בדברים חוץ להשלחן - נוטל שתי ידיו ונכנס, דכיון שהפליג שעה או שתים הסיח דעתו מסעודתו ולא נזהר לשמור ידיו, והן עסקניות (רש\"י). ונראה דאין צריך ברכה וגם 'המוציא' אין צריך, כמ\"ש בסימן קע\"ח (מגן אברהם סק\"ד). ובהפליג לעולם צריך ליטול באופן שירגישו, דבכאן וודאי יחשדוהו (שם סק\"ה). ודע דזה שנתבאר שצריך נטילה לשתייה היינו בתוך הסעודה, דיש חשש שמא יאכל גם כן, אבל בשתייה בלא סעודה - אין צריך נטילה, כלומר דאין שם דיני נטילת ידים, ואם ידיו אינם נקיות נוטלן איך שהוא ובלא ברכה.","איתא בברכות (מ\"ז.): \"שנים ממתינים זה לזה בקערה, שלושה אין ממתינים, הבוצע הוא פושט ידו תחילה וכו'”. ולכאורה נראה דהכי פירושו: שהאחד לא יתחיל לאכול קודם השני מהקערה, ומי יפשוט היד תחילה – הבוצע, ותיכף יפשוט השני. אבל אם השני עדיין אינו מוכן, גם הראשון לא יתחיל. אמנם רבינו הבית יוסף בספרו הגדול פירש בזה דרך אחר, והיינו שאם באמצע האכילה פוסק אחד מלאכול מהקערה כדי לשתות או עניין אחר, יפסיק חבירו גם כן מלאכול מהקערה עד שיגמור השתייה או העניין האחר, אבל אם הם ג' - אין פוסקין השנים בשביל האחד. ונראה דזהו כשאוכלין מקערה אחת, לכן מפני הדרך ארץ צריך לעשות כן, אבל כשכל אחד אוכל מקערה בפני עצמו לא שייך דין זה, ומכל מקום גם הפירוש שפרשנו וודאי כן הוא לדינא.","איתא בעירובין (נ\"ג:): \"אין משיירין פיאה באילפס, אבל משיירין פיאה בקערה\". ופירש רש\"י: \"כשהשמש מערה מן האילפס לתוך הקערה אין דרך להניח באילפס כלום לצרכו, אבל כל אחד מניח פאה בקערה ומחזירה לשמש, והוא מאכל השמש\" עכ\"ל, וכן כתב הטור והשולחן ערוך בסעיף ג'. ואף על גב דצריך ליתן להשמש גם בעת התחלת האכילה, כמ\"ש בסימן הקודם, אך אז נותן לו משהו. ועוד דלאו בכל המאכלים כן הוא כמ\"ש שם, ובכאן מניחים לו הרבה, ובכל מין מאכל כן הוא. ואפילו אינו משמש בסעודה רק מבשל המאכל, ואפילו אין מזונותיו עליו, צריך לשייר למענו (מגן אברהם סק\"ח).","ודע דבמסכת דרך ארץ (פרק ו') תניא: \"מניחין פאה ממעשה אילפס ואין מניחין פאה ממעשה קדירה\", דבמעשה אילפס נראה כרעבתן אם אינו משייר, ולא במעשה קדירה. והתוספות בעירובין שם הביאו להיפך: משיירין במעשה קדירה ולא במעשה אילפס, דבמעשה קדירה נראה כרעבתן ולא במעשה אילפס ע\"ש, ושם נראה דלאו משום כדי לשייר להשמש, אלא כן הוא ממדת דרך ארץ. ועכשיו נהגו שהאורח משייר מעט, ובעל הבית בביתו אינו משייר, ואולי גם כוונת הברייתא כן הוא, וכן משמע בגמרא ובמסכת דרך ארץ שהביאו זה לעניין הבא באכסניא ע\"ש. ואולי מפני זה נתפשט המנהג שהאורח משייר כשאינו משלם בעד סעודתו.","כתב הרמב\"ם בפרק ז': \"אין מסתכלין בפני האוכל ולא במנתו (בחלקו), כדי שלא לביישו\" עכ\"ל. ולא מצאתי זה בשום מקום, אך מסברא וודאי כן הוא. וזהו באורח שאוכל בחנם, דכשמביטים עליו או על חלקו נראה לו שמביטים עליו על מה שאוכל, ותניא בדרך ארץ זוטא (פרק ד'): \"תלמידי חכמים נאים בחבורה ואין עמי הארץ נאים בחבורה\", כלומר שתלמידי חכמים יושבים בדרך ארץ ומדברים בדרך ארץ, ולא כן עמי הארץ, כלומר אנשים גסים שאין בהם דרך ארץ. ושם בפרק ה' תניא: \"מי שהוא תלמיד חכם לא יאכל מעומד ולא ילקלק באצבעותיו... לעולם יהא אדם יודע אצל מי הוא יושב ואצל מי הוא עומד ואצל מי הוא מיסב ואצל מי הוא מסיח... תלמידי חכמים ניכרין בכיסן בכוסן בכעסן ובעטיפתן, ויש אומרים אף בדיבור\" ע\"ש.","שנינו במסכת דרך ארץ פרק ו': \"הנכנס לבית, כל מה שיגזור עליו בעל הבית יעשה\". ובפסחים סוף פרק ז' אמרינן: \"כל מה שיאמר לך בעל הבית - עשה חוץ מצא\", שאם יאמר לו לצאת מהאכסניא אין צריך לצאת, כדאמרינן בערכין (ט\"ז:) שאין משנין אכסניא ע\"ש. ולא יהא אדם קפדן בסעודתו, כלומר שלא יתרגז ולא יכעוס, כי בני ביתו וכן האורחים קשה עליהם האכילה אז, דחוששים שמא מתרגז על אכילתן (עיין ט\"ז).","אמרינן סוף פרק ז' דפסחים: \"השותה כוסו בבת אחת הרי זה גרגרן, שנים דרך ארץ, שלושה הרי זה מגסי הרוח\", ולכן יזהר מלשתות הכוס בבת אחת, ומיהו אם הכוס קטן יכול לשתות בבת אחת (שם). ואין שיעור לזה אלא הכל לפי המשקה ולפי האדם (עיין מגן אברהם סקי\"ג), וכן כוס גדול מאוד או משקה חריפה מאוד כמו יי\"ש חזק יכול לשתות אפילו בארבעה וחמישה פעמים. וכן אמרינן בבכורות (מ\"ד:): \"אין שותין מים בפני רבים\", וכן הוא במסכת דרך ארץ זוטא פרק ו': \"בא לשתות ברבים הופך פניו לצד אחר וישתה\" ע\"ש. ולא נאה לאשה לשתות משקה, כי אם מעט כשרגילה בזה (כתובות ס\"ה: ועיין מגן אברהם סק\"ז).","שנינו שם בסוף פרק ו': \"ולא ישתה שתי כוסות ויברך ברכת המזון, מפני שנראה כגרגרן\", ולשון הטור כן הוא: \"ולא יביא ב' כוסות בסעודתו ויברך ברכת המזון, מפני שנראה כגרגרן\". ולשון רבינו הבית יוסף בסעיף י\"א כלשון הברייתא, אלא שהוסיף 'בבת אחת' ע\"ש. ואין העניין מובן, דאם הכוונה שלא ישתה שני כוסות רצופים זה אחר זה, אם כן מה שייך ברכת המזון לזה, וכל מה שנאמר בזה אינו מספיק וצ\"ע. ודע דממדת דרך ארץ לסרב קצת כשמבקשין אותו לאכול או לשתות, ורק לגדול אין מסרבין ויעשה מיד.","איתא בביצה (כ\"ה:): לא יאכל אדם שום ובצל מראשו אלא מעליו, ואם אכל הרי זה רעבתן. ולא יאכל אדם דרך רעבתנות, והיינו שלא יאכל פרוסה גדולה כביצה. ואפילו אינו אוכלו כולו בבת אחת אלא אוחז בידו פרוסה גדולה ונושך, הרי זה גרגרן, לבד בשבת בברכת 'המוציא'. וכן לא ישוך פרוסה ויניחנה על השלחן כשהיא מנושכת, דהוא דבר המאוס. וכך שנינו במסכת דרך ארץ זוטא (פרק ו'): לא יהא אדם מיסב בפני מי שגדול ממנו, כלומר שאם אוכל עם אדם גדול לא ישב בהסיבה. בא לפרוס את הככר בוצע במקום הצלי, כלומר במקום הקשה, ואם בא לאכול את הצנון ובצל, אוכל ממקם העלין. ולא יטול את הככר ויתלוש בשיניו ויחזירנו על השלחן ע\"ש.","ודבר פשוט הוא שאין לעשות על השלחן דבר שאחרים מואסין בזה, כמו לרוק בחוזק הן מפה הן מחוטם, ולא יחטט השינים, שפותח פיו ואין האחר יכול לראות זה, וכן נפיחות מהגרון שקורין גרעבצי\"ן ידוע שמתמאסין בזה. וכן כל דבר המאוס אסור לעשות בפני חבירו אפילו שלא בשעת אכילה, כדאיתא בחגיגה (ה'.): \"כי האלקים יביא במשפט על כל נעלם\" (קהלת יב, יד), זה הרוקק בפני חבירו ונמאס בה\", ובעירובין (צ\"ט.) איתא: \"כיח ורק בפני רבו - חייב מיתה”.","שנינו בפרק ז' ממסכת דרך ארץ: \"שנים שהיו יושבין על שלחן אחד, הגדול שבהן שולח יד תחילה ואחר כך הקטן, ואם שלח הקטן הרי זה גרגרן\", ואפילו כל אחד אוכל בקערה שלפניו או במיני פירות שיש לכל אחד לפניו (ב\"ח ומגן אברהם סקי\"ז). ובפרק ח' שנינו: הנכנס לבית אל יאמר להם: 'תנו לי ואוכל' עד שיאמרו לו הם אכול, ואם נתנו לפניו לאכול אין צריך שיאמרו לו שיאכל. וראיה מאליעזר שאמר: \"לא אוכל עד אם וגו'”, והא עדיין לא אמרו לו לאכול, אלא כיון דכתיב: \"ויושם לפניו לאכול\" שוב אין צריך אמירה (מגן אברהם סקי\"ח). ונראה דזהו באוכל בחנם, אבל באכסניא כשמשלם מעות יכול לומר: 'תנו לי לאכול', וכן המנהג פשוט. עוד שנינו שם: \"מזגו לו את הכוס שוהה ושותה וכו'” ע\"ש (עיין ט\"ז סק\"ו ונראה דברכת 'המוציא' שאני).","עוד שנינו שם: \"לא יאמר אדם לחברו: 'בא ואכול מה שהאכלתני', שזו דרך הריבית\". כלומר דהוה כפורע לו חובו ונראה כא(י)לו הלוה לו, ושמא יאכילהו יותר ויש בזה כחשש ריבית. אבל מותר לו לומר: 'בא ואכול עמי ואאכול עמך בפעם אחרת', ומותר לאכול עמו אחר כך אפילו בסעודה יותר גדולה, כיון שאין הכוונה לתשלומין אלא מדרך מריעות.","בסוף הוריות שנינו שיש מאכלים הקשים לשכחה, וחשיב שם לב בהמה חיה ועוף וזיתים, וכתבו דהאוכל זיתים בכוונה מוסיף זכירה (מגן אברהם סקי\"ט). וכתבו שהאריז\"ל היה אוכל עשבי דדברא שאין נזרעין על ידי אדם, לקיים: \"ואכלת את עשב השדה\" שנאמר לאדם הראשון אחר החטא (ועיין פסחים קי\"ח.).","עוד שנינו במסכת דרך ארץ (פרק ט'): לא יפרוס אדם פרוסה על גבי הקערה, אבל מקנח אדם קערה מפרוסה, דלא יפרוס שמא תפול מהפרוסה לתוך הקערה ותמאס, אבל בסוף האכילה יכול לקנח הקערה בהפרוסה. ולא ילקט אדם פירורין ויניחן על גבי שלחן, מפני שהוא ממחה (ממאס) דעתו של חבירו, ולא ישוך פרוסה ויתננה לפני חבירו או לתוך הקערה, לפי שאין דעת הבריות שוות, כלומר שיש שמאוס עליו דבר כזה. ולא ישתה מהכוס ויתן לחברו מפני סכנת נפשות, כלומר דיש טבעיות שאין יכולין לשתות משירים של חבירו, ושמא מפני הבושה יטול וישתה ויבא לידי סכנה, אבל כשנוטל מעצמו ושותה לית לן בה. ובצוואת ר\"א הגדול מזהיר מאוד שלא לשתות, מפני שיש בני אדם שיש להם מחלה, ויוצא הרוח לתוך הכוס ויש סכנה להשותה (ט\"ז סק\"ח). ולא ישתה כוס ויניחנו על השלחן, דשמא יש מי שנמאס בזה, אלא יאחזנו בידו עד שיבא השמש ויתננו לו. ועכשיו אין נזהרים בזה, לפי שברוב השלחנות אי אפשר להמתין על השמש, ואין דרכינו כן ולא ראינו מי שמקפיד בזה.","עוד שנינו שם: הנכנס לסעודה לא יקח חלקו ויתננו לשמש, שמא יארע דבר קלקלה בסעודה, אלא יטלנו ויניחנו לפניו ואחר כך יתננו לו. והכי פירושו: דהנה האורח יכול ליתן מחלקו להשמש, אבל שמא לא יספיק לבעל הבית ליתן לכל האורחים מפני שיתקלקל איזה דבר בסעודה, ולכן לא ימהר ליתן עד שיתחלקו כל החלקים, ואחר כך יתן אם ירצה (לבוש וט\"ז סק\"ט וטעמו של המגן אברהם סקכ\"ב דחוק ע\"ש). ואורחין הנכנסין אצל בעל הבית אינם רשאים ליטול מלפניהם וליתן לבנו או לעבדו של בעל הבית, אלא אם כן נטלו רשות מבעל הבית, ואין זה סתירה להדין הקודם, דלשמש המשמש בסעודה אין צריך ליטול רשות מבעל הבית (פרישה). ואמרינן בסנהדרין (כ\"ג.): \"נקיי הדעת שבירושלים לא היו מסובין בסעודה אלא אם כן יודעים מי מיסב עמהם\", מפני שגנאי הוא לתלמיד חכם לישב אצל עם הארץ בסעודה.","תניא בריש פרק ז' דברכות: השמש שהיה משמש על שנים הרי זה אוכל עמהם אף על פי שלא נתנו לו רשות, דוודאי ניחא להו כדי שיצטרף לזימון. היה משמש על ג', אינו אוכל עמהם אלא אם כן נתנו לו רשות. ונראה לי דרק בשמש יכול להצטרף לשנים גם בלא רשותן, כיון דגם בלאו הכי צריכים ליתן לו כמו שנתבאר, אבל שיבא אדם מן השוק לאכול בלי דעתם וודאי אסור, דמי יימר דניחא להו ליתן לזר מאכילתם בשביל מצות זימון. וכשאוכלין דבר שאין שייך זימון גם השמש לא יאכל בלי רשות (ט\"ז סק\"י), ופשוט הוא.","אחר ששתית מן הכוס ונשאר בכוס לשתיית חבירך והוא רוצה לשתותו, אם הוא יין תקנח מקום נשיקת הפה להכוס משום מיאוס, ולא תשפוך קצת יין, משום 'בל תשחית', אלא אם כן חבירו אינו רוצה לשתות באופן אחר. אבל אחר שתיית מים שפוך מהם דרך שם, וכן המנהג לשפוך קצת. ואחר כל אכילתך אכול מלח ואחר כל שתייתך שתה מים, וזהו כשלא היה מלח בפת או בהמאכלים שאכל, וכן לא שתה משקה שיש בו מים, אבל בלאו הכי ליכא למיחש. וכן נוהגין שלא ליזהר באכילת מלח ושתיית מים מטעם זה."],["חז\"ל אסרו להשתמש במיני אוכלים בדבר שיש להם בזיון, מפני שנראה כבועט בברכותיו של הקדוש ברוך הוא. אבל שארי צרכין שאין בהם בזיון להאוכלים - מותר לעשות בהן אפילו בפת שהוא עיקר האכילה, ובלבד שלא יהא דבר הממאיסו. אבל דבר הממאיסו – אסור, מפני שהוא בזיון להפת וכן לכל מיני אוכלים. הלכך אין מניחין עליו בשר חי מפני שהוא ממאיסו, ואין מעבירין עליו כוס מלא שמא ישפך על הפת וימאיסנו, וכן לא יסמוך בו קערה שהיא מליאה מרק או דייסא או דבר הממאיס שמא יפול על הפת וימאיסנו. אבל אם אין בו דבר הממאיסו מותר לסמוך בו, שאין זה בזיון, דעושה אדם כל צרכו בפת וכל שכן במאכלים אחרים.","וכן כשעושה לצרכי האדם אפילו מאבדו, כיון שאינו עושה דרך בזיון מותר, כגון שמזלפין הבית ביין וכן סכין הגוף בשמן, וכן אמרינן בשבת (ק\"ח.): שורה אדם פת ביין ומניחו על העין משום רפואה, אף על גב דוודאי הפת נמאס, מכל מקום כיון שעושה זה דרך רפואה ולא דרך השחתה – מותר. וכן עושין משרה וכבוסה ביין, ונוטלין מיין לידים כשאין מים כמ\"ש בסימן ק\"ס. אבל כשיש מים אסור ליטול הידים ביין בין חי בין מזוג, ואפילו נטילה שאינה צורך אכילה, אבל להעביר הזוהמא מותר בין ביין בין בשמן, והכי תניא בברכות (נ\"ג:): שמן מעכב את הברכה, ואסמכוה אקרא ע\"ש. ופירש רש\"י: \"שמן שהיו רגילים להביא בסוף הסעודה לסוך הידים להעביר זוהמתן\" עכ\"ל. ולכן נוטלין מים אחרונים ביין כמ\"ש בסימן קפ\"א, מפני שמעבירין את הזוהמא (עיין ט\"ז ומגן אברהם). וזה לשון הרמב\"ם בפרק ז': \"אין מפסידין האוכלים דרך ביזוי ובעיטה\" ע\"ש, אבל כל שאינו דרך בזיון רק לצרכיו - מותר.","ואין זורקין את הפת אף על גב דלא מיטניף, דהזריקה עצמה הוי דרך בזיון, וכשם שאין זורקין את הפת כך אין זורקין שארי אוכלין. אך בזה יש הפרש, דהאיסור באוכלין אינו אלא כשמתטנפים על ידי זריקה ונמאסים בכך, אבל כל דלא מטנפי, כמו אגוזים ושקדים ורמונים וחבושים שיש עליהם קליפות קשות ואין המאכל נמאס – מותר. ולא דמי לפת, שעל הלחם יחיה האדם וצריך לנהוג בו קצת כבוד, אבל לא שארי אוכלים. ואף שיש מי שסובר דאין חילוק, לא חשו לדעה זו (עיין בית יוסף ולבוש).","והא דאמרינן שאסור לסמוך קערה של מרק בפת שמא ישפך על הפת וימאיסנו, זהו כשאינו אוכל מפת זה בשעת מעשה. אבל לאכול הפת עם המרק - רשאי להשתמש בהפת את המרק, כלומר שאוכל הדייסא עם הפת, והפת משמש במקום כף, שלוקח בהפת את הדייסא ואוכלן ביחד. ומן הדין אפילו אינו אוכלם ביחד אלא אחר כך - גם כן מותר, דאין זה דרך בזיון אלא דרך אכילה. ומכל מקום המדקדקים אוכלין בכל פעם שמכניסים לתוך פיהם מקצת מן הפת, והנשאר אוכלין אחר כך. ולא יניחנו, דנמאס על אחרים, וכן נכון לעשות, דאם לא כן הרי משמש בהפת כבעץ בעלמא, ואינו נכון לעשות כן (עיין מגן אברהם סק\"ג).","לא ישב אדם על קופה מליאה תאנים וגרוגרות אם הקופה רכה, משום דדוחק אותם בגופו ונמאסים, וכל שכן על הפת דאסור. אבל יושב הוא על עיגול של דבילה או על קופה מליאה קטניות, דאין נמאסין בכך. ואם מותר לישב על תיבה שיש בה ספרים, נתבאר ביורה דעה סימן רפ\"ב ע\"ש. וממשיכין יין בצנורות לפני חתן וכלה, כן היה המנהג בזמן הקדמון, ואין בזה משום בזיון משקין שעושין זה לסימן טוב, כלומר שימשך שלוותן, ועושין זה משום שמחת חתן וכלה, ודווקא שלא ילך לאיבוד, אלא שיקבלנו בכלי בראש פי הצנור. וזורקין לפניהם קליות ואגוזים בימות החמה, שאינם נמאסים, אבל לא בימות הגשמים כשנמאסים. ואף על פי שהן בקליפתן, מכל מקום מרפש וטיט נמאסים לגמרי. וגלוסקאות אסור לזרוק לעולם, דפת חלוק משארי אוכלין לעניין זריקה, כמ\"ש בסעיף ג'. והזורקים חטים לפני חתנים צריכין ליזהר שלא יזרקו אלא במקום נקי, וגם יכבדו אותם משם, כדי שלא ידרוסו עליהם ברגלים. והרואה אוכלים מונחים על הארץ, אין לעבור ולהניחם אלא יגביהם אם לא כשיש לחוש לכשפים (עיין מגן אברהם סק\"א). ואיתא בתענית (כ'.) דמאכל אדם אין מאכילין לבהמה ע\"ש (בשבת נ': איתא דאסור לפצוע זיתים אפילו כוונתו למתוקי פירא מפני שנמאסים על ידי כך, ופירש הרי\"ף דרוצה ליטול בו הידים ואפשר לנקות בבורית ע\"ש ובמגן אברהם שם)."],["שכח והכניס אוכלין לתוך פיו בלא ברכה: אם הוא דבר הנמאס כשיפלטנו, מסלקו לצד אחד ומברך. ואם הוא דבר שאינו נמאס, יפלטנו ויברך. ולמה לא סגי בסילוק לצד אחד שבפיו ולברך, משום משום שנאמר \"ימלא פי תהלתך\", אך בדיעבד אם סילק לצד אחד ובירך - ברכתו ברכה. ואם לא נזכר עד אחר שאכל וירד לתוך מיעיו אינו מברך, כמ\"ש בסימן קס\"ז, דהואיל ואידחי אידחי. ויברך רק ברכה אחרונה כשיש כזית, וזהו באוכלין.","אבל אם שכח והכניס משקין לתוך פיו בלא ברכה, אף על פי שעדיין לא בלען - בולען ואינו מברך עליהן ברכה ראשונה, דכיון דנכנסו לפיו בטלו מתורת משקין, שאינן ראוים לשום אדם והוי כאוכלים לאחר שבלען, וכיון דאידחי אידחי, ומברך רק ברכה אחרונה כשיש שיעור. וכן משמע מלשון הרמב\"ם בפרק ח' שכתב: \"בולען ומברך עליהן בסוף\" עכ\"ל, כלומר ברכה אחרונה. אבל רבינו הרמ\"א כתב דיש אומרים דמברך עליהן, וכן נראה עיקר עכ\"ל. וזהו דעת הרא”ש שכתב דלא דמי לאוכלין אחר הבליעה, דכאן כיון שעדיין הן בפיו דומה לעובר לעשייתן. ומפרשים גם בדברי הרמב\"ם שכן כוונתו, כלומר שמברך עליהן בסוף הברכה ראשונה, ולא משמע כן (כ\"מ). והיותר נכון כמ\"ש הראב\"ד שם, דאם אין לו משקים אחרים ומוכרח לזה - יבלע בלא ברכה, אך אם יש לו אחרים או אינו מוכרח לזה, מוטב שיפלטנו ולא יבלע בלא ברכה. וכן הסכימו האחרונים, דלדעת רבינו הרמ\"א צ\"ע איך ינהוג בהברכה אחרונה, דלא מצינו שתי ברכות סמוכות זו לזו בברכת הנהנין בלי הפסק דבר ביניהם. ומכל מקום לדבריו בשבעת המינים יברך ברכה אחרונה, דהוי דאורייתא (עיין מגן אברהם סק\"ג)."],["כתב רבינו הבית יוסף: \"מים אמצעיים רשות, והני מילי בין תבשיל לתבשיל, אבל בין תבשיל לגבינה - חובה\" עכ\"ל. וקיצר מאוד ואין לזה הבנה, והעניין כן הוא: דבסוף פרק ח' דברכות סמכו רבנן אקראי מים ראשונים ומים אחרונים ע\"ש, ולא הוזכר כלל מים אמצעיים. אך בחולין (ק\"ה:) אמרינן: \"מים אמצעיים רשות, אמר רב נחמן: לא שנו אלא בין תבשיל לתבשיל, אבל בין תבשיל לגבינה חובה\". ופירש רשב\"ם דבין תבשיל לתבשיל זהו כששניהם של בשר או שניהם של גבינה, כלומר והרחיצה הוא לנקיות בעלמא, אבל בין תבשיל של בשר לגבינה שלפניו – חובה, שלא יתדבק הגבינה שבידיו להתבשיל של בשר. ור\"ת פירש דבין תבשיל לתבשיל היינו גם כן בין תבשיל של בשר לתבשיל של גבינה, ולא חששו חכמים בזה. אבל בין תבשיל של בשר לגבינה עצמה חובה ע\"ש, והטור פירש גם כן כן ע\"ש.","ואין לשאול כשיש חובה ליטול ידיו למה לא תיקנו ברכה לזה, דיש לומר דזהו כהכשר אוכל כמו ניקור ומליחה (תוספות שם סוף ד\"ה 'מים'), ולא שייך ברכה על זה. והנה לפי זה אין זה שייך כלל להלכות סעודה אלא לדיני בשר בחלב, ונתבאר ביורה דעה סימן פ\"ט. ובאמת הרמב\"ם לא הזכיר זה בהלכות ברכות, אך בפרק ט' ממאכלות אסורות, וגם לא הזכיר שם לשון נטילה אלא הדחה ע\"ש, ולפי זה דברי רבינו הבית יוסף מתפרשים לשני הפירושים. וכתב עוד דבין בשר לדגים חובה ליטול משום דקשה לצרעת, וחמירא סכנתא מאיסורא. וקצת ראיה לזה מפסחים (ע\"ו:), והרמב\"ם לא הזכיר זה, וכתבו דעתה נשתנו הטבעים (מגן אברהם), וגם התוספות סוף פרק קמא דמועד קטן כתבו כעין זה. ואנחנו אין אוכלים דגים אחר בשר רק בשר אחר דגים ושמענו, שיש מקומות שאוכלין בשר ואחר כך דגים.","וכתב רבינו הבית יוסף בסעיף ג': \"כל הדברים הנוהגים באחרונים נוהגים באמצעיים בין להקל בין להחמיר, חוץ מהיסח הדעת שפוסל באמצעיים, מפני שעדיין רוצה לאכול וידיו צריכין שימור, וחוץ מניגוב הידים, שאמצעיים צריכים ניגוב כראשונים\" עכ\"ל. ורבינו הרמ\"א הוסיף שיש שאמרו שאמצעיים צריכים דווקא מים, מה שאין כן במים אחרונים, כדלקמן סימן קפ\"א עכ\"ל, מפני ששאר משקין אינן מנקין השומן והמאכל, ויש חולק בזה (מגן אברהם בשם רש\"ל), והניגוב צריך משום מאיסותא (שם). ולא אבין מה שייך היסח הדעת לאמצעיים שהן הפסק בין חלב לבשר, ואי משום היסח הדעת דמים ראשונים, אם כן מה זה שייך להאמצעיים וצ\"ע."],["אף על פי שכל המשקים ששותים בתוך הסעודה אין צריך לברך עליהם כמו שיתבאר, מכל מקום על יין צריך לברך. ואפילו יין ששותין בתוך הסעודה שהוא לשרות המאכל שבמעיים, והוא כדברים הבאים מחמת הסעודה שברכת 'המוציא' פוטרתן, מכל מקום צריך לברך 'בורא פרי הגפן'. והטעם אמרו חז\"ל בברכות (מ\"ב.): שאני יין שגורם ברכה לעצמו, שבכמה מקומות הוא בא ומברכים עליו ואף על פי שלא היו צריכים לשתייתו (רש\"י), כמו בקידוש והבדלה וברכת אירוסין ונשואין. ואין לשאול דאם כן גם לא יפטור ברכת המזון את הברכה אחרונה מטעם זה, דלא דמי, דברכת המזון פוטר אפילו דברים שאין באים מחמת הסעודה, מה שאין כן ברכה ראשונה (רשב\"א). והטעם נראה לי משום שברכת המזון הוי דאורייתא, ועוד דהחשיבות הוא לברכה ראשונה, והאחרונה באה ממילא מפני חיוב השתייה (כן נראה לי כוונת הרמב\"ן בפרק ערבי פסחים, והגר\"ז טרח בזה בקו\"א ע\"ש, ומ\"ש מתוספות שם ק\"ג: ד\"ה 'ר\"א' תמיהני, הא לא קיימא לן שם כר\"א אלא כמר זוטרא, ותירוץ הקודם פשוט יותר ודו\"ק)","עוד יש חשיבות ליין, דכשם שפת פוטר כל מיני מאכל שבסעודה, כמו כן יין פוטר כל מיני משקים (גמרא שם), אפילו מברכה ראשונה ואפילו שלא בשעת הסעודה, דבשעת הסעודה אין צריך להיין דהפת פוטרתן, דכשם שהפת יש לו מעלה הסועד, כמו כן היין יש לו מעלה שמשמח, כדכתיב: \"ויין ישמח לבב אנוש, ולחם לבב אנוש יסעד\". ויראה לי דזהו דווקא כשישבו לשתות על דרך קביעות כמו בפת, וגם ביין יש קביעות כמ\"ש בסימן רי\"ג. ויש אומרים דדווקא כששארי המשקים לפניו, אבל בלאו הכי אינו פוטר (ט\"ז סק\"ב בשם מרדכי). ויש אומרים דאפילו לא היו לפניו, רק דעתו עליהם - פוטר (הגר\"ז) כשישב בקביעות לשתות היין (דגמ\"ר). וראיתי מי שכתב דאפילו אינו קובע עצמו לשתות יין אלא שותה יין מעט לצורך מצוה, כגון קידוש והבדלה ושותה הרבה משקין אחר כך, נפטרין בברכת היין אם היה דעתו עליהם (הגר\"ז). ולעניות דעתי נראה דבלא קביעות אינו פוטר, שהרי הגמרא מדמה לה לפת, ובפת יש קביעות. אמנם קידוש והבדלה מקרי קביעות, דקידוש וודאי הוי קביעות, דאין קידוש אלא במקום סעודה, ואפילו הבדלה מקרי גם כן קביעות, כמו שכתבו התוספות בברכות (מ\"ג. סד\"ה 'הואיל' ע\"ש), וכן נראה לי עיקר לדינא (ומצאתי כן במרדכי פרק כיצד מברכין ע\"ש, וכן מפורש באור זרוע הגדול סימן קנ\"ה).","ודע שלא מצאתי ברמב\"ם ובטור דין זה דיין פוטר כל מיני משקים, ולא ידעתי למה, והרי גמרא מפורשת היא בברכות (מ\"א:) ובחולין (קי\"א:), ורק רבינו הבית יוסף כתב דין זה בסעיף ב', וגם הרא”ש פסק כן בפרק ו' (סימן כ\"ו), וכן תר\"י פסקו שם כן. ונראה לי דלפי סוגית הש\"ס אין הלכה כן, והכי איתא שם: \"איתמר, הביאו לפניהם תאנים וענבים בתוך הסעודה: אמר רב הונא: מברך לפניהם... ופליגא דרבי חייא, דאמר רבי חייא פת פוטרת... ויין פוטר\" ע\"ש. ואנן קיימא לן כרב הונא, וממילא דלית הלכתא כרבי חייא. אך הרא”ש ותר\"י כתבו שם דנהי דבפת לית הלכתא כוותיה דרבי חייא, אבל ביין הלכה כמותו ע\"ש, והרמב\"ם והטור לא סבירא ליה כן. ובאמת לא אבין דעת הרא”ש ותר\"י, דהרי כמו שאין הפת פוטרת תאנים וענבים מפני שאינן מעניין הסעודה, כמו כן פשיטא ששארי המשקין אינן מעניין היין, ולמה יפטור אותם לדידן דלא קיימא לן כרבי חייא בפת. וצריך לומר דהרא”ש ותר\"י סברי דיותר יש קירוב שארי משקין ליין, ממה שיש קירוב תאנים וענבים לפת. וגם מדברי הרי\"ף נראה דלא סבירא ליה כן, שהרי כתב: \"ופליגא דרבי חייא וכו'”, ואי סלקא דעתך דביין פסק כמותו, הוה ליה לבאר, אלא וודאי דדחאו מהלכה. ובעל כורחנו צריך לומר כן, דאם לא כן למה כתב כלל הך: \"ופליגא דרבי חייא\", דאי לעניין תאנים וענבים הא הביא דברי רב הונא, אלא וודאי בשביל יין כתב כן, כלומר דגם בזה לא קיימא לן כרבי חייא. ולפי זה הוה ספיקא דדינא, אך ממילא הולכין להקל בספק דרבנן. והבה\"ג קבעה להלכה ע\"ש בפרק ו', וכן פסק באור זרוע הגדול (סימן קנ\"ה), אך רבותינו בעלי התוספות כתבו שם דגם מיין לית הלכתא כרבי חייא ע\"ש (ויש להסתפק אם גם השומעים ברכת 'בורא פרי הגפן' ויצאו בברכתו אם גם בהם פוטר כל מיני משקים מברכה כשלא שתאו מכוס של ברכה, ועיין תוספות פסחים ק'. ד\"ה 'ור\"י').","היה יושב בסעודה ויש לו יין רק על כוס אחד, לא ישתנו בתוך הסעודה, אלא מניחו עד לאחר המזון ויברך על הכוס וישתנו אחר כך, ואפילו בא לו הכוס מקודם (ט\"ז סק\"ג). ומכל מקום יש מי שאומר דאם הוא צמא לשתייתו, ואנו אין נוהגין בכוס בברכת המזון, וסבירא ליה כמאן דאמר ברכת המזון אינה טעונה כוס, ורבינו הרמ\"א פסק לקמן סוף סימן קצ\"ז דמן התורה כשהוא צמא לשתות אינו חייב בברכת המזון ע\"ש, אם כן מוטב יותר שישתנו קודם ברכת המזון (מגן אברהם סק\"ב).","אמרו חז\"ל דיין שלפני המזון פוטר יין שבתוך המזון ושלאחר המזון, כלומר אחר שמשכו ידיהם מן הפת לשתות יין ולאכול פירות קודם ברכת המזון. ואצלינו ליכא דין אחר המזון, מפני שאין אנו רגילין בכך ואין אנו מושכין ידינו מן הפת עד ברכת המזון, ויתבאר בסימן קע\"ז, ולכן אצלינו הכל מקרי בתוך המזון. ויין שבתוך המזון אינו פוטר יין שלאחר המזון, והטעם: דיין שלפני המזון ושלאחר המזון באים לשתייה, ושבתוך המזון הוא רק לשרות המאכל שבמעיים, ולשתות חשוב יותר מלשרות, ולכן מה שבא לשתות פוטר את הבא לשרות, ולא להיפך, דהאינו חשוב אינו פוטר את החשוב. ולדידן ליכא לאחר המזון כמ\"ש, וזה שנתבאר שצריך לברך על היין שבסעודה, זהו כשלא שתה מקודם.","(ו)זה שכתבו הטור והשולחן ערוך סעיף ד': \"אם קבע לשתות לפני המזון - אין צריך לברך על יין שבתוך המזון וכו'”, לאו דווקא קבע, דהוא הדין בלא קביעות, והך קביעות כוונתם שהיה דעתו לשתות בתוך המזון, לאפוקי אם לא היה דעתו לשתות כלל בתוך המזון אלא שאחר כך נמלך לשתות, אין היין שלפני המזון פוטרו כיון שלא היתה כוונתו לשתות כלל (ט\"ז סק\"ד), אבל קביעות לא בעינן. ורק אם שתה קודם הסעודה, פוטר את היין שישתה בתוך הסעודה ושלאחר הסעודה כשהיתה כוונתו לשתות.","וכן יין של קידוש והבדלה פוטר היין שבתוך הסעודה. ולא מיבעיא קידוש דשייך להסעודה, אלא אפילו הבדלה דאין לה שייכות לסעודה, מכל מקום אם בעת שהבדיל היה דעתו לאכול מיד ולשתות יין בתוך הסעודה - היין של הבדלה פוטרו, דלא גרע מיין שלפני הסעודה בחול שפוטר, ומאי גריעותא דהבדלה. ומכל מקום יש אומרים דהבדלה גריעא, דבשלמא בחול ששותה מרצונו לפני הסעודה מקרי יין שלפני הסעודה, אבל הבדלה שמוכרח לשתות לשם מצוה אין לזה שייכות עם הסעודה כלל, ולא דמי לקידוש שאינו אלא במקום סעודה. וסבירא ליה לדעה זו דיין של הבדלה אינה פוטרת אלא אם כן נטל ידיו לאכילה קודם הבדלה, ואין זה הפסק בין נטילת ידים ל'המוציא' כיון שדעתו לאכול. ולאו דווקא שנטל ידיו, דאפילו לא נטל ידיו אלא קבע עצמו לסעודה (מגן אברהם סק\"ו). הלכך המבדיל קודם נטילה וקודם הקביעות לסעודה, והיינו בהערכת השלחן לאכילה, יכוין שלא להוציא את היין שבתוך הסעודה. אך אם לא כיון לא יברך, דספק ברכות להקל בברכות דרבנן.","ואם לא שתה יין קודם הסעודה - מברך בתוך הסעודה על כוס הראשון ששותה, ועל סמך ברכה זו יכול לשתות כל הסעודה בלא ברכה, כמו ברכת הפת דפוטרת כל הסעודה. ואינו דומה לליל ראשון של פסח דמברכין על כל כוס 'בורא פרי הגפן', דהתם השתייה שלא בתוך הסעודה. אך זהו כשהיה דעתו לשתות עוד לבד הכוס הראשון, אבל אם היה בדעתו שלא לשתות עוד ואחר כך נמלך לשתות עוד - צריך ברכה אחרת וכן לעולם. ובכל הדברים הדין כן, הן בפירות הן בלחם, כגון שקנה ככר לחם לאכלו ואכלו ואחר כך נמלך לקנות עוד ככר - צריך לברך 'המוציא'. ורק בלחם בבעל הבית בביתו לא שייך זה, דאין קצבה ללחם ודעתו על כל מה שיאכל (ט\"ז סק\"ו). אבל ביין דהוא לתענוג, יש אפילו בעל הבית בביתו שאינו רוצה לשתות רק כוס אחד ואחר כך מתחרט ושותה עוד כוס - צריך ברכה בפני עצמו. אך בסתם שלא חישב כלל אם לשתות עוד אם לא לשתות, תלוי כפי העניין: אם האיש הזה רגיל תדיר לשתות כמה כוסות בסעודה אין צריך לברך בסתם, ואם אינו רגיל צריך לברך.","וכתב רבינו הרמ\"א בסעיף ה': \"וכן מי שבא לסעודה ומושיטין לו הרבה כוסות - מברך על כל אחד ואחד דהוי נמלך\" עכ\"ל. כלומר דמתחלה הושיט לו ראובן ובירך ושתה, ואחר כך הושיט לו שמעון - צריך לברך. אבל אם נותנים לו בבת אחת קודם שבירך על הראשון, פשיטא שברכה אחת לכולם, וכן אם יודע שיתנו לו עוד כוסות מברך על הראשון ופוטר את כולם, והכל הולך על סברא שבארנו כמובן.","עוד כתב: \"וכן מי שבירך על כוס ברכת נשואין ואינו יודע להיכן יגיע הכוס, כל אחד צריך לברך, דמקרי נמלך\" עכ\"ל, וכן כתב רבינו הבית יוסף בסוף סימן ק\"ץ ע\"ש. והדברים צריכים ביאור, דהא זהו וודאי בכוס קידוש והבדלה וכוס של ברכת המזון כולם טועמים מהכוס בלא ברכה, שיוצאין בברכת המברך, ואפילו כשכל אחד כוסו לפניו יוצאין בברכת המברך, כדמוכח בפסחים (ק\"ו.) ע\"ש. אמנם העניין כן הוא, דוודאי בברכה שכל אחד מהמסובין צריך לצאת בו, כמו כוס של קידוש והבדלה וכוס של ברכת המזון, כל המסובין מתכוונים לצאת והמברך מכוין להוציאם. אבל בברכות נשואין, דהיינו שבע ברכות או 'אשר ברא' דאין שום חיוב על המסובין, ורק אם המסובין מעטים שכל אחד יודע שיגיע לו הכוס הם מתכוונים לצאת והמברך מכוין להוציאם. אבל כשהמסובין רבים ויודעים שלכולם לא יגיע הכוס, ממילא דאין כאן כוונה לא מהמברך ולא מהשומעים, ולכן כל אחד צריך לברך. ואצלינו המנהג שהמברך נותן להסמוכים אצלו ואין מברכים דכן דעתם מתחלה, ועיין מ\"ש בסוף סימן ק\"ץ.","ואף על פי שבברכה ראשונה אין הפת פוטר היין כמ\"ש, מכל מקום לעניין ברכה אחרונה ברכת המזון פוטרה, והטעם בארנו בסעיף א'. ואפילו היין שלפני המזון אין צריך ברכה אחרונה, דברכת המזון פוטרו, דהוא גם כן נחשב מהסעודה מפני שבא לפתוח הבני מעיים להמשיך תאוות המאכל (מגן אברהם סק\"ט וע\"ש סעיף ח', וצ\"ע דלתוך הסעודה אין צריך טעם זה), ואפילו לא שתה בתוך הסעודה. וגם יין הבא לאחר סעודה גם כן ברכת המזון פוטרתו, דיין סעיד גם כן והוי כלחם (שם). ולפי זה אין צריך כלל להטעם הקודם, אמנם באמת אין סומכין על טעם זה בלבד כמובן, אך כיון ששות[י]הו קודם ברכת המזון הוי טעם זה לצירוף, וכבר נתבאר שאצלינו אין דין של אחר המזון. ואף על פי שברכת המזון פוטר יין שלפני המזון, מכל מקום לעניין הבדלה אם פוטרו מברכה אחרונה כשאכל תיכף יש מחלוקת, ויתבאר בסימן רצ\"ט, דשאני הבדלה שאינה שייכת לסעודה כלל. אבל בחול כשנוטל לפני הסעודה יין או שאר משקה, כוונתו לפתוח המעיים כמ\"ש (עיין מגן אברהם סק\"י).","כל מה שנתבאר הוא ביין, אבל מים או שארי משקין כששותה תוך הסעודה - אין צריך לברך עליהם ברכה לפניהם, דזהו הכל מחמת הסעודה, דאין אכילה בלא שתייה והכל יודעים שדרך לשתות מים או שארי משקין תוך הסעודה. וברכת 'המוציא' פוטרתן אפילו לא בירך עליהם לפני הסעודה, דהא יין לא היה צריך גם כן ברכה תוך הסעודה, אלא שמפני חשיבותו הצריכו ברכה כמ\"ש בסעיף א', ולא כן בשארי משקים וכולם שייכים להסעודה. וראיתי מי שכתב דיי\"ש אינו בא לעורר תאוות המאכל וצריך לברך עליו (שם סקי\"א), ואיני יודע פירוש לזה וזהו הכחשת החוש, ובזמנינו הכל יודעים שהיי\"ש הוא רק לעורר תאוות המאכל ולהשיב הלב לחזקה לאכילה, ואין צריך לברך עליה וכן מנהג כל העולם, ופשוט הוא ואין לשנות.","ואף על פי שכן הסכימו רוב רבותינו, וכתב הרשב\"א בברכות (מ\"א:) שכן היו נוהגים רש\"י ור\"ת וכל גדולי צרפת לשתות בסעודה בלא ברכה, מכל מקום יש אומרים לברך על המים שבסעודה, דרק ביין כיון שסעיד אמרו חז\"ל דאלולי חשיבותו לא היה צריך ברכה, אבל מים אין לו שום שייכות לסעודה וצריך לברך עליו, וכן על כל המיני משקין. ויש מחמירין עוד לברך עליהם בכל פעם ששותה מים, דמסתמא נמלך הוא בכל פעם. ובשארי משקין לא שייך לומר כן, דרק מים מפני שאין בו טעם נמלך הוא, אבל שכר ומי דבש לא הוי נמלך (מגן אברהם סקי\"ג). והרוצה לצאת ידי דעות אלו ולהסתלק מן הספק ישב קודם נטילת ידים במקום סעודתו ויברך על מים או יי\"ש 'שהכל', ויכוין על דעת לשתות בתוך הסעודה, ולכן כמה מדקדקים ליטול מעט יי\"ש קודם שנוטל ידיו. וזהו להעדפה בעלמא, והעיקר לדינא דאין צריך לברך על מים ושאר משקה 'שהכל', ולא עוד אלא אפילו היה צמא קודם אכילתו ושותה בתוך הסעודה, דלכאורה אין זה שייך להסעודה, כיון שהיה צמא מקודם, מכל מקום אין צריך לברך. והטעם דלמה לא שתה קודם הסעודה, מפני שהיה מתיירא שלא יוזק מזה, ובתוך הסעודה לא יתנזק, אם כן צורך סעודה הוא וכן המנהג פשוט. (עיין ט\"ז סעיף קטן י שכתב גם כן שצריך לברך על יי\"ש, והעטרת זקנים כתב בשם הגאון מוה\"ר פייבש שיהיה היי\"ש על השלחן ואז אין צריך לברך כמ\"ש הבאר היטב סק\"ח, והם תפסו דיי\"ש אינו שייך לאכילה כלל. אבל נשתנו העיתים ובימינו לא ידענו אופן אחר, ואצלינו היי\"ש הוא רק לעת האוכל להמשיך תאוות המאכל, ואין צריך לברך וכן המנהג פשוט)","יש שמסתפק כששתה רביעית קודם הסעודה אם צריך לברך ברכה אחרונה, ואם נאמר שצריך אז מה שנתבאר דכדי לצאת כל הדעות ישתה קודם הסעודה, בהכרח לשתות פחות מרביעית, דאם ישתה רביעית הרי יברך ברכה אחרונה, ואיך יפטור מה שבתוך הסעודה. אמנם ממה שנתבאר דברכת המזון פוטר יין שלפני המזון, אלמא דאין צריך לברך ברכה אחרונה מטעם שבא לפתוח המעיים כמ\"ש בסעיף י\"א, וכן הוא בכל המשקין (ט\"ז סק\"ט). ויש מי שכתב דרק יין בא לפתוח המעיים ולא שאר משקין, וצריך לברך ברכה אחרונה (מגן אברהם סקי\"ד). אבל זה ידוע לנו שגם שארי משקין באים לפתוח המעיים, ובפרט יי\"ש שמרבה תאוות האכילה כידוע, אך יי\"ש כיון שהוא חזק ממילא שקשה לשתות רביעית קודם הסעודה. אבל העיקר לדינא דגם ברביעית אין צריך ברכה אחרונה (עיין ט\"ז ס\"ס קע\"ז). ואין זה דמיון להבדלה שבסימן רצ\"ט, דהבדלה אין לה שייכות כלל להסעודה כמ\"ש בסעיף ז' ע\"ש. וכן משקה קאוו\"א מפיג המאכל ושייך לסעודה ופטורה מברכה, אבל טיי אינה מהסעודה וצריך לברך (וגם הגר\"ז בסימן קע\"ו כתב דיי\"ש הוי כיין ע\"ש).","אף על פי שכשרבים מסובין יחד יכולים כולם לצאת בברכת המברך, מכל מקום בברכת היין שבתוך המזון כשצריכין לברך עליו, כגון שלא שתו מקודם הסעודה, כל אחד ואחד מברך לעצמו ואין סומכין על ברכת המברך ושיענו 'אמן', משום דכל אחד עוסק באכילה, ויש סכנה בדיבור שמא יקדים קנה לוושט כמ\"ש בסימן ק\"ע, ועוד שמחמת האכילה אינן שומעין הברכה. ולזה כתב רבינו הרמ\"א בסעיף ח': דיש אומרים דאם המברך אומר קודם הברכה: 'סברי רבותי', כלומר תסברו לי לשמוע הברכה, דסוברים אתם לצאת בברכתי שלא יאכלו וישמעו הברכה ויכוונו לצאת ויענו 'אמן', בכהאי גוונא אחד מברך לכולם. וכן נוהגין דכל מקום שמברכין על היין לומר 'סברי' ולא 'ברשות', ד'ברשות' הוא רק נטילת רשות מפני דרך ארץ ושישמעו הברכה, וכך אומרים על כל המשקין כשיוצאים בברכת המברך, לבד מיין שאומרים 'סברי', מטעם יין שבתוך הסעודה כמו שנתבאר (ומ\"ש המגן אברהם בסקט\"ז כבר בארנו שם ע\"ש ודו\"ק).","בזמן הש\"ס היו מביאין מוגמר לאחר סעודה שיעלה ריח טוב, ושנינו במשנה: \"והוא אומר על המוגמר\", כלומר מברך, ופירש רש\"י: דאותו שבירך על היין מברך על המוגמר, דמפני שהתחיל בברכות אחרונות - גומרן עכ\"ל. וכן כתב הטור שזה שמברך על היין שלאחר המזון מברך על המוגמר, והגאונים פירשו דקאי על מי שבירך 'המוציא'. וזהו הכל כשמביאין המוגמר קודם ברכת המזון, אבל כשהביאו לאחר ברכת המזון - אותו שבירך ברכת המזון מברך (מגן אברהם סקי\"ז בשם המאור). ויש אומרים דהגדול מברך דאף על פי שנתן רשות לאחר לברך ברכת המזון, מכל מקום אחר כך חוזרת אליו (שם בשם הראב\"ד). ואף על פי שאצלינו ליכא כלל מוגמר ואין אנו יודעים מזה, מכל מקום נפקא מינה לעניינים אחרים ללמוד מדין זה (והנה בסימן זה נתבאר דיני משקין שבתוך הסעודה אם צריכין ברכה אם לאו, ובסימן קע\"ז יתבארו דיני אוכלין על איזה צריך לברך ע\"ש)."],["איתא בברכות (נט ב): שינוי יין אין צריך לברך [...]. אבל אומר \"ברוך הטוב והמטיב\". ופירש רש\"י: שתה יין בסעודה, והביאו לו יין אחר טוב מן הראשון – אין צריך לברך \"בורא פרי הגפן\". עד כאן לשונו. ומבואר מדבריו דברכת \"הטוב והמטיב\" אינו אלא על יין טוב מזה. וכעין זה כתב הרמב\"ם בפרק רביעי דין ט, וזה לשונו: היו מסובין לשתות יין, ובא להן מין יין אחר, כגון שהיו שותין אדום והביאו שחור, או ישן והביאו חדש – אינם צריכים לברך ברכת היין פעם שנייה. אבל מברכין: \"ברוך אתה ה', אלהינו מלך העולם, הטוב והמטיב.\" עד כאן לשונו. ובוודאי יודה הרמב\"ם לרש\"י דיין אחר טוב לא גרע ממין אחר. וגם רש\"י יודה להרמב\"ם כמובן. וכן מבואר בירושלמי דסוף פרק ששי דברכות: יין ישן, יין חדש – צריך לברך. שינוי יין – אין צריך לברך... רבי על כל חבית וחבית שהיה פותח, היה מברך עליה. ומה היה אומר? \"ברוך הטוב והמטיב...\". עד כאן לשונו. והחביתין היו משונים זה מזה, או טוב יותר מהקודם כפירוש רש\"י, או מין אחר כפירוש הרמב\"ם. ועניין ברכה זו: דאף על גב דבכל המיני מאכלים, ובכל המיני משקין, ברכה אחת לכל הפרטים שבאותו המין – אף להמשובחים מן הקודמות, כגון המברך על מין מאכל והביאו לפניו שני מינים, ובירך על האחד הגרוע פוטר גם את הטוב ממנו, או שזה לבן וזה שחור – מכל מקום פוטר. ורק ביין תיקנו כן מפני חשיבותו, שמפני זה קבעו עליו ברכה פרטית. ואף על גב דגם פת כן הוא, מכל מקום היין ישמח לבב אנוש, ואין אומרים שירה אלא על היין. ועוד: דביבנה תיקנו \"הטוב והמטיב\" לברכת המזון משום הרוגי ביתר (ברכות מח ב), ואיתא בגיטין (נז א) שבצרו כרמיהם שבע שנים מדמי ההרוגים. ולכן תיקנו גם על שינוי יין ברכה זו (ראש פרק תשיעי סימן ט\"ו). ופירושו של \"הטוב והמטיב\" בשינוי יין אינו כ\"הטוב והמטיב\" שבברכת המזון: \"הטוב\" – שלא הסריחו, \"והמטיב\" – שניתנו לקבורה. דמה עניינו לכאן? אלא פירושו כ\"הטוב והמטיב\" בילדה אשתו זכר, וכיוצא בזה שיתבארו בסימן רכ\"ג, שפירושו שהקדוש ברוך הוא טוב ומטיב לברואיו. ובברכת המזון תיקנו כזה על הרוגי ביתר, כלומר: שאפילו בעת שליטת הדין החָזָק כמו בהרוגי ביתר, מכל מקום הוא יתברך טוב ומטיב בעניין הפורעניות גם כן, והיינו מה שלא הסריחו וניתנו לקבורה. אבל בכאן פירושו פשוט כמו שכתבתי.","והנה לרש\"י והרמב\"ם אין ברכה זו אלא ליין טוב מהקודם או מין אחר. וכן כתב בה\"ג בהלכות קידוש, וזה לשונו: מחמרא בישא לחמרא טבא אומר \"ברוך הטוב והמטיב\". עיין שם. וכן כתב הרשב\"ם בפסחים (ק א), וזה לשונו: שינוי יין, שהביאו לו מחבית אחרת, ויש לו טעם משונה או גרוע או משובח – אין צריך לברך שנית על היין. אבל \"הטוב והמטיב\" מברך אם משובח מן הראשון... עד כאן לשונו (עיין אור זרוע הגדול סימן קנ\"ז). אבל התוספות והרא\"ש כתבו בשם רבינו תם דאפילו על גרוע צריך לברך \"הטוב והמטיב\", לפי שהברכה היא על ריבוי היינות. ומפרש בירושלמי שהבאנו דרבי חולק על הקודם שאמר דווקא ישן וחדש, אלא על כל חבית שפתח היה מברך, בין טוב מהקודם ובין גרוע מהקודם, רק שלא יהא גרוע הרבה. והתוספות בעצמם כתבו דרק כשיש ספק אם הוא טוב מהראשון אם לאו – צריך לברך. וכן הוא המעשה ברבי שבירושלמי. אבל כשוודאי גרוע – אינו מברך. וכן משמע דעת הרא\"ש, עיין שם. ואיני מבין מה שייך ספק דבר שאפשר לברר ולטעום. וצריך עיון. והרשב\"א בברכות שם הסכים לפירוש רבינו תם, משום דאינו מברך אלא על ריבוי היין, עיין שם. והטור הביא שני הדעות. ועיין בסעיף ד.","ורבותינו בעלי השולחן ערוך לא כתבו רק דעת התוספות, וזה לשונם בסעיף ב: מברכין \"הטוב והמטיב\" על כל שינוי יין מן הסתם, אפילו אינו יודע שהשני משובח מן הראשון, כל שאינו יודע שהוא גרוע ממנו. ואין חילוק בין שניהם חדשים, או אחד חדש ואחד ישן. ואפילו שתה ממנו תוך שלושים יום. עד כאן לשונם. כלומר: משום דיש אומרים דתוך שלושים לשתייתו אין היין חביב, ואין לברך עליו כלל; קא משמע לן דאינו כן, דיש יין שאפילו שותין תדיר הוא חביב על האדם. וזה פשוט דמיירי כשהוא טוב מן הראשון, שהרי אין הולכין בשיטת רבינו תם דאפילו על וודאי גרוע מברכין, אלא כשיטת התוספות והרא\"ש דדווקא באינו ידוע. ובכאן כיון ששתה ממנו תוך שלושים יום – הרי יודע איזה יין הוא. ולכן צריך לומר כמו שכתבתי. ובחדש וישן צריך לומר גם כן שמקודם שתה החדש ואחר כך הישן (וכן כתב עט\"ז); או כגון שזה החדש טוב יותר מהישן הקודם, כגון שהוא ממין יותר טוב מהקודם. (והלבוש כתב הטעם: מפני שאין עיקר הברכה אלא על ריבויים, עיין שם. ודבריו תמוהים: דזהו רק לשיטת רבינו תם, ואינהו פסקו כהתוספות. ודייק ותמצא קל.)","ותמיהני על רבותינו איך השמיטו לגמרי דעת ארבעה עמודי עולם: רש\"י, ורמב\"ם, ובה\"ג, ורשב\"ם. דבשלמא מה שהשמיטו דעת רבינו תם והרשב\"א אתי שפיר, משום דספק ברכות להקל. אבל הרי מטעם זה הרי היה להם לפסוק דאין מברכים אלא על יותר טוב, כדעת ארבעה אבות העולם. ולכל הפחות היה להם להביא דעתם על כל פנים. ובפרט שסברת רבותינו בעלי התוספות והרא\"ש אינה מובנת, כמו שכתבתי בסעיף ב, שהרי ביכולת לטעום. וצריך לומר דטעם רבותינו בעלי השולחן ערוך כן הוא: דכשם דבדאורייתא אמרינן ספק ספיקא לקולא, כמו כן בדרבנן אמרינן ספק ספיקא להחמיר. וכאן כשאינו ידוע אם הוא טוב מהראשון, יש ספק ספיקא: שמא הוא טוב מהראשון, ואם תמצא לומר שאינו טוב שמא הלכה כרבינו תם והרשב\"א, דאפילו על גרוע מברכין. ואולי גם טעם התוספות והרא\"ש גם כן כעין זה: דלכן לא הצריכו לטעום מקודם, דכיון דדעת רבינו תם דגם על גרוע מברכין – אין אנו מחוייבין לטעום; דאף אם יהיה גרוע יש לנו לסמוך על דעתו הגדולה של רבינו תם, משום דפשטא דלישנא של הירושלמי בהך דרבי משמע כן, מדלא אמר הירושלמי שרבי הצריך לטעום.","כתב רבינו הבית יוסף בסעיף א: הביאו להם יין אחר – אינו מברך \"בורא פרי הגפן\" אבל מברך עליו \"הטוב והמטיב\". ולאו דווקא הביאו להם מחדש, אלא הוא הדין אם היה להם מתחילה שתי יינות – מברכין על השני \"הטוב והמטיב\". עד כאן לשונו. ובסעיף ג כתב: הביאו לו יין רע ויין טוב כאחד – יברך מיד \"בורא פרי הגפן\" על הטוב ופוטר את הרע. ולא יברך על הרע תחילה \"בורא פרי הגפן\" כדי לברך אחריו \"הטוב והמטיב\", כי לעולם יש לברך על העיקר ועל החביב תחילה. עד כאן לשונו. כלומר: דאף כשיוצאין בברכה אחת – צריך להקדים העיקר והחביב, לעשות עליו הברכה כמו שיתבאר בסימן רי\"א. וכל שכן בכאן, דאם יברך על הטוב – לא יצטרך עוד לברכה. ואם יברך על הרע – יצטרך עוד לברכה, דאין לגרום ברכה חינם. וזה שכתב בסעיף א דאם הביאו מתחילה שתי יינות דמברכין על השני \"הטוב והמטיב\", יש לומר דאין כוונתו ששני היינות היו לפניו בשעת הברכה, אלא שהביאו השני אחר הברכה.","וזהו כוונת רבינו הרמ\"א, שכתב על זה: ודווקא שלא היו לפניו יחד כשבירך \"בורא פרי הגפן\". אבל אם היו ביחד – אינו צריך לברך אלא \"בורא פרי הגפו\" כמו שיתבאר סעיף ג. עד כאן לשונו, וכוונתו כמו שכתבתי. אמנם גם לזה אין אנו צריכים, דיש לפרש שהיו יחד בשעת הברכה, אלא שהיו משני מינים כמו שחור ואדום וכיוצא בזה, ושניהם טובים; ובעל כרחו צריך לברך על האחד \"בורא פרי הגפן\", ועל השני \"הטוב והמטיב\" (ומיושב משמעות הלשון שכתב הט\"ז סעיף קטן ד'). ויש מי שרוצה לומר דלכתחילה יברך על הגרוע כדי שיברך אחר כך \"הטוב והמטיב\" על הטוב (שם). ומדמה זה למה שיתבאר בסימן רי\"א, דאם הביאו שני דברים אחת ברכתו \"שהכל\" ואחת \"בורא פרי העץ\", שלא יברך מקודם \"שהכל\" ולהוציא ברכת העץ. ואין זה דמיון כלל: דהתם הברכה הקבועה היא \"העץ\", מה שאין כן כאן על שניהם הברכה \"בורא פרי הגפן\". ולכן העיקר כמו שכתבתי. אמנם באינו ידוע איזהו הטוב ואיזהו הגרוע – וודאי יברך על אחד \"בורא פרי הגפן\" ועל השני \"הטוב והמטיב\" לפי מה שפסקו כתוספות ורא\"ש כמו שכתבתי. (וכן כתב הט\"ז שם, וזהו וודאי כן הוא.)","ועל מה שנתבאר דבהביאו יין אחר מברך \"הטוב והמטיב\", כתב רבינו הרמ\"א: אף על גב שאין לו עוד מן הראשון. עד כאן לשונו. כלומר: לא מיבעיא כשעדיין ישנו מן הראשון, אלא אפילו כבר שתו כל היין הראשון. דיש אומרים דבאמת אין מברכין \"הטוב והמטיב\", כיון שלא הביאו השני מחמת שינוי יין אלא מחמת שכלה הראשון (מגן אברהם סעיף קטן א' בשם ראב\"ד ורדב\"ז). קא משמע לן דאינו כן. והנה זהו וודאי כשהיה דעתם מקודם על השני, דאם לא כן הרי צריך לברך \"בורא פרי הגפן\" על השני כמו בכל הפירות, כמו שיתבאר בסימן רי\"א. אלא וודאי כמו שכתבתי. (ולפי זה היה אפשר לומר דלא פליגי, ולא משמע כן מהמגן אברהם שם. והמגן אברהם חשש לדעת החולקים, עיין שם. ודייק ותמצא קל.)","כתב מהרי\"ל: יש אומרים שאין מברכין \"הטוב והמטיב\" בליל פסח, שלא להרבות בכוסות. עד כאן לשונו. והנה וודאי אין כוונתו על הארבע כוסות, שהרי צריך לברך על כל אחד \"בורא פרי הגפן\", ואין כאן ברכת \"הטוב והמטיב\". ועוד: מאי האי דקאמר שלא להרבות בכוסות? אלא כוונתו על יין שבתוך הסעודה, שרשאי לשתות כמה שירצה ואין צריך ברכה. ולזה אומר שלא יברך \"הטוב והמטיב\", דכשיש ברכה נראה כמוסיף על הכוסות (מחצית השקל). ויש מי שאומר שיזהר להביא מאותו ששתה מקודם. ואם הביא מין אחר בעל כרחו צריך לברך \"הטוב והמטיב\", כיון שהוא דינא דגמרא. (מגן אברהם. וצריך עיון מה שכתב שבברכת המזון אין צריך לברך \"הטוב והמטיב\", שהרי אמרו בברכת המזון, עיין שם. והרי בלאו הכי אתי שפיר, שהרי צריך לברך \"בורא פרי הגפן\", ואיך יברך שני ברכות? ודייק ותמצא קל.)","כתב רבינו הבית יוסף בסעיף ד דאין לברך \"הטוב והמטיב\" אלא אם כן יש אחר עמו. דהכי משמע: הטוב לו והמטיב לחברו. והוא הדין אם אשתו ובניו עמו. אבל אם הוא יחיד – לא. עד כאן לשונו. דכן הדין בכל ברכת \"הטוב והמטיב\", כמו שכתבתי בסימן רכ\"ג. ואף על גב דבברכת המזון מברך גם לבדו, אין זה מעניין \"הטוב והמטיב\" שבברכת המזון, כמו שכתבתי בסעיף א. ואם בעל הבית שותה עם אורח – יברך הבעל הבית ולא האורח, מפני שהיין שלו. אבל שני אורחים, ואין הבעל הבית עמהם – יברכו הם (עיין ט\"ז). ויש מי שאומר דאורח עם בעל הבית – גם הבעל הבית לא יברך, דבעינן שיהיה להאחֵר חלק בזה (מגן אברהם סעיף קטן ד'). ואשתו ובניו כיון שהם על שולחנו – חשוב כאילו גם הם יש להם חלק בזה ומברכין (שם). וכן אם הבעל הבית מעמיד קנקן של יין על השולחן שישתו האורחים – הוי כאילו נתן להם היין, וכשלהם חשיבי ומברכין (שם).","היו מסובים לשתות – אחד מברך לכולם, דברוב עם הדרת מלך. אבל אם היו יושבין בסעודה – כל אחד מברך לעצמו \"הטוב והמטיב\" ולא יברך אחד לכולם, דחיישינן כיון שעוסקין באכילה שמא יקדימו קנה לוושט, ויבואו לידי סכנה בענייתם \"אמן\". ועוד: דכשאוכלים אין אחד נותן לב לברכת חברו, מה שאין כן בשתייה בלא אכילה. ואפילו למאן דסבירא ליה בסימן רי\"ג דאין קביעות לשתייה, ובברכת \"בורא פרי הגפן\" אין אחד פוטר חברו, מכל מקום ב\"הטוב והמטיב\" אחד פוטר את חברו (אליה רבה סעיף קטן ח'), כיון שאין זה עיקר ברכת היין.","כתב רבינו הבית יוסף בסעיף ו: יין של שתי חביות, והכל ממין אחד, אם בתוך ארבעים יום לבצירתו שמוהו בשני כלים – חשיבי כשני מינים, ומברכים עליו \"הטוב והמטיב\". ואם לאחר ארבעים יום חלקוהו – אין מברכין עליו, הואיל והכל ממין אחד. עד כאן לשונו. ונראה משום דבתוך ארבעים יום יכול להיות טעם משונה זה מזה, ולא לאחר ארבעים יום. ואנחנו אין בקיאין בזה, כי במדינתינו אין יין מצוי. ודע שדעת הראב\"ד ז\"ל דגם על שני מיני פת מברכין \"הטוב והמטיב\" (עיין בית יוסף). אבל כל רבותינו חלקו עליו בזה. ורק על יין בלבד מברכים מהטעם שכתבנו בסעיף א."],["שנו חכמים במשנה (מב א): בירך על הפרפרת שלפני המזון – פוטר את הפרפרת שלאחר המזון. בירך על הפת – פוטר את הפרפרת. על הפרפרת – לא פטר את הפת. בית שמאי אומרים: אף לא מעשה קדירה. ולתנא קמא פוטר את מעשה קדירה, והלכה כתנא קמא. ובגמרא נשאר בספק אם אפת קאי הך דמעשה קדירה או אפרפרת. וספיקא דרבנן לקולא. ולכן לדינא כשבירך על פרפרת – פוטר מעשה קדירה. וזהו שכתב רבינו הרמ\"א: בירך על הפרפרת – פוטר מעשה קדירה, שהוא דייסא וכיוצא בו. וכן אם בירך על מעשה קדירה – פוטר את הפרפרת. עד כאן לשונו. וכן פסק הרב עובדיה מברטנורא בפירוש המשניות. והטור לא הזכיר מזה דבר. ונראה לי שטעמו משום דבירושלמי מפורש להיפך, שאומר שם: אבל אם בירך על הפרפרת תחילה, כל עמא מודי דלא פטר את הפת ולא מעשה קדירה, עיין שם. וזהו דעת הרמב\"ם בפרק רביעי דין ו. והמפרשים הקשו עליו מסוגית הש\"ס (עיין כסף משנה ולחם משנה). ויש שרצו לשבש דבריו, עיין שם. וברור הוא שפסק כן על פי הירושלמי, דכיון דבגמרא יש ספק בזה, ולהירושלמי פשיטא ליה – פסק כהירושלמי. וכן דרכו בכמה מקומות. ולכן גם הטור השמיט את עצמו מזה. וכן כתבו תוספות ר\"י, וזה לשונם: ואם בירך על הפרפראות – לא פטר מעשה קדירה... עד כאן לשונם. ורבינו הרמ\"א בספרו דרכי משה כתב שכתבו זה לבית שמאי, עיין שם. ותימא רבה: הלא כתבו להלכה? ויש שרצו למחוק תיבת לא (ד\"ת). וברור הוא שדרכם על פי הירושלמי, וכנראה שרבינו הרמ\"א לא ראה ירושלמי זה. וכן נראה עיקר לדינא.","ומהו פרפרת ומעשה קדירה? כתב הרמב\"ם בפירוש המשנה שהוא שם לליפתן ולכל מיני מטעמים... ו\"מעשה קדירה\" כגון הריפות וגריסים... עד כאן לשונו. והתוספות והרא\"ש ותוספות ר\"י פירשו בשם רבינו חננאל: כגון פת צנומה בקערה דלית בה תוריתא דנהמי, דמברכין עליו \"בורא מיני מזונות\". כלומר: שמעורב בדבש או שארי דברים מתוקין (תוספות ר\"י). וכן רקיקין הדקין ביותר (שם). ושם \"פרפראות\" כוללין הרבה דברים שאינם מעיקר אכילתו של אדם, אלא הם באים לעונג ולהמשיך תאוות המאכל; כמו שכתב רש\"י שם שזהו פרפרת: שלפני האכילה וגם לאחר אכילה דברים שמועילים ללב, עיין שם.","והנה הטור כתב כל הדינים, וזה לשונו: בירך על הפרפרת שלפני המזון – פוטר את הפרפרת שלאחר המזון. פירוש: אחר גמר סעודה קודם ברכת המזון... בירך על הפת – פטר הפרפרת שבתוך הסעודה... בירך על הפרפרת – לא פטר את הפת. עד כאן לשונו, והשמיט \"מעשה קדירה\" מטעם שבארנו. אבל רבינו הבית יוסף לא כתב רק בירך על הפת – פוטר את הפרפרת, דהיינו פירורי פת דק דק שדיבקם עם מרק או דבש. בירך על הפרפרת – לא פטר את הפת. עד כאן לשונו, והשמיט הך דפרפרת שלפני המזון פוטר הפרפרת שלאחר המזון. ואולי טעמו דכיון דאצלינו ליכא לאחר המזון, שאין אנו מושכין ידינו מן הפת כמו שכתבו התוספות וכל הראשונים, וכן כתב רבינו הבית יוסף בסימן קע\"ז. אם כן אינו אלא לפרפרת שבתוך המזון. ולזה לא הוצרכנו להפרפרת שקודם המזון, שהרי הפת פוטרו. אבל על הרמב\"ם שם קשה, דגם הוא השמיט דין זה, ואין דרכו להשמיט דין הגמרא וכל שכן דין המשנה. ולבד זה דבריו צריכין ביאור, כמו שיתבאר בסעיף הבא בסייעתא דשמיא.","וזה לשון הרמב\"ם: בירך על הפת – פטר את הפרפרת שאוכלים בהם הפת, ממיני התבשיל ופירות וכיוצא בהם. אבל אם בירך על הפרפרת – לא פטר את הפת. בירך על מעשה קדירה – פטר את התבשיל. בירך על התבשיל – לא פטר את מעשה קדירה. עד כאן לשונו. וקשה: למה התבשיל אינו פוטר את המעשה קדירה, ולהיפך פוטר? וצריך לומר משום דמעשה קדירה הוי אכילה גמורה, אבל התבשיל הוא פרפרת בעלמא. וכן נראה מדברי תוספות ר\"י, שכתבו דמעשה קדירה פוטר פרפרת ולא להיפך, עיין שם. וטעמם דכיון שלפי הש\"ס שלנו הוי ספק על שניהם, ורק בירושלמי מפורש דפרפרת לא פטר מעשה קדירה כמו שכתבתי, אבל להיפך נשאר לפי הספק שבגמרא וספיקא דרבנן לקולא. אך למה שינה הלשון מ\"פרפרת\" ל\"תבשיל\"? וגם למה השמיט הך דפרפרת שלפני המזון פוטר את הפרפרת שלאחר המזון? וצריך עיון.","ודע דממה ששנינו דפרפרת שלפני המזון פוטר את שלאחר המזון, ולפני המזון הוא קודם נטילת ידים ו\"המוציא\" כמו שכתבו המפרשים; ובהכרח כן הוא: דאם לאחר \"המוציא\" לא שייך ברכה לפרפרת, שהרי הפת פוטרו. ולפי זה מוכח להדיא דכשאוכל פרפרת לפני המזון – אין צריך ברכה אחרונה, משום דזה שייך גם כן להסעודה, וברכת המזון פוטרתן. דאם לא כן אלא שבירך ברכה אחרונה, מה שייך שיפטור את שלאחר המזון, הא כבר בירך ברכה אחרונה?","וכן מפורש בירושלמי פרק ששי (סוף הלכה ד'), וזה לשונו: אמר רבי זעירא: מן מה דאנן חמיין לרבנן, סלקין לריש ירחא ואוכלין ענבין, ולא מברכין בסופה, לא בשיש בדעתו לאכול פת. עד כאן לשונו. והאי לא כמו אלא בלשון ירושלמי, כלומר: דלכן לא מברכין ברכה אחרונה, משום שדעתם לאכול פת, וברכת המזון פוטרתן. וכן ראיתי לאחד מהגדולים שכתב כן, וזה לשונו: וכן מי שאוכל לפני הסעודה פרפראות, כמו מיני מתיקה או מיני פירות, לפתוח בני מעיים ולגרר ולהמשיך הלב לאכילה... – אינו צריך לברך אחריהם לפני הסעודה; שנפטרים בברכת המזון כמו יין שלפני סעודה. אבל אם אוכלן לתענוג בלבד, ולא לגררו להמשיך הלב לסעודה – צריך לברך לאחריהם; ואין נפטרין בברכת המזון כמו יין של הבדלה. (הגר\"ז בסימן זה. וכן כתב שיין שרוף דינו כמו יין ואינו צריך ברכה אחרונה, וכמו שכתבתי בסימן קע\"ד סעיף י\"ד, עיין שם.)","אבל מצאתי להרשב\"א ז\"ל בחידושיו לברכות (מא ב), וזה לשונו: ועדיין יש מידה רביעית שלא נתפרשה, והוא דברים הבאים לפני הסעודה ושדעתו לאכול פת אחריה. לפי שיש לומר שהם כדברים הבאים לאחר הסעודה, וטעונין ברכה לפניהם ולאחריהם; או נאמר שהם כדברים הבאים בתוך הסעודה שלא מחמת הסעודה, שאף הן מעוררין התאווה וגורמין בריבוי המזון, ולפיכך אף הן אינן טעונין ברכה לאחריהם. ולפי הסברא הראשון עיקר, שכל שהוא קודם הסעודה אינו מכלל הסעודה כלל. ונראה לי שהיא במחלוקת בירושלמי, דגרסינן התם: אמר רבי זעירא: מן דאנן חמיין... (שהבאנו בסעיף הקודם). נראה דלדעת רבי זעירא כל שבדעתו לאכול פת, אף על פי שאכל ענבים קודם שיתחיל בסעודה – הרי הוא כאילו אכלן בתוך... ואין צריך לברך לאחריהם. אבל למטה משם אמרו בירושלמי: רבי בא בעי אהין דאכל סולת, ובדעתא מיכל פיתא, מהו מברכא עליה דסולתא בסופא רבנן דקסרין פשטין ליה: צריך לברך בסוף. וכן נראה עיקר. עד כאן לשון הרשב\"א. הרי הכריע להיפך, דצריך לברך ברכה אחרונה. ומאוד תמיהני: דאיך יפרנס את המשנה דפרפרת לפני המזון?","וגם בסתירות הירושלמי תמיהני: דאם כדברי הרשב\"א, הוה ליה להירושלמי לומר דפליגי אהדדי. ולדעתי אין כאן מחלוקת: דהך דרבי בא הוא לקמן על משנה דפרפרת, וזה לשון הירושלמי. אבל אם בירך על הפרפרת תחילה, כל עמא מודי דלא פטר את הפת ולא מעשה קדירה. רבי אבא בעי אהין דאכל סולת ובדעתיה מיכל פיתא... וקשה: מאי קמיבעי ליה, הא זהו פרפרת? ואומר שלא פטר את הפת, הרי להדיא דאין צריך ברכה אחרונה כמו שכתבתי. ונראה דהכי פירושו: דוודאי מי שהכין עצמו לאכול פרפרת לפני המזון דאינו צריך ברכה אחרונה, וזהו משנתינו דבירך על הפרפרת לפני המזון. אבל רבי אבא בעי: מי שאכל סולת בלא כוונה לאכלם לפני הסעודה משום פרפרת להמשיך המאכל אלא לא היתה כוונתו רק לאכול הסולת, אך בעת שאוכל נתיישב לאכול פת. ובזה מסיק דלא פטרוהו מברכה אחרונה, שאין לזה שייכות להסעודה, כיון שלא אכלו משום פרפרת לפני הסעודה. ואין כאן סתירה כלל. ועוד דבירושלמי שם מקודם (בהלכה ד') על משנה ד\"היו לפניו מינים הרבה\", פליגי שם רבי יהושע בן לוי ורבי אבא באם היה בדעתו לאכול פת, אם צריך ברכה אחרונה על הפירות. דרבי יהושע בן לוי סבירא ליה דאינו צריך, ורבי אבא סבירא ליה שצריך. והנה לא מיבעיא אי קיימא לן כרבי יהושע בן לוי. אלא אפילו לרבי אבא נראה לעניות דעתי דדווקא בסתם פירות שאין באין לגרר ולהמשיך הלב לתאוות המאכל. אבל בבאין לתאוות המאכל – אינם צריכים ברכה אחרונה. וגם בכוונת הרשב\"א נראה לי כן. ואף על פי שמלשונו לא משמע כן, מכל מקום מוטב לדחוק בכוונתו מלומר דבר שהוא כנגד המשנה. ופשיטא בשבת כשנותנין לאחר קידוש מיני מתיקה ושארי דברים, ובדעתם שבזמן קצר ליטול ידיהם ולאכול פת, דוודאי אינם צריכים ברכה אחרונה, שהרי הקידוש הוא במקום סעודה, והכל הוא מהסעודה. (ואף שבמגן אברהם סימן רמ\"ט סעיף קטן ו' לא משמע כן, יש לומר שלא אכל תיכף הסעודה. והחיי אדם כלל מ\"א סימן ד' נדחק בזה, עיין שם. ואין צורך. וגם החיי אדם פסק שלא לברך ברכה אחרונה בשבת, אך טעמו לא נראה לי. ונראה לעניות דעתי העיקר לדינא כמו שכתבתי כדעת הגר\"ז, והרשב\"א יש לומר כמו שכתבתי. ודדיק ותמצא קל.)"],["הפת פוטר כל מיני מאכלים הבאים בתוך הסעודה השייכים להסעודה. והיינו דברים שדרך לקבוע סעודה עליהן, ללפת בהן את הפת, כמו בשר ודגים, ביצים, ירקות, חמאה, גבינה, חלב, ודייסא, וכל מיני תבשילין שהן לשם אכילה ושביעה, וכן כל מיני מלוחים. ואפילו אוכלן בלא פת – אין טעונין ברכה לפניהם, דברכת \"המוציא\" פטרתן; ולא לאחריהם, דברכת המזון פוטרתן. דאותם שהאדם אוכל עם הפת עצמו אין אנו צריכין לטעם, דברכת \"המוציא\" פטרתן, שהרי פטורים מטעם עיקר וטפל; אלא טעם דברכת \"המוציא\" לאותם שנאכלים בלא פת. (כן משמע מתוספות מא ב דיבור המתחיל \"הלכתא\", עיין שם. ודייק ותמצא קל.) ונמצא ששני פטורים יש: האחד מה שהפת פוטר, והיינו המאכלים שאוכלים פת עמהם, והפטור הוא משום עיקר וטפל. והשני מה שברכת \"המוציא\" פוטרת, והיינו כל שבאים לשם אכילה ושביעה, ברוב תבשילין שלנו שהן עיקר הסעודה.","ולפי זה מה שראיתי מי שמסתפק: דאם אין חפצו לאכול הרבה פת בסעודה זו ואוכל מעט פת, אם פטורים המאכלים מברכה לפי שאין רצונו לאכול פת הרבה (מגן אברהם סעיף קטן א')? ואין בזה שום ספק: דבשלמא אם הפטור היה מחמת הפת בלבד, שפיר מספקינן בזה. אבל הפטור הוא מטעם ברכת \"המוציא\" גם כן. וכיון שבירך \"המוציא\" – נפטרו כל המאכלים הבאים מחמת הסעודה אפילו אכל פת רק כזית, דפחות מכזית אינו יכול לברך ברכת המזון. והרי גם להמאכלים אנו צריכים לברכת המזון לפוטרן מברכה אחרונה כמו שכתבתי. וכמה עשירים שמאכלם פת מועט, וכי נחלק בינם לבין כל העולם? (וסוף דברי המגן אברהם בסעיף קטן א' המה בלא הבנה. והמחצית השקל נדחק בכוונתו, עיין שם וביד אפרים. ולדינא העיקר כמו שכתבתי. וכן כתב האבן עוזר, עיין שערי תשובה. ודייק ותמצא קל.)","ואם אוכל בתוך הסעודה דברים הבאים שלא מחמת הסעודה, דהיינו שאין דרך ללפת בהם את הפת, ואין דרך לקבוע עליהם סעודה שאינן באים לשם שביעה, כגון תאנים וענבים וכל מיני פירות, וכן מיני לחמניות שאין באים לשביעה כמו רקיקים דקים ולעקא\"ך וטאר\"ט, וכל מה שנתבאר בסימן קס\"ח סעיף ל\"ג, ושמה בארנו בפרטיות עיין שם – אם אוכל אותם בלא פת טעונין ברכה לפניהם; דברכת \"המוציא\" אינו פוטרתן, דלאו מעיקר סעודה הם. ואין טעונין ברכה לאחריהם, דכל מה שבתוך הסעודה ברכת המזון פוטרתן; דברכת המזון עדיף מברכת \"המוציא\" לעניין זה מפני שהוא מן התורה, וכמו שכתבתי בריש סימן קע\"ד. אבל כשאוכל פת עם הפירות אין צריך ברכה מטעם עיקר וטפל, דהפירות הם טפֵלים להפת. וכן כשאוכל רקיקים דקים או לעקא\"ך וטאר\"ט עם פת, גם כן כן, דהפת עיקר נגד הכל. אך אין דרך לאכול מיני מתיקה עם פת. ומכל מקום האוכלם אינו צריך ברכה, דלעניין זה לא שייך לילך אחר רוב בני אדם, דכל אחד אוכל כפי שיוכשר בעיניו (כן נראה לעניות דעתי).","אבל האוכל דבר לאחר הסעודה, כלומר זהו שבגמרא קראו לזה דברים הבאים לאחר הסעודה, קודם ברכת המזון; שבזמן חכמי הש\"ס היה מנהגם שבסוף הסעודה היו מושכים ידיהם מן הפת ומסירים אותו, וקובעין עצמם לאכול פירות ולשתות. ולכן אז כל מה שמביאים לפניהם, בין דברים הבאים מחמת הסעודה כדגים ובשר, ובין דברים הבאים שלא מחמת הסעודה – טעונים ברכה, בין לפניהם ובין לאחריהם. דאפילו ברכת המזון אינה פוטרת אלא מה שבא תוך הסעודה, ולא מה שלאחר הסעודה (לבד פת כסנין דהוא כפת), שזהו כאוכל בלא סעודה. ולשיטת רש\"י אין זה רק בדברים שדרכן לבוא לאחר הסעודה. אבל דברים שדרכן לבוא תוך הסעודה, אפילו אוכלן לאחר הסעודה – אינו צריך ברכה. וכן משמע לכאורה מלשון הרמב\"ם בסוף פרק רביעי, שכתב: ודברים הבאים לאחר הסעודה, בין מחמת הסעודה בין שלא מחמת הסעודה – טעונין ברכה, בין לפניהם בין לאחריהם. עד כאן לשונו. אלא שלפי זה אינו מובן מה שכתב \"בין מחמת הסעודה...\". ולכן נראה יותר דסבירא ליה כשיטת התוספות והרא\"ש וכל הראשונים. וזהו שכתב \"בין מחמת הסעודה\", כלומר: בין דברים הבאים מחמת הסעודה (וכן כתבו הכסף משנה והלחם משנה). ואם התחיל תוך הסעודה – אינו צריך לברך לאחריהם.","וכתב רבינו הבית יוסף בסוף סעיף ב על דין זה, וזה לשונו: ודין זה האחרון אינו מצוי בינינו, לפי שאין אנו מושכין ידינו מן הפת עד לאחר ברכת המזון. עד כאן לשונו. וכן כתבו התוספות והרא\"ש וכל הראשונים. ונמצא דאצלינו תמיד מקרי \"תוך הסעודה\". ויש מי שכתב דבסעודות גדולות גם עתה המנהג כן כבזמן הש\"ס (לבוש). ויש חולקים בזה (ב\"ח ומגן אברהם סעיף קטן ז'), וכתבו דבזמן הש\"ס היו רגילין לעקור השולחנות, שהיה להם שולחנים קטנים; ועתה שהשולחן גדול ואין מסלקין אותו, הכל מקרי \"תוך הסעודה\". וספק ברכות להקל. וכמדומני שעתה בסעודות גדולות, וכן בעשירים גדולים – אוכלין פירות אחר ברכת המזון. (המגן אברהם סעיף קטן ו' הביא תוספתא: מליח הבא בתחילה לפני המזון, ופת הבא עם המליח לאחר המזון, טעונה ברכה... ולא ידעתי למה הביאה, הלא דברי יחיד הם ותנא קמא חולק על זה? והכי תניא התם: מליח ופרוסה – מברך על המליח ופוטר את הפרוסה. רבי חנינא ב\"ג אומר: מליח הבא בתחילה... ועוד: דזהו לעניין עיקר וטפל, ולא לעניין שהפת פוטר, ושייך לסימן רי\"ב. וגם בשָם לא קיימא לן כרבי חנינא ב\"ג אלא כתנא קמא. ודייק ותמצא קל.)","כבר נתבאר דהאוכל פירות עם פת – אינו צריך לברך על הפירות, כי הם טפֵלים לפת. ויש לפעמים דאף כשאוכלם בלא פת באמצע סעודתו ואינם צריכים ברכה. כיצד? כגון שקבע סעודתו כדרכו תמיד, ובאמצע הסעודה הביאו לו פירות ללפת בהם את הפת, ואכל מהם מעט עם פת, ודעתו לאכול מהם עוד עם פת. ואז אפילו כשאכל בינתים בלא פת – אינם צריכים ברכה כיון שהביאום ללפת הפת, ודעתו לאכול מהם עוד עם פת. ואף אם אחר כך נמלך שלא ללפת בהם עוד, מכל מקום כיון שבשעה שאכלם בלא פת היתה דעתו שיאכלם עוד עם פת – לית לן בה. אך מה שיאכל אחרי שנמלך צריך לברך.","וזהו כשהביאום באמצע סעודה כדי ללפת בהם את הפת. אבל אם לא הביאום כדי ללפת אלא לאכלם לתענוג כדרך אכילת פירות, והוא כשאכלם אכלם עם פת שלא בכוונת מלפת לפת אלא שכן רצה לאיזה טעם, כגון שכך ערב לו לאכלם עם פת וכיוצא בזה, ודעתו לאכלם עוד עם פת לכוונה זו, ופשיטא שאותם שאוכלם עם פת פטורים מברכה. אבל אם בינתים אוכלם בלא פת – צריך לברך אף על פי שאוכלם תחילה וסוף עם פת. וכן אפילו הביאו את הפירות כדי ללפת בהם את הפת, אך התחיל לאכלם בלא פת – צריך לברך. דדווקא כשהתחיל לאכלם בפת, ודעתו לאכול עוד בפת – אז האמצעיים פטורים, אבל לא בהתחילתם. ודע שיש חולקים גם בכהאי גוונא, לבלי לפטור האמצעיים מברכה (סמ\"ג והגהות מיימוניות, עיין בית יוסף). ואף שהעיקר לדינא כדעת הפוטרים, וכן פסק רבינו הבית יוסף בסעיף א, וכן מבואר מלשון הטור, עיין שם – מכל מקום כתבו כל הגדולים דטוב לנהוג כשמביאים לו פירות באמצע סעודה, אף שכוונתו ללפת בהם את הפת, מכל מקום יאכל מעט מהם בלא פת ויברך עליהם, כדי לצאת ידי כל הדעות. וכל ירא שמים ינהוג כן. אך לדינא העיקר כמו שכתבתי. (וכן כתב המגן אברהם סעיף קטן ג', והט\"ז סוף סעיף קטן ג', עיין שם. שהם נוטים כן לדינא מפני חששות, עיין שם.)","כל מה שנתבאר הוא בשלא קבע סעודתו על הפירות לכתחילה, אלא שבאמצע סעודה הביאו לו פירות ללפת את הפת בהם. אבל אם לכתחילה קובע סעודתו רק על הפירות, כמו העניים במדינות שפירות בזול ותבשילים ביוקר, ויושב לאכול פת עם פירות – בזה הוויין הפירות כדברים הבאים מחמת הסעודה ממש, דאפילו אוכל תחילה מהם בלא פת אינם צריכים ברכה; כמו באוכל בשר בלא פת, ואינו צריך ברכה לא לפניהם ולא לאחריהם. אך בזה יש חולקין, וסבירא להו דאפילו בכהאי גוונא צריך לאכלם מקודם עם פת, ואחר כך יכול לאכלם גם בלא פת. אבל תחילת אכילתו דווקא בפת. והטעם כיון שאין דרך העולם ללפת בהם הפת אלא שהוא בחר בהם, לפיכך מוכרח להיות תחילת אכילתו בפת. ולא דמי לשארי תבשילין (סמ\"ק והגהות מיימוניות). ולכן טוב שיאכלם בתחילה עם פת, ואז אם אפילו יאכלם אחר כך בלא פת – פטורים מברכה; ואף על פי שאינו חוזר לאכול עמם אחר כך בפת, מאחר שעיקר קביעות סעודה היתה עליהם. ויש שכתבו דתמרים בכל עניין פטורים מברכה, מפני שמשביעים כפת (מגן אברהם סעיף קטן ג'). וצריך עיון לדינא. ונכון לאכול מקודם עוד איזה פירי ולברך עליה \"העץ\", ויצא על התמרים ממה נפשך.","ודע דכל מקום שהפירות נפטרים בברכת הפת, אפילו לא היו הפירות על השולחן – נפטרים, כיון שהיה בדעתו להביאן. וכל מקום שאין נפטרין בברכת הפת, אפילו מונחים על השולחן – אינם נפטרים. וכתב רבינו הבית יוסף בסעיף ה: אם אחר שבירך על הפת שלחו לו מבית אחרים שאינו סמוך עליהם (שיאכילו אותו), ולא היה דעתו על הדורון אפילו מדברים שדרכן ללפת בהן את הפת – צריך לברך עליהם כדין נמלך. עד כאן לשונו. ופשוט הוא. ורבינו הרמ\"א כתב על זה, וזה לשונו: ולא ראיתי נזהרים בזה. ואפשר דטעמא שסתם דעת האדם על כל מה שמביאים לו בסעודה. עד כאן לשונו. ואין זה טעם מספיק כמובן, אלא אם כן במקום שכן דרך השכנים לשלוח זה לזה, או הקרובים שולחים זה לזה. אבל בלאו הכי אם במקרה שלח אחד לחברו באמצע הסעודה איזה תבשיל – צריך לברך עליו ברכתו; אם לא כשאוכלם עם פת, דאז נעשה טפל להפת ואינו צריך לברך. ופשיטא אם שלחו לו פירות דצריך לברך בכל עניין, אפילו כשרגילין לשלוח לו, אם לא שיאכל כל הנשלח לו עם פת (עיין מגן אברהם סעיף קטן י').","ודע דלפי כל הדינים שנתבארו בסימן זה, אצלינו כל המאכלים של קמח המטוגנין בחמאה או בשומן, כמו קרעפלא\"ך בלינצע\"ס טייגאח\"ץ פאמפוסקע\"ס וכיוצא בהם, אפילו ממולאים בפירות – הכל נחשב מחמת הסעודה, דהקמח עיקר והפירות טפל. ואף שהם באים לתענוג אצל עשירים, מכל מקום סוף סוף הרי משביעים את הגוף, ואינם צריכים ברכה. וכן כשמבשלים תפוחי אדמה עם בשר או שומן, ומשימין בהם פירות שזיפין שקורין פלוימע\"ן, וקורין לזה צימע\"ס שנאכל אצלינו על פי רוב בליל שבת – הפלוימע\"ן הוה טפל. ואינו צריך ברכה אפילו אוכל מהם מעט מעט בלא התפוחי אדמה. אלא אם כן אינו רוצה לאכול כלל התפוחי אדמה, רק הפלוימע\"ן לבדם, דאז צריך לברך עליהם \"בורא פרי העץ\". ועיין בסעיף י\"א.","אבל כשמבשלים פירות לבדן, כמו עפי\"ל צימע\"ס ופלוימע\"ן וראזינקע\"ס וסעפטאלי\"ן, ונותנין זה בסוף האכילות – חייבין לברך עליהם, דזה מקרי \"שלא מחמת הסעודה\"; שאינן באין רק לתענוג, ואינם משביעין את הגוף. ודע שרגילין לומר דכשמבשלים הפירות עם בשר או עם שומן, דמקרי \"דברים הבאים מחמת הסעודה\" ופטורים מברכה (עיין מגן אברהם סעיף קטן ג'). ואין שום טעם נכון בזה אם לא כשאוכלם עם פת, וטוב לעשות כן. וכל מיני מתיקה כלעקא\"ך טאר\"ט – צריך לברך אף כשיש בהם שומן. אבל על פלאדי\"ן אי צריך לברך, דזהו מחמת סעודה כידוע, שהוא עיסה ממש ומשביע את הגוף.","יראה לי דאף על גב דוודאי האוכל פירות קודם הסעודה, שאין להם שייכות להסעודה אלא שרצה לאכול, ואחר כך יושב בסעודה, דצריך לברך ברכה אחרונה על הפירות (וכן כתב המגן אברהם סעיף קטן ג'). מכל מקום אם רצונו לאכול עוד מהפירות אלא שרצונו לאכלם תוך הסעודה – אינו צריך לברך ברכה אחרונה וגם לא ברכה ראשונה כשיאכלם תוך הסעודה, וגרירי אחר הברכה הקודמת. וממילא שאחר כך יפטור מברכה אחרונה על ידי ברכת המזון, כמו שנתבאר בתוך הסעודה בסעיף ג."],["כתב הרמב\"ם בפרק רביעי: היה אוכל בבית זה, ופסק סעודתו והלך לבית אחר (חדר אחר), או שהיה אוכל וקראו חברו לדבר עמו, ויצא לו לפתח ביתו וחזר, הואיל ושינה מקומו – צריך לברך למפרע על מה שאכל. וחוזר ומברך בתחילה \"המוציא\" ואחר כך יגמור סעודתו. עד כאן לשונו. ופשיטא שצריך ליטול ידיו, וכבר נתבאר זה בסימן ק\"ע, עיין שם. ונראה לי דיטול בלא ברכה, כיון שידיו נקיות. והנה לפי דברי הרמב\"ם, מי שיצא באמצע סעודה לטייל בחצר הוה גמר סעודה, וצריך לברך ברכת המזון על הקודם, ואחר כך \"המוציא\". וכבר השיג הראב\"ד בזה, וזה לשונו: הפליג בזה, דכל \"לפתח ביתו\" לאו עקירה היא. וכל שכן אם רואה מקומו שאינו עקירה כלל. עד כאן לשונו. (ופשיטא שלשיטת תוספות והרא\"ש והרשב\"ם שיתבאר – ליתא לדין זה כלל, דמקורו מתוספתא שבסעיף ב. ואותה תוספתא נשנית ביחד עם ברייתא דבני חבורה שבפסחים קא ב. ולשיטת רבותינו אלה נדחית ברייתא זו מהלכה; ורק להרי\"ף והרמב\"ם היא להלכה, דהם פסקו כרב ששת שם. אבל רבותינו אלה פסקו כר\"ח שם. ודייק ותמצא קל.)","וגם בתוספתא (פרק רביעי) מפורש דלא כהרמב\"ם, דתניא: בעל הבית שהיה מיסב ואוכל, קראו חברו לדבר עמו – אינו צריך לברך למפרע... הפליג – צריך לברך למפרע. וכשהוא חוזר – צריך לברך לכתחילה. עד כאן לשונה. ו\"הפליג\" משמע שהלך עמו למרחוק. ונראה שהרמב\"ם מפרש \"הפליג\" – זהו כשיצא לפתח ביתו (עיין כסף משנה). ודבר תמוה הוא. ולי נראה שהרמב\"ם מפרש \"הפליג\" בזמן, כלומר: ששהה איזה זמן מסויים כחצי שעה וכיוצא בזה. וגם כוונת הרמב\"ם כן הוא ונכלל בלשונו, שכתב: קראו חברו... ויצא... – שזה מורה על שיהוי זמן. ותמיהני על רבינו הבית יוסף שהעתיק דבריו להלכה בסעיף א, לבד מה שכבר תמהו עליו (ב\"ח) שפסק כהרי\"ף והרמב\"ם נגד הרשב\"ם והתוספות והרא\"ש ורוב רבותינו, שפסקו לא כן כמו שיתבאר. ובדרבנן הולכין לקולא. עוד זאת יש להתפלא אף לפי שיטה זו: דגם מהרי\"ף מבואר דזה דהוי הפסק סעודה, היינו בהילוך לאיזה מקום, כמו שיצאו לקראת חתן וכיוצא בזה כמו שכתב הראב\"ד. וכן מוכח בגמרא שם. ומתוספתא עצמה מוכח כן, כמו שכתבתי. ואיך פסק בברכות דרבנן חומרא כזו? וצריך עיון.","עוד כתב הרמב\"ם: חברים שהיו יושבים לאכול, ויצאו לקראת חתן או לקראת כלה, אם הניחו שם זקן או חולה (אורחא דמילתא נקט, לפי שהם אין יכולין לצאת) – חוזרין למקומן וגומרין סעודתן, ואינם צריכים לברך שנית. ואם לא הניחו שם אדם כשהן יוצאין – צריכין ברכה למפרע. וכשהן חוזרין – צריכין ברכה לכתחילה. עד כאן לשונו. ופשוט הוא דגם בדין הקודם כוונתו כשלא הניח שם אדם, וסמך על מה שיבאר אחר כך. וזה שמקודם כתב דבחזרתו צריך לברך למפרע, וכאן כתב דכשהן יוצאין צריכין לברך למפרע, וודאי דגם מקודם צריך לעשות כן. אלא משום דבשם יצא על פי קריאת חברו ולא ידע שיפליג, וממילא דלא בירך מקודם. ובסיפא יציאתו מעצמו ויודע שיפליג, לפיכך צריך לברך קודם הליכתו. ובוודאי שגם ברישא אם יודע שיפליג שצריך לברך מקודם (וכן כתב הר\"ן בפסחים שם, עיין שם).","עוד כתב הרמב\"ם: וכן אם היו מסובין בשתייה או לאכול פירות, שכל המשנה מקומו הרי פסק אכילתו. ולפיכך מברך למפרע על מה שאכל, וחוזר ומברך שנייה לכתחילה על מה שהוא צריך לאכול. והמשנה מקומו מפינה לפינה בבית אחד – אינו צריך לחזור ולברך. עד כאן לשונו. וזה שכתב \"וכן\" הוא תמוה, דקל וחומר הוא. דהא אפילו מאן דפליג בגמרא על דין הקודם כשישבו בסעודה מודה בשתייה ובפירות, שהם דברים שאין טעונין ברכה לאחריהם במקומן, כמו שיתבאר בסייעתא דשמיא. ואפשר לומר דכוונתו: דבזה לא מהני אפילו כשנשארו אנשים על מקומן. ולכן קאמר \"וכן\", כלומר: וכן בשתייה ופירות בכל עניין צריך לברך. ועוד יתבאר בפרט זה לדינא בסייעתא דשמיא. (והמגן אברהם סעיף קטן ג' כתב להיפך. וכן בכאן מהני, עיין שם.)","אבל רבותינו בעלי התוספות והרשב\"ם והרא\"ש חולקים על כל הדברים האלה. והמה פסקו כמאן דאמר בפסחים שם שיש חילוק בין ישיבת סעודה, שהוא קביעות וצריך ברכה לאחריהם במקומן, לבין שארי אכילות ושתיות שאין צריך ברכה לאחריהם במקומן. ולפנינו יתבאר מה המה הדברים שטעונין ברכה במקומן, ומה המה שאינן טעונין ברכה במקומן: דדברים שטעונין ברכה במקומן אינם צריכים לברך כלל על מה שאוכל במקום אחר, דהכל נמשך על שם הסעודה כיון שיש לזה קביעות. ולא מיבעיא אם מקודם היתה דעתו כן שבאמצע סעודה ילך למקום אחר לגמור שם סעודתו, או יאכל גם שם ויחזור למקומו הראשון, דאין צריך ברכה כלל. וכולא חדא מילתא היא, ואין חילוק בזה בין שגומר סעודתו במקום אחר ומברך שם ברכת המזון, או שחוזר לגומרה במקום הראשון; דכל זמן שלא הסיח דעתו מלאכול – אין כאן ברכה אחרת. אלא אפילו לא היה בדעתו לאכול במקום אחר, ורק באמצע סעודה נתהוה שקראוהו למקום אחר, והוא לא הסיח דעתו עדיין מלאכול – יכול לילך להמקום האחר ולגמור שם הסעודה ולברך שם, או לחזור למקום הראשון ולברך. ויראה לי דכשחוזר למקומו הראשון – צריך לאכול מעט שם קודם ברכת המזון. ועוד נראה לי דגם נטילת ידים אינו צריך, כיון שלא הסיח דעתו מלאכול. אמנם זהו וודאי אם הסיח דעתו משמירת ידיו שצריך נטילת ידים ובברכה, וכמו שכתבתי בסימן ק\"ע סעיף ג.","וגם בדברים שאינן טעונין ברכה לאחריהם חולקין על דעה ראשונה, שסוברים שצריך ברכה אחרונה על הקודם וברכה ראשונה על מה שיאכל. ורבותינו אלה סוברים דרק ברכה ראשונה צריך ולא ברכה אחרונה, דהברכה שיברך אחר כך ממילא יעלה על מה שאכל מקודם. הא למה זה דומה? למי שהסיח דעתו מלאכול עוד, ואחר כך נתיישב לאכול עוד, דמחייבינן ליה לברך ברכה ראשונה כמו שיתבאר בסימן קע\"ט, אבל לא ברכה אחרונה על הקודם. ודעה ראשונה סוברת דהיא גריעא מהיסח הדעת. דהיסח הדעת הוא במקום אחד, מה שאין כן בשני מקומות – אין לו לזוז ממקום הראשון בלתי ברכה אחרונה, דהליכתו למקום אחר הוה לגמרי כסעודה אחרת.","וזה שנתבאר לדעה ראשונה, דבהניח שם מקצת מבעלי הסעודה דאינו צריך לברך, כתב רבינו הרמ\"א דכן הוא גם כן לדעה זו בדברים שאין טעונין ברכה לאחריהן במקומן. כלומר: שאם ישבו הרבה אנשים לאכול פירות או לשתות, ויצא אחד מהם למקום אחר וחזר, כשחוזר אין צריך ברכה דעדיין לא נסתלק העניין הראשון, כיון שהניח שם מקצת מהחבורה. אבל יש חולקין בזה וסבירא להו דרק לדעה ראשונה בדברים הטעונין ברכה במקומן, דהוא עניין קביעות, שייך לחלק בזה. אבל באין טעונין ברכה במקומן אין כאן קביעות, ואין כאן חילוק בין הניח מקצתן ללא הניח מקצתן, ובכל עניין חייב לברך (ב\"ח וט\"ז סעיף קטן ו'). אבל יש מן הגדולים שהסכימו לדברי רבינו הרמ\"א (מגן אברהם סעיף קטן ג', ואליה רבה סעיף קטן ד'). וכן נראה מסוגית הש\"ס שם, וספק ברכות להקל. ובפרט שנראה דברי רבינו הרמ\"א, דכיון שהניח מקצת – אין כאן היסח הדעת, ואין צריך ברכה. מיהו זהו וודאי כשחזר למקומו הראשון, אבל כשנשאר שם – פשיטא שצריך לברך לפניה ולאחריה.","והנה העולם תפסו כשיטת רבותינו מדעה השנייה. ונוהגין בסעודת נישואין להתחיל לאכול בביתו, ואחר כך לילך לסעודת נישואין, ולגמור שם הסעודה ולברך שם (ט\"ז סעיף קטן ט'). וכן אנו רואים בפורים ורגלים שעושים כן. ואף על גב דזהו רק בדיעבד; אבל לכתחילה וודאי לא נכון לעשות כן, כמו שכתב רבינו הרמ\"א, וזה לשונו: וכן נוהגין במדינות אלו. מכל מקום לכתחילה לא יעקור ממקומו בלא ברכה, דחיישינן שמא ישכח מלחזור ולאכול. ומיהו לצורך מצוה עוברת, כגון שיגיע זמן תפילה – מותר. עד כאן לשונו. וכן מבואר מלשון הברייתא בפסחים שם: בני חבורה שהיו מסובין, ועקרו רגליהם לצאת לקראת חתן..., עיין שם דמשמע מפני שהיא מצוה עוברת. ומכל מקום נראה דהעולם תופסים גם זה למצוה עוברת לפי הזמן משמחה של מצוה כנישואין או סעודת פורים וכיוצא בזה, שמוכרח לאכול גם בביתו וגם אצל חברו. אבל בלא דבר מצוה לא נכון לכתחילה לעשות כן, אלא אם כן נתהוה נחיצות שהיה מוכרח לזה, כגון שקראו אדם גדול או איזה שר שהיה מוכרח לילך, וכיוצא באלו. (ועיין מגן אברהם סעיף קטן ח' שכתב דבמזמינים אותו לאכול במקום אחר, והיה דעתו מתחילה לכך בעת ברכת \"המוציא\" – מותר לגמרי, דבזה לא שייך שמא ישכח, עיין שם. ועיין אליה רבה סעיף קטן ה' שגמגם קצת בזה.)","ומה נקרא \"דברים הטעונין ברכה במקומן\"? יש אומרים פת דווקא (רשב\"א והגהות מיימוניות). ויש אומרים כל מיני דגן, כלומר גם על מה שמברכים \"מזונות\" (טור בשם ר\"י). ויש אומרים דכל שבעת המינים טעונים ברכה לאחריהם במקומן (רשב\"ם ורא\"ש). ופשוט הוא דלעניין לברך במקומן יש להחמיר כדעה אחרונה. ולעניין דין שנתבאר יש להחמיר כדעה ראשונה. וכן משמע מלשון הרמב\"ם שהבאנו, שכתב לשון \"סעודה\", וסעודה שייך רק על פת. (ואף על גב דסוף לשונו לא משמע כן, מדכתב שתייה או פירות, מכל מקום נראה כן כוונתו. ודייק ותמצא קל.)","מה נקרא \"שינוי מקום\"? הנה בחדר אחד אפילו הוא גדול מאוד מקרי הכל מקום אחד. וכשאוכל בפינה זו יכול לאכול בפינה אחרת, או לצאת לפינה אחרת ולדבר שם דחד מקום הוא. וכן אפילו מחדר לחדר, אם רואה מחדר זה מקצת מקום הראשון בהחדר שאכל שם – לא מקרי שינוי מקום. ואפילו מבית לחצר – לא מקרי שינוי מקום בכהאי גוונא, כמו שכתבתי בסימן רע\"ג לעניין קידוש במקום סעודה. ושם נתבאר דגם מבית לסוכה לא מקרי שינוי מקום. ויתבארו שם איזה פרטים בזה. ויראה לי דבבתים שלנו כל החדרים הפתוחים לבית האוכל מקרי חד מקום, דלא ימלט שלא יראו מקצת המקום של בית האוכל בהחדר. ולכן נראה לי דהאוכל פירות בחדר זה, או שותה חמין – יוכל לגמור האכילה או השתייה בחדר האחר הפתוח לו, ולא מקרי שינוי מקום.","עוד יתבאר שם דאם היה דעתו לאכול במקום אחר – לא מקרי שינוי מקום. וכתב רבינו הרמ\"א דזהו דווקא בבית אחד, כלומר מחדר לחדר בבית אחד, אף שאינו רואה מזה לזה – מהני דעתו. אבל לבית אחר לגמרי – לא מהני דעתו. ומבית לעלייה או להיפך – מהני גם כן, כיון דשניהם בבית אחד הם. ובלבוש מבואר כאן ובסימן רע\"ג דמהני דעתו אפילו לבית אחר. וצריך עיון (גם האליה רבה תמה עליו), דדין זה הוא מתוספות ורא\"ש על פי ע\"ש, וכן כתב הטור לקמן סימן רע\"ג. מיהו זהו וודאי דכל שתחת גג אחד מקרי בית אחת, לעניין זה שתועיל דעתו אף שהם בתים בפני עצמם, כגון שמפסיק בית שער ביניהם שקורין \"פיר הויז\". ולכן הרוצה לשתות חמין בכמה חדרים, יהיה דעתו בעת הברכה שלא ישתה במקום אחד, רק ישתה כאן מעט וכאן מעט, ואז יכול לשתות על סמך ברכה זו בכל חלקי הבית שתחת גג זה. והוא הדין באכילת פירות. ודבר זה צריך מאוד, לפי זמנינו ששוהין בשתיית חמין, ומפנין את עצמנו מחדר לחדר. ולכן נכון שתהא דעתו מתחילה לכך.","איתא בירושלמי סוף פרק ששי דברכות: אכל במזרחה של תאינה ובא לאכול במערבה – צריך לברך. וכן פסק הרמב\"ם שם. ואף על גב דמפינה לפינה לא מקרי שינוי מקום, זהו בבית שהמחיצות מקיפות, ועושה כל החדר כמקום אחד, מה שאין כן בתאינה העומדת באויר. וכתב הראב\"ד: דווקא כשלא היה דעתו מתחילה לכך, עיין שם. ופשוט הוא דאם היה דעתו מתחילה לכך לא גרע מחדר לחדר. והנה הטור לא הביא זה. ונראה דדעתו דאין הלכה כירושלמי זה, דלא גרע מפינה לפינה. אבל רבינו הבית יוסף הביא זה בסוף סעיף ב. ותמיהני שלא הביא דברי הראב\"ד, דזה אין לומר דלא סבירא ליה כן, דהא בעצמו כתב בסעיף ג דמהני דעתו אפילו מאילן לאילן כמו שיתבאר. אך נראה שלא חשש להביאו, מפני שזהו מילתא דפשיטא. ודע דדווקא כשהתאינה גדולה ועבה כל כך דכשעומדין במזרחה אין רואין צד מערבה. אבל בסתם אילן לא שייך כלל דין זה. ואף על גב דבחדר אחד אף אם מפסיק דבר שאין נראה ממקום למקום, כגון שעומדת תנור באמצע החדר חד מקום מקרי לעניין זה, שאם אוכל בצד זה יכול לגמור בצד האחר אף שאי אפשר לראות משם לכאן, זהו הכל בבית שיש מחיצות כמו שכתבתי (מגן אברהם סעיף קטן ה'). ועוד נראה לי דרק בתאינה שייך דין זה, לפי שאין מתבשלים כולם כאחד, כדאמרינן ריש פרק \"כלל גדול\", עיין שם. ולכן כשליקט במזרחה לא עלה על דעתו שגם במערבה נתבשלו ולא בשארי פירות. (ולולי דברי הבית יוסף הייתי מפרש דלא על תאינה אחת קאי אלא על הרבה, כשאכל מהתאינות שבצד מזרח ובא לאכול מתאינות העומדות בצד מערב – צריך לברך. והבית יוסף הוסיף \"תאינה זו\", ואינו כן בירושלמי וברמב\"ם, ועל המין קאי. ודייק ותמצא קל.)","כתב רבינו הבית יוסף בסעיף ג: יש מי שאומר שאם היה בגן ורוצה לאכול מפירות כל אילן ואילן, כיון שבירך על אילן אחד – אינו צריך לברך על האחרים. והוא שבשעה שבירך היה דעתו לאכול מאותם האחרים. אבל מגן לגן צריך לברך אפילו הם סמוכים, ואפילו אם כשבירך תחילה היה דעתו על הכל. עד כאן לשונו. דמאילן לאילן הוי כמחדר לחדר, ומגן לגן הוי כמבית לבית; שכל גן הוא מוקף מחיצות, וכל הגן הוא כבית כוללת. והגן אפילו הוא גדול הרבה שאין רואין מצד זה לצד זה, מכל מקום מהני דעתו כמו מחדר לחדר. (עיין אליה רבה דמאילן לאילן, כשרואה זה את זה אין צריך דעתו. אבל הט\"ז סוף סעיף קטן ט' לא כתב כן, וכן משמע מלשון השולחן ערוך. וכן משמע ממגן אברהם סעיף קטן ט', עיין שם היטב. ודייק ותמצא קל.)","עוד כתב בסעיף ד: אם אכל פת במקום אחד, וחזר ואכל במקום אחר – אינו מברך ברכת המזון אלא במקום השני; כמו שנהגו הולכי דרכים שאוכלים דרך הילוכם, ויושבין ומברכין במקום סיום אכילתם. עד כאן לשונו. ביאור הדברים: דהולך לשיטתו שפסק כהרמב\"ם, דאפילו בדברים הטעונים ברכה לאחריהם במקומן – מכל מקום אסור לו לילך למקום אחר בלא ברכת המזון. ואם יצא – חוזר למקומו ויברך. ולזה אומר דאם עבר על זה, שחזר ואכל במקום אחר, ויותר אינו רוצה לאכול – בהכרח שיברך שם ברכת המזון, ויעלה לו גם לראשונה. והדבר פשוט שאין לו דרך אחר לעשות כן, אף אם היה רצונו לאכול עוד במקום הראשון, דכיון דסוף סוף אכל בשני מקומות, ולדעת הרמב\"ם צריך לברך דווקא במקום שאכל, אם כן בהכרח לברך במקום אחד ולצאת ידי חובת המקום השני. ומסביר הדבר שלא תתמה: איך יוצא בברכת המזון במה שיברך בכאן על המקום השני? לזה מסביר ומדמה להולכי דרכים, שדרך אכילתם כן הוא, ולכתחילה יכולים לעשות כן. והלכך כאן בדיעבד יצא על כל פנים. וכל זה הוה רבותא לשיטה זו. אבל לשיטת רבינו הרמ\"א כל דין זה אך למותר, דהא כבר נתבאר דלשיטה זו יכולים לכתחילה לאכול בשני מקומות בדבר מצוה. ואם כן אין בדין זה חידוש כלל.","התפילה באמצע הסעודה לא מקרי הפסק להצריכו ברכה אחרת. ולכן אם שכח להתפלל, ונזכר באמצע סעודה – יכול להתפלל בלא ברכת המזון ובלא ברכת \"המוציא\" אחר כך. ולא מיבעיא אם יש לו עוד שהות אחר הסעודה להתפלל, דאז לא היה מוכרח להפסיק. אלא אפילו שלא היה לו שהות לגמור סעודתו ולהתפלל, דהיה מוכרח להפסיק, אפילו הכי לא הוה הפסק כיון שלא יצא ממקומו (תוספות פסחים קב א). אבל נטילת ידים צריך, דהוי היסח הדעת (מגן אברהם סעיף קטן י\"ג). ויש אומרים דאין צריך נטילת ידים (אליה רבה סעיף קטן י\"א); וכן כתב בים של שלמה פרק ששי דחולין (סימן י'), דתפילה לא מקרי היסח הדעת. וכל זה להתפלל במקומו. אבל לילך לבית הכנסת להתפלל, לרבינו הבית יוסף אסור, ולרבינו הרמ\"א מותר כפי השיטות שנתבארו. ודע דזהו דווקא בדברים הטעונין ברכה לאחריהן במקומן. אבל בדברים שאין טעונין ברכה לאחריהן במקומן וודאי דתפילה הוי הפסק. (והט\"ז סעיף קטן ט' וסעיף קטן י' האריך לחלוק על השולחן ערוך. וכבר כתב האליה רבה (סעיף קטן י') שאין בכל דבריו כדי דחייה, עיין שם. וגם האבן עוזר האריך לחלוק באיזה פרטים. ואנו אין לנו אלא כפסק רבינו הרמ\"א, שהסכימו לזה המגן אברהם והאליה רבה.)","אדם שישן בתוך סעודתו שינת עראי – לא הוה הפסק. ואין זה דומה להיסח הדעת שצריך ברכה לפניו, שזה אינו מסיח דעתו. ואפילו נטילת ידים אינו צריך אם ברי לו שלא נגע במקומות המכוסין. וכן אם הפסיק בשאר דברי רשות, כגון שהוצרך לנקביו וכיוצא בזה; אך בזה צריך נטילת ידים בברכה, כיון שידיו מטונפות. ועיין בסימן ק\"ע סעיף ג."],["כתב הטור: גמר סעודתו ונטל ידיו מים אחרונים... – אסור לשתות ולאכול עד שיברך עליו תחילה, דכיון שנטל ידיו כדי לברך – הסיח דעתו מלאכול ולשתות, ואין הברכה שבירך תחילה פוטרת מה שרוצה לאכול ולשתות עוד... ואי אמר \"הב לן ונברך\" – הוי היסח הדעת כמו נטילת ידים... עד כאן לשונו. אבל ברכת המזון על מה שאכל אין צריך. וכן הסכימו כל רבותינו דהיסח הדעת אין מצריך רק ברכה לפניה, אבל ברכת המזון הרי יברך אחר כך. וכי אסור להפסיק בין אכילה לברכת המזון בעניין אחר, כל זמן שלא עקר ממקומו? ורק בין מים אחרונים לברכת המזון אסור להפסיק. וזהו וודאי דמים אחרונים שנטל בטלה, וקודם ברכת המזון יטול ידיו.","ורבינו הבית יוסף בספרו הגדול תמה על הטור שהשווה נטל ידיו ל\"הב לן ונברך\". ואינו כן: דנטל ידיו כיון דתיכף לנטילה ברכה, הוי כאילו התחיל בברכת המזון, ואסור לו לאכול ולשתות עד שיברך ברכת המזון. וב\"הב לן\" ונברך אין צריך ברכת המזון, רק ברכה ראשונה על מה שאוכל. ועל פי זה כתב בשולחן ערוך, וזה לשונו: גמר סעודתו, ונטל ידיו מים אחרונים – אינו יכול לאכול ולא לשתות עד שיברך ברכת המזון. ואם אמר \"הב לן ונברך\" הוי היסח הדעת, ואסור לו... אלא אם כן יברך עליו תחילה. עד כאן לשונו. אמנם כל מפרשי השולחן ערוך חלקו עליו, ובררו בראיות מבוררות שאין שום חילוק בזה. והעיקר כדעת הטור (ט\"ז סעיף קטן א', ומגן אברהם סעיף קטן ב', ואליה רבה סעיף קטן א', וכן כתבו הב\"ח והדרישה). וכן מפורש בבה\"ג, וזה לשונו: ואי בעי למשתי מיא או למיטעם מידי בתר דמשי ידיה – מברך ושתא, והדר מברך ברכת המזון. עד כאן לשונו. ומלשונו משמע קצת דגם אין צריך אחר כך מים אחרונים. אבל כל הפוסקים לא כתבו כן. ולבד זה מה שכתב רבינו הבית יוסף דנטל ידיו חמירא מ\"הב לן ונברך\", הרשב\"א בחדושיו (מב א) כתב להיפך: ד\"הב לן ונברך\" הרי דיבר בפיו שמסלק את עצמו מסעודתו, מה שאין כן בנטל ידיו, עיין שם. ולכן העיקר לדינא כהטור. (ויש שכתבו דמכל מקום לכתחילה אין לעשות כן, והשיג האליה רבה שם על זה. וכן מוכח להדיא מלשון הבה\"ג; וכן כתב הלבוש, עיין שם.)","ויש מרבותינו שמחלקים בין אכילה לשתייה. והיינו דבאכילה אפילו סילק את עצמו מלאכול, ואפילו סילקו השולחן, ואפילו אמר \"הב לן ונברך\" – לא הוי סילוק, ויכול לאכול בלא ברכה לפניה, אך בנטל ידיו צריך לברך. אבל בשתייה כשסילק עצמו מלשתות – הוי סילוק וצריך לברך. וכשיושב בסעודה גם לשתות מותר (ט\"ז סעיף קטן ב'). וזה שיטת רבינו יונה בפרק ששי דברכות, והר\"ן ב\"ערבי פסחים\". ונראה שזהו גם שיטת הראב\"ד בפרק רביעי דין ז, שכתב: לא אמרו לעניין אכילה אלא לעניין שתייה בלבד. אבל לעניין אכילה לא הוי הפסקה אלא במים אחרונים... עד כאן לשונו. (דבזה אתי שפיר שני הסוגיות דברכות ברכות מב א ודפסחים קג ב. והתוספות והרא\"ש כתבו תירוץ אחר, עיין שם. והאליה רבה הכריע כדעה ראשונה, עיין שם. ולעניות דעתי נראה דהוי על כל פנים ספיקא דדינא, דהם לא הזכירו שגם הראב\"ד עומד בשיטה זו. ונראה דספק ברכות להקל. ודייק ותמצא קל.)","והרמב\"ם בפרק רביעי יש לו שיטה אחרת בזה, והטור והשולחן ערוך לא הביאו דעתו כלל. וזה לשון הרמב\"ם: גמר בלבו מלאכול או מלשתות, ואחר כך נמלך לאכול או לשתות, אף על פי שלא שינה מקומו – חוזר ומברך. ואם לא גמר בלבו אלא דעתו לאכול ולשתות, אפילו פסק כל היום כולו – אינו צריך לברך שנית. עד כאן לשונו. ותמהו עליו: דלהדיא מסיק הש\"ס בברכות שם דגמר לא הוי סילק אלא במים אחרונים. אמנם האמת דהרמב\"ם היה מפרש זה לעניין ברכת המזון ולא להברכה הראשונה (לחם משנה). ודין דמים אחרונים כתב בסוף פרק ששי, דאחר זה אסור לו אפילו לשתות מים עד שיברך, עיין שם. ו\"הב לן ונברך\" הוה לדידיה כמים אחרונים, שכן כתב אחר הדין הקודם, וזה לשונו: היו שותין ואמרו \"בואו ונברך ברכת המזון...\" – נאסר עליהם לשתות עד שיברכו... עד כאן לשונו. וכתב כלשון הש\"ס בפסחים שם דכך היה המעשה, דכן דרכו לבלי לשנות לשון הגמרא, אבל אין חילוק בין אכילה לשתייה. ועיקר כוונתו ד\"הב לן ונברך\" הוה כנטל ידיו. והנה לדינא קיימא לן כהטור כמו שכתבתי, שזהו שיטת רוב רבותינו. ומכל מקום ראוי לחוש לדעת הרמב\"ם. ועוד למדנו מדבריו קולא, דאם לא הסיח דעתו מלאכול ולשתות, אפילו הפסיק הרבה שעות על מקומו – לית לן בה. ומיהו זה פשוט, דאם בכל משך הזמן הסיח דעתו משמירת ידיו, דצריך נטילת ידים על כל פנים. ואפשר דאינו צריך לברך, כיון שאינו יודע שנגע במקומות המכוסים.","וכתבו הטור והשולחן ערוך ד\"הב לן ונברך\" אינו שייך אלא בבעל הבית, דהוי היסח הדעת וצריך ברכה לפניה כמו שכתבתי. אבל הסומך על שולחן אחרים, כגון אורח כשאמר \"הב לן ונברך\" – לאו כלום הוא, ולא הוי היסח הדעת עד שיאמר בעל הבית. ונראה דגם בניו וחתניו הסמוכין על שולחנו כשאוכלין ביחד – לא הוי היסח הדעת באמירתן. אבל כשאוכלין בלעדו נראה דדינם כבעל הבית. וכן אורח באכסניא שמשלם בעד סעודתו – דינו כבעל הבית, שהרי שלו הוא אוכל. ובאמירת בעל הבית נאסרו כל המסובין אם הסכימו לדבריו (מגן אברהם סעיף קטן ד'). אבל אם לא הסכימו לדבריו אין צריך ברכה. ופשוט הוא. וכל זה ב\"הב לן ונברך\". אבל כשנטל ידיו – אין חילוק בין בעל הבית לאחר. ויש מי שאומר דאפילו ב\"הב לן ונברך\" אם גמר האורח בדעתו שלא יאכל עוד אף כשיאכל הבעל הבית, ואחר כך נמלך לאכול – דצריך לברך (שם סעיף קטן ג'). ולא משמע כן מלשון הפוסקים. (אמנם גם האליה רבה סעיף קטן ז' הסכים להמגן אברהם. וצריך עיון.) ודע דגם נטילת הכוס של ברכה הוי כנטל ידיו. וזה לשונו רבינו הבית יוסף בסעיף ג: אם לא אמר \"הב לן ונברך\" וגם לא נטל ידיו, משנטל הכוס לברך – הוי היסת הדעת. עד כאן לשונו. (וכתב המגן אברהם סעיף קטן ה' דהוי כנטילת ידים.)","יראה לי ד\"הב לן ונברך\" אינו היסח הדעת כשדימה הבעל הבית שאין עוד מה לאכול, ואמרו לו שיש עוד מה לאכול ועדיין לא נגמרה הסעודה – דהוי היסח הדעת בטעות. ואלולי ידע זה לא היה אומר \"הב לן ונברך\"; דהא מטעם זה אין אמירת האורח כלום, מפני שסומך על שולחנו של בעל הבית, ואינו יודע אם נגמרה הסעודה. ואם כן גם בבעל הבית כן הוא. וכן אורח באכסניא שמשלם מעות, ואמר \"הב לן ונברך\", והודיעוהו שיש עוד מה לאכול – הוי היסח הדעת בטעות. ודווקא כשגמר הבעל הבית בדעתו לבלי לאכול עוד, אף שיש עוד מה לאכול – הוי היסח הדעת, ולא בטעה. וכן האורח. (כן נראה לעניות דעתי, דזיל בתר טעמא. ודייק ותמצא קל.)","כתב רבינו הבית יוסף בסעיף ד: הנכנס לבית חברו ויש שם חבורות הרבה שאוכלים, וכל אחד מושיט לו כוס, יש מי שאומר שמברך על כל אחד \"בורא פרי הגפן\", כי בכל פעם הוא נמלך. עד כאן לשונו. כלומר: כשנכנס לעניין אחר. אבל אם נכנס לישב עמהם ולשתות – וודאי דאינו צריך לברך רק על כוס ראשון (ט\"ז סעיף קטן ג'). ולאו דווקא כשנותנין לו כוס, דהוא הדין אם נותנים לו מיני מאכל גם כן הדין כן. אלא אורחא דמילתא נקיט, דכן דרך המסובים ליתן להבא כוס לשתייה. ויש מי שכתב דאפילו עדיין לא גמר שתיית הכוס הראשון והושיטו לו כוס שני, דצריך לברך (מגן אברהם סעיף קטן ו'). ובאמת יש פלוגתא בזה, ויתבאר בסימן ר\"ו בסייעתא דשמיא. (ובמגן אברהם יש טעות הדפוס. וכן צריך לומר: \"ולא דמי...\" כמו שכתב הפרי מגדים. והגרי\"פ בגליון רצה להגיה \"אין צריך לברך\", עיין שם. ואינו מוכרח. וכן תפסו הפרי מגדים והמחצית השקל. ולדינא יתבאר שם. ודייק ותמצא קל.)","עוד כתב בסעיף ה: הקרואים בבֵית בעל הבית לאכול מיני פירות, ומביאין להם בזה אחר זה – אינם צריכים לברך אלא על הראשון. עד כאן לשונו. דאתכא דבעל הבית סומכין, וכוונתם על כל מה שיתן להם הבעל הבית. ולא דמי לשמש בסימן קס\"ט שצריך לברך בכל פעם, משום דהשמש אין דרכו לאכול בעת שהמסובים אוכלין, ולכן אין כוונתו רק למה שלפניו. אבל אורחים יודעים שיתן להם הבעל הבית (בית יוסף). וראיה לזה: שהרי גם בשמש נתבאר שם דכשיש אדם חשוב בסעודה אין צריך לברך על כל פרוסה, לפי שיודע שיתנו לו, עיין שם. וקל וחומר באורחים. ויש מי שחולק בזה. וסבירא ליה דדווקא במקום שברי אצל האורח שיתן לו הבעל הבית עוד – אינו צריך לברך. אבל בספק צריך לברך (ט\"ז סעיף קטן ד'). ואינו כן, דאין צריך להיות ברי אצל האורח. וכן מבואר מלשון הש\"ס בברכות (מב א), עיין שם. והעיקר כפסק רבינו הבית יוסף. (וגם האליה רבה סעיף קטן ח' השיג עליו, וכן כתב הבאר היטב בשם יד אהרן. וגם הפרי מגדים אין דעתו נוחה מזה, עיין שם. והעיקר מה שסמך על דוחק לשון התוספות שם בדיבור המתחיל \"אתכא\" (השני), כבר הוגה בתוספות כהוגן. והוא ממש כהבית יוסף, עיין שם ותו לא מידי. ודייק ותמצא קל.)","אכל כל מאכל ולא אכל מלח, שתה כל משקה ולא שתה מים – ביום ידאג מפני ריח הפה; ובלילה ידאג משני דברים: מפני ריח הפה, ומפני אסכרא, והוא מחלה החונק את הגרון (ברכות מ א). והאוכל מלח, אחר אכילתו לא יאכל בגודל, דקשה לקיבור בנים; ולא בזרת, דקשה לעניות. ולא באצבע, דקשה לשחין רע (אליה רבה); אלא באמה ובקמיצה. וזהו עניין סגולי כפי קבלת הקדמונים. ואין צריך ברכה על זה, כיון דזהו רק לרפואה בעלמא. ואנחנו אין נזהרין בזה מפני שבפת שלנו יש מלח תמיד, ובתבשילין שלנו יש מים תמיד. וכבר נתבאר זה בסוף סימן ק\"ע, עיין שם. ועוד אמרו בגמרא שם: המקפה אכילתו במים – אינו בא ידי חולי מעיים. והרגיל בעדשים אחת לשלושים יום – מונע אסכרא מתוך ביתו. אבל כל יומא – לא, דקשה לריח הפה. והרגיל בחרדל אחת לשלושים יום – מונע חלאים מתוך ביתו. אבל כל יומא – לא, דקשה ללב. והרגיל בדגים קטנים – אינו בא לידי חולי מעיים. ולא עוד אלא שדגים קטנים מפרין ומרבין ומברין כל גופו של אדם. והרגיל בריחו של קצח – אינו בא לידי כאב לב. אבל לא יאכלם, דקשה לגוף; אלא ידבקם על הלחם בעת האפייה, ואחר כך יקלפנו שלא ישאר בו רק הריח. ו\"קצח\" פירש רש\"י נייל\"א, ואינו ידוע לנו. ובערוך ראיתי שזהו מה שאנו קורין קימי\"ל, ויש נותנין זה בלחם. ואיתא בגיטין (ע א): שלושה דברים מתישין גופו של אדם: אכל מעומד, ושתה מעומד... וחמישה קרובים למיתה יותר מן החיים, ואלו הן: אכל ועמד (תיכף), שתה ועמד, הקיז דם ועמד, ישן ועמד, שימש מיטתו ועמד. אלא ישהה מעט ואחר כך יקום, עיין שם. וכן איתא בשבת סוף פרק שמונה עשר, עיין שם."],["אין להסיר המפה והלחם עד אחר ברכת המזון. והא דמשמע בברכות (מב א) שהיו מסלקים השולחנות קודם ברכת המזון, זהו מפני שכל אחד אכל בשולחן קטן בפני עצמו, והיו מסלקים השולחנות מלפני המסובים ולא מפני המברך. אבל אנו שכולנו אוכלין על שולחן אחד – אין לסלק ממנו עד לאחר ברכת המזון (תוספות ורא\"ש שם). ונראה שמטעם זה יש מקומות שנהגו שמניחים הלחם והמפה לפני המברך, כמו שכתב הטור עיין שם, כדי לעשות כפי מה שהיה בזמנם.","וטעמו של דבר: לפי שהברכה אינה שורה על דבר ריק. כדאשכחן באלישע ושונמית, שאמר לה: \"היש לך מה בבית\". ובסנהדרין (צב א): כל שאינו משייר פת על שולחנו – אינו רואה סימן ברכה לעולם. וכן הוא בזוהר יתרו (דף פ\"ז ע\"ב), וזה לשונו: אסור ליה לבר נש לברך על פתורא ריקניא, דברכתא דלעילא לא שריא באתר ריקניא... וכן הוא בזוהר תרומה (ד, קנ\"ז ע\"ב), עיין שם. וכתב רבינו הבית יוסף: אבל לא יביא פת שלֵמה ויתננה על השולחן. ואם עשה כן מיחזי כ\"העורכים לגד שולחן\" שאמר הנביא ישעיה (סה יא). ודווקא להביא אסור, אבל אם מקודם היה מונח פת שלֵמה – אינו צריך להסירו (ט\"ז ומגן אברהם). ולכן בשבת כשמונח החלה השנייה של לחם משנה – אין ליטלה מהשולחן. אבל פתיתין בהכרח להיות, ואם לא נשארו פתיתין על השולחן – יביא ממקום אחר. ובאיוב (כ כא) כתיב: \"אין שריד לאכלו, על כן לא יחיל טובו\". שמזה דרשו חכמינו ז\"ל לשייר על השולחן פת, דמזה גופה משמע דהשיור הם פתיתין, דזהו לשון \"שריד\".","וכמה טעמים יש על שיור הפת: כדי שיהא מוכן לעני כשיבוא (רש\"י). ועוד: כדי להודות להשם יתברך על חסדו וטובו, ששבענו והותרנו, כדכתיב: \"אכול והותר\". וכן שיהא ניכר לכל שמברכין להשם יתברך על שהכין מזון לכל בריותיו. ועוד: שתחול ברכתו יתברך על השולחן הזה ועל הבית הזה, כמו שאומרים ב\"הרחמן הוא ישלח לנו ברכה מרובה בבית זה ועל שולחן זה שאכלנו עליו\". ולכל שפע ברכה צריך דבר מה שתחול הברכה עליו, כמו שכתבתי. (שני טעמים מזה יש בלבוש.)","בימי חכמי התלמוד, שהיו מסלקין השולחנות הקטנות שלפני המסובין קודם מים אחרונים, והיו נוטלים המים האחרונים במקום השולחנות – היו צריכים לכבד קרקע הבית שבמקום השולחנות קודם הנטילה, שלא ישארו שם פירורים מפת וימאסו במי הנטילה. ואף על פי שמותר לאבד פירורים שאין בהם כזית, מכל מקום חוששים שמא יהיה השמש עם הארץ, שמותר להשתמש בשמש עם הארץ, וכשיסיר הלחם מן השולחן – יניח על השולחן גם פירורין שיש בהם כזית, ואחר כך יפלו ממנו כשמסירין את השולחן משם, וימאסו במי הנטילה. ולכן יכבד תחילה. אבל כגון אצלינו שאין לנו סילוק שולחן, ואנו נוטלין הידים במקום שאין חשש פירורים, דכשאנו נוטלים הידים על השולחן בכלי שומרים שלא יפלו המים על המפה של השולחן, וממילא לא יגיע להאוכלים. מה שאין כן אצלם, שהיו נוטלים בכלי על הקרקע, ואין דרך לדקדק שלא יפלו המים על הקרקע. ולכן אין צריך אצלינו כיבוד הבית תחילה. ודע שזה שנתבאר שמותר לאבד פירורים שאין בהם כזית, זהו כגון להשליכן במים ובאש. אבל אסור לזורקן במקום דריסת רגלי בני אדם, מפני שקשה לעניות כשדורסים על פירור לחם, כדאמרינן בחולין (קה ב), עיין שם. (עיין ב\"ח שמחמיר גם עתה לכבד מטעם שנוטלין לפני השולחן, עיין שם. ולפי מה שכתבתי אין חשש בזה, ואין המנהג כן. ורק המפה יש שמנקין אותה מעט. ודייק ותמצא קל.)","כתבו הקדמונים שנהגו לכסות הסכין בשעת ברכת המזון. ובשבת ויום טוב לא נהגו לכסותו. והטעם: לפי שהשולחן דומה למזבח, ובמזבח כתיב: \"לא תניף עליהם ברזל\"; כי הברזל מקצר ימיו של אדם, והמזבח מאריך ימיו של אדם, ואינו בדין שיניף המקצר על המאריך. וגם השולחן גורם לאריכת ימים על ידי הכנסת אורחים ומכפר עוון, והברזל הוא כוחו של עשו. ולכן בשבת ויום טוב אין שטן ואין פגע רע. ומנהג ישראל תורה הוא. ועוד אמרו טעם: מפני מעשה שאירע בצדיק אחד, שאמר \"ובנה ירושלים...\", ונצטער מאוד על חורבן בית המקדש, ולקח הסכין והרג את עצמו (עיין בית יוסף). ולכן גזרו על זה. ולא גזרו בשבת ויום טוב, דמעשה כי הוה בחול הוה, ולא גזרו רק כעין מעשה שהיה; כדאמרינן בשבת (ס ב) בסנדל המסומר, עיין שם. ועוד: דבשבת ויום טוב אסור להצטער, ואי אפשר לבוא קלקול כזה. ודע דעכשיו אין רגילין ליזהר בזה, ואין מכסין הסכינים בשעת ברכת המזון."],["כתב הרמב\"ם סוף פרק ששי: תיכף למים אחרונים ברכת המזון, ולא יפסיק ביניהם בדבר אחר; אפילו לשתות מים אחר שנוטל ידיו באחרונה – אסור, עד שיברך ברכת המזון. עד כאן לשונו. וכלשון הזה כתבו ה[[טור אורח חיים קעט|טור והשולחן ערוך בסימן קע\"ט. וכן כתב רש\"י בברכות (מב א) דתיכף לנטילת ידים, דמים אחרונים ברכה ולא יאכל כלום עד שיברך על מזונו. עד כאן לשונו. ומכל זה משמע דרק להפסיק באכילה ושתייה אסור. אבל דיבור לא הוי הפסק (כסף משנה, ומגן אברהם ריש סימן קע\"ט). ואפילו למאן דסבירא ליה בריש סימן קס\"ו דבין נטילת ידים ל\"המוציא\" אסור להפסיק בדיבור, מכל מקום במים אחרונים מותר. והטעם נראה לי דהפסק דיבור לא שייך אלא במקום שיש ברכה, וצריך להסמיך הברכה להמעשה. ובמים אחרונים ליכא ברכה. ובמים ראשונים קבעו חכמים שלא להפסיק בין ברכת \"על נטילת ידים\" ובין ברכת \"המוציא\". אבל במים אחרונים מה שייך הפסק בדיבור? ובשלמא אכילה ושתייה אסור, משום דאזלא לה ברכת \"המוציא\" אחר הנטילה. אבל הדיבור למה יאסר? (והמגן אברהם בריש סימן קע\"ט חלק על הבית יוסף, עיין שם. ולפי מה שכתבתי דברי הבית יוסף צודקים. והא דאין מסיחין על כוס של ברכה בסימן קפ\"ג משום כבוד הכוס הוא, ולא משום הפסק.)","מים אחרונים סמכו רבנן אקרא בסוף פרק \"אלו דברים\": \"והתקדִשתם\" – אלו מים ראשונים; \"והייתם קדושים\" – אלו מים אחרונים, עיין שם. והחמירו במים אחרונים יותר מבראשונים: דבמחנה פטרו ממים ראשונים ולא ממים אחרונים, כדאיתא סוף פרק קמא דעירובין, עיין שם. ואמרינן בחולין (קה א): מים ראשונים – מצוה; מים אחרונים – חובה; מפני שיש מלח סדומית שמסמא את העינים, ויש סכנה אם לא יטול ידיו. ולכן מפני שהוא סכנה לא תיקנו ברכה (רמב\"ם).","ועל פי זה כתבו רבותינו בעלי התוספות, והביאם הטור, דעכשיו לא נהגו במים אחרונים מפני שאין מלח סדומית מצוי בינינו. וכבר הקשו הרא\"ש ותוספות ר\"י סוף פרק שמיני דאיך אפשר לומר כן? דאם כן מה שייך קדושה בזה, דדרשינן מ\"והייתם קדושים\"? אלא וודאי דטעם הסכנה הוא טעם נוסף על קדושת המצוה, והקדושה היא להעביר הזוהמא מהידים שהן מזוהמות מהאכילה, וידים מזוהמות פסולות לברכה. ובשם הגאון כתבו דהמברך שצריך להזכיר את השם, הוה נטילתו מצוה משום קדושה. ולהמסובים הוא רק משום סכנה, עיין שם. (גם הגר\"א סעיף קטן י\"ב השיג על התוספות, וכתב שזה שאמרו מפני מה אמרו מים אחרונים חובה, כלומר: מוסף על המצוה, וכמו שכתבתי. ופסק כן לדינא, עיין שם.)","אך אם כן למה אין מברכין כמו על מים ראשונים? ודעת הראב\"ד בפרק ששי באמת כן הוא, שצריכים ברכה. וכתב זה בשם שמושי הגאונים, שצריך לברך על רחיצת ידים. ועיין שם שמחלק בין כשאכל דבר שיש בו זוהמא, כמו בשר ודגים וכל דברים לחים, דאז טעון ברכה, ובין כשאכל דברים יבֵשים שאין בזה זוהמא, ואין צריך ברכה, עיין שם. אבל כל רבותינו כתבו סתם דמים אחרונים אינם צריכים ברכה. ונראה לעניות דעתי דכשם שברכת \"המוציא\" עולה לכל המאכלים שבסעודה, כמו כן ברכת \"על נטילת ידים\" עולה לכל הרחיצות שבסעודה. אמנם לשיטת התוספות לא שייך כאן ברכה כלל, וכן מבואר מהרמב\"ם שם, שכתב: ומים אחרונים אין מברכין עליהם, שאינן אלא מפני הסכנה. עד כאן לשונו. הרי דסבירא ליה כשיטת התוספות. ולדבריהם צריך לומר שזה שסמכו חכמינו ז\"ל מקרא – אינה אלא רמז בעלמא, משום דליכא מידי דלא רמיזי באורייתא. וראיה לזה: שהרי דריש שם \"כי קדוש\" – זה שמן שהיו סכין בהם את הידים לאחר מים אחרונים (רש\"י). וזה וודאי ליכא חיוב, ולא נתפשטה תקנה זו; אלא כדאמרן. וזה לשון הטור: והתוספות כתבו..., וכיון שאין אנו עושין כמו שאומר הפסוק \"כי קדוש אני\" – זה שמן ערב, גם בנטילה לא נהגו. ולא מקרי לדידן ידים מזוהמות, כיון שאין אנו רגילין ליטול, ואין אנו מקפידין בכך. ומיהו אם יש אדם שהוא איסטניס, ורגיל ליטול ידיו אחר הסעודה – לדידיה הוה ידים מזוהמות, וצריך ליטול קודם ברכת המזון. אבל לא יברך עליהם כלל. עד כאן לשונו. וכלשון הזה כתב גם רבינו הבית יוסף בסעיף י, עיין שם. ואיש כזה שהוא איסטניס, אפילו רוצה לברך על היין וידיו מלוכלכות – צריך לקנחם קודם (מגן אברהם סעיף קטן ט').","והנה עכשיו לדינא במים אחרונים לא מיבעיא לשיטת כמה מרבותינו, שמעיקר דינא יש חיוב גם בזמן הזה כמו שבארנו. אלא אפילו לשיטת התוספות דליכא חיוב בזמן הזה, אין ספק שכתבו כן כדי ללמד זכות על מה שלא נהגו בימיהם. אבל גם רבותינו התוספות מודים דצריך גם בזמן הזה, דמי יימר שמלח סדומית אינו מצוי גם עתה? ויראה לי דמלח ממי הים – יש בהם חשש מלח סדומית. וזה שכתבו דעכשיו ליכא מלח סדומית, מפני שבמדינתם היו אוכלים ממלח שחוצבים בהרים; וגם עתה שם כן הוא. אבל במדינתינו הרבה שאוכלים ממלח המים, ויש בזה חשש מלח סדומית. וגם בזוהר \"פינחס\" (דף רמ\"ו ע\"א) הזהיר על זה, וכל המקובלים הזהירו על זה (מגן אברהם סעיף קטן י'). ובתשובה מן השמים לאחד מהקדמונים מבואר שכל המקיל במים אחרונים – מקילים לו מזונותיו מן השמים. ולכן יש ליזהר בזה מאוד, וכך נוהגים כל יראי ה'. ויש לכל בעל הבית להזהיר לבני ביתו שיזהרו בזה.","אם אין לו מים לראשונים ולאחרונים – ראשונים עדיפי, כיון דבאחרונים יש מקילים כמו שנתבאר. ומכל מקום בשבת בסעודה שנייה, שאם יטול מים אחרונים לא יהיה לו מים ראשונים לסעודה שלישית – מבטל הסעודה השלישית ונוטל ידיו עתה לאחרונים, כיון שכבר נתחייב בה (מגן אברהם בשם בית יוסף). ואם יש לו כוס של ברכה – מוזגין הכוס, ואחר כך נוטלין לידים מים אחרונים (שם).","מים אחרונים אין נוטלין על גבי קרקע, מפני שרוח רעה שורה עליהם, אלא בכלי. ומכל מקום אין לטבול ידיו בתוך הכלי, רק לשפוך מהכלי על הידים כמו בראשונים. ורק במים אמצעיים בין חלב לבשר, או בין דגים לבשר – מותר לטבול ידיו בתוך הכלי למי שנוהג בה, ולא בראשונים ואחרונים. ואם אין לו כלי – ישפוך על הרצפה, דרק על קרקע שורה רוח רעה ולא על רצפה. ואם אין רצפה בביתו – נוטל על עצים דקים וכיוצא בהן, שיהיה איזה הפסק בין המים להקרקע. ואם גם זה אין להשיג – יטול על הקרקע במקום שאין דרך בני אדם להלוך שם. ויכול ליטלם תחת השולחן, שאינו מקום הילוך (מגן אברהם). ואין נוטלין בחמין שהיד נכוה בהן, מפני שמפעפעין את הידים ואין מעבירין את הזוהמא. והעיקר ליטול בצונן (מגן אברהם סעיף קטן ג' בשם רש\"ל). ואין צריך ליטול אלא עד פרק שני של אצבעות, דעד שם מגיע הלכלוך של המאכל. וצריך שישפיל ראשי אצבעותיו למטה, כדי שתרד הזוהמא. ונוטלים מים אחרונים בכל מיני משקין, וכן במים הפסולים לראשונים, כגון שנעשה בהם מלאכה ואינם נקיים (שם סעיף קטן ז'). ואין מברכין ברכה על מים אחרונים כמו שנתבאר. ואין צריכין ניגוב. והרמב\"ם כתב דצריך ניגוב. וכתבו דרק המברך צריך ניגוב, שמנגב ואחר כך מברך. אבל כל המסובין – אין צריך ניגוב (מגן אברהם סעיף קטן ו' בשם הים של שלמה).","כתב הכלבו בשם הראב\"ד: אלו דברים שבין מים ראשונים למים אחרונים: ראשונים צריכים רביעית, ואחרונים כדי שידיח בהם את הידים. ראשונים אין נוטלין אלא מתוך כלי, ואחרונים מכל דבר. ואין צריך כוח אדם, ואין החציצה פוסלת בהן. וכל מים כשרים לאחרונים, אף שנעשה בהם מלאכה, אף שהן עכורין הרבה. ואפילו אין (כן צריך לומר) פרה שותה מהן, ואפילו חמי טבריא שהן מרין. ראשונים אין נוטלין לחצאין, אחרונים נוטלין לחצאין. ראשונים כששפשף בגופו או בכותל צריך נטילה אחרת, ולא באחרונים. עד כאן לשונו. וכל דברים אלו הן להלכה (אליה רבה סעיף קטן ג'). ודע שראיתי שיש מקפידים שלא יהיה רביעית במים אחרונים, רק פחות מרביעית דווקא. ולא מצאתי זה בשום מקום. וכמה מגדולי הדור שלא נהגו כן, ונוטלין מרביעית ויותר מרביעית (ושמעתי איזה טעם בזה ולא נתקבל אצלי).","המברך נוטל ידיו תחילה במים אחרונים, דכיון שמכבדין אותו בברכה – מכבדין אותו גם בנטילה. במה דברים אמורים? כשהם עד חמישה עם המברך, דשיערו חכמים שבמשך זמן שיטלו הארבעה, יעיין בלבו בארבע ברכות של ברכת המזון שלא יטעה בהן. ולכן כשהן יותר מחמישה – אין מדרך ארץ שהוא יטול, וימתין עד שיטלו כולם. ועוד: דלכתחילה אינו כדאי להפסיק כל כך, דתיכף לנטילה ברכה. ואף על פי שבארנו בסעיף א דדיבור לא הוי הפסק, וכל שכן שתיקה, מכל מקום אין כדאי לעשות כן לכתחילה. ולכן יתחילו השאר ליטול ידיהם. ואין מכבדין זה את זה ליטול מקודם, דאין מכבדין בידים מזוהמות. אלא יטלו כסדר כפי שיושבין סביב השולחן עד שיגיע לחמישה, ואז יטול המברך ואחר כך הארבעה מטעם שנתבאר. ונוהגים לומר \"על נהרות בבל\" קודם מים אחרונים. ובשבת ויום טוב וראש חודש אומרים \"שיר המעלות בשוב...\"."]],"SHULCHAN_ARUCH":[["כל דבר שמביאין לפני האדם שיש לו ריח והאדם תאב לו צריך ליתן ממנו לשמש מיד ומדת חסידות הוא ליתן לו מיד מכל מין ומין ולא יתן לו כל זמן שהכוס בידו או ביד בעל הבית <i>(ודוקא לשמש אבל לאחר שבסעודה מותר ליתן בכי האי גונא) (הר\"י סוף פרק אלו דברים)<\/i>. ואסור ליתן לו פרוסת פת אלא אם כן יודע בו שנטל ידיו","לא יתן לאכול אלא למי שיודע בו שיברך. ויש מקילין אם נותן לעני בתורת צדקה <i>(הר\"י סוף פרק אלו דברים)<\/i>","השמש מברך בורא פרי הגפן על <i>(כל)<\/i> כוס וכוס שיתנו לו לפי שהוא כנמלך וברכה אחרונה אינו מברך אלא לבסוף ואינו צריך לברך על כל פרוסה ופרוסה אם יש אדם חשוב בסעודה שיודע שיתנו לו כל צרכו מפת ואם אין אדם חשוב בסעודה צריך לברך על כל פרוסה ופרוסה כמו על היין.  <i>הגה: שנים שהיו אוכלין ביחד השמש אוכל עמהם בלא נטילת רשות כדי שיצטרפו לזימון. ועיין לקמן סימן ק\"ע סעיף כ\"א<\/i>"],["אין משיחין בסעודה שמא יקדים קנה לושט ואפילו מי שנתעטש <i>(פירוש שטארנודאר\"י בלע\"ז)<\/i> בסעודה, אסור לומר לו אסותא היו מסובין בסעודה ויצא אחד להטיל מים נוטל ידו אחת ששפשף בה ואינו נוטל אלא בפני כולם שלא יחשדוהו שלא נטל.  <i>הגה: ואם לא שפשף אינו נוטל כלל אם לא נגע במקום טנופת אבל אם עשה צרכיו ודאי צריך נטילה (הגהות אשירי פרק ב' דברכות)<\/i>.  והני מילי לשתות אבל לאכול נוטל אפילו בחוץ דמידע ידעי דאנינא דעתיה <i>(פירוש, שמתטרפת ומתבלבלת דעתו)<\/i> ולא אכל בלא נטילה ואם דבר עם חבירו והפליג נוטל שתי ידיו כיון שהסיח דעתו.  <i>הגה: והא דבעינן נטילה לשתיה היינו בתוך הסעודה דחיישינן שמא יאכל אבל בלאו הכי אין צריך נטילה לשתיה (הר\"י סוף פרק אלו דברים ורש\"י פרק אמר להם הממונה)<\/i>","שנים ממתינים זה את זה בקערה שכשהאחד מסלק ידו מן הקערה לשתות חבירו מפסיק מלאכול עד שיגמור השתיה אבל אם הם שלשה אין השנים פוסקין בשביל האחד","משיירין פאה בקערה כל אחד מהאוכלים והוא מאכל השמש אבל כשהשמש מערה מן האילפס לתוך הקערה אין דרך להניח באילפס כלום לצרכו","אין מסתכלין בפני האוכל ולא במנתו שלא לביישו","הנכנס לבית כל מה שיאמר לו בעל הבית יעשה","לא יהא אדם קפדן <i>(פירוש כעסן או רגזן)<\/i> בסעודה","לא יאכל אדם פרוסה כביצה ואם אכל <i>(הרי)<\/i> זה גרגרן","לא ישתה כוסו בבת אחת ואם שתה הרי זה גרגרן שנים דרך ארץ שלשה הרי זה מגסי הרוח. <i>הגה: מיהו כוס קטן מאד מותר לשתותו בבת אחת (בית יוסף), וכן גדול מאד בשלשה או ארבעה פעמים (דברי עצמו)<\/i>","לא יאכל שום או בצל מראשו אלא מעליו ואם אכל הרי זה רעבתן.  <i>הגה: ולא יאכל דרך רעבתנות ולא יאחוז המאכל בידו אחת ויתלוש ממנו בידו השניה (טור)<\/i>","לא ישוך פרוסה ויניחנה על גבי השלחן","לא ישתה אדם שני כוסות בבת אחת בתוך סעודתו ויברך ברכת המזון מפני שנראה כגרגרן","שנים שיושבין על השלחן הגדול פושט ידו תחלה והשולח ידו בפני מי שגדול ממנו הרי זה גרגרן","הנכנס לבית לא יאמר תנו לי לאכול עד שיאמרו","הגהלא יאמר אדם לחבירו בא ואכול עמי מה שהאכלתני דהוי כפורע לו חובו ונראה כאלו הלוה לו ויש לחוש שיאכילהו יותר ואית ביה משום רבית אבל מותר לומר לו בא ואכול עמי ואאכול עמך בפעם אחרת ומותר לאכול עמו אחר כך אפילו בסעודה יותר גדולה <i>(דברי עצמו לפירוש הטור)<\/i>","לא יפרוס אדם פרוסה על גבי הקערה אבל מקנח הקערה בפרוסה","לא ילקט פירורין ויניח על גבי השלחן מפני שהוא ממחה <i>(פירוש מטריד)<\/i> דעתו של חבירו ולא ישוך פרוסה ויתננה לפני חבירו או לתוך הקערה לפי שאין דעת כל הבריות שוה","לא ישתה מהכוס ויתן לחבירו מפני סכנת נפשות","ולא ישתה כוס ויניחנו על השלחן אלא יאחזנו בידו עד שיבא השמש ויתננו לו","הנכנס לסעודה לא יקח חלקו ויתננו לשמש שמא יארע דבר קלקול בסעודה אלא יקחנו ויניחנו ואחר כך יתננו לו","אורחים הנכנסין אצל בעל הבית אינם רשאים ליטול מלפניהם וליתן לבנו או לעבדו של בעל הבית אלא אם כן נטלו רשות מבעל הבית","נקיי הדעת שבירושלים לא היו מסובין בסעודה אלא אם כן יודעים מי מיסב עמהם מפני שגנאי הוא לתלמיד חכם לישב אצל עם הארץ בסעודה","השמש שהיה משמש על שנים הרי זה אוכל עמהם אף על פי שלא נתנו לו רשות היה משמש על שלשה אינו אוכל עמהם אלא אם כן נתנו לו רשות","אחר ששתית ונשאר יין בכוס לשתיית חבירך קנח מקום נשיקת הפה משום מיאוס ולא תשפוך משום בל תשחית אבל אחר שתיית מים שפוך מהם דרך שם.  <i>הגה: אחר כל אכילתך אכול מלח ולאחר כל שתייתך שתה מים וכמו שיתבאר לקמן סימן קע\"ט. ונראה לי דוקא שלא היה מלח בפת או במאכלים שאכל וכן שלא שתה משקה שיש בו מים אבל בלאו הכי ליכא למיחש. וכן נוהגין שלא ליזהר באכילת מלח ושתיית מים אחר הסעודה מטעם שנתבאר:<\/i>"],["עושה אדם צרכיו בפת והני מילי דלא ממאיס ביה אבל מידי דממאיס ביה לא הילכך אין מניחין עליו בשר חי ואין מעבירין עליו כוס מלא ואין סומכין בו הקערה אם היא מלאה דבר שאם יפול על הפת ימאס ואין נוטלין הידים ביין בין חי ובין מזוג אפילו נטילה שאינה צורך אכילה ואין זורקין הפת משום בזיון אוכלים וכשם שאין זורקין את הפת כך אין זורקין אוכלין הנמאסים על ידי זריקה אבל מידי דלא ממאיס כגון אגוזים ורמונים וחבושים שרי:","לא ישב אדם על קופה מלאה תאנים וגרוגרות אבל יושב הוא על עיגול של דבילה או על קופה מלאה קטניות","מותר לאכול דייסא <i>(פירוש החטה הנקלפת ומבושלת)<\/i> בפת במקום כף והוא שיאכל הפת אחר כך והמדקדקים אוכלים בכל פעם שמכניסים לתוך פיהם מעט מן הפת עם הדייסא.  <i>הגה: והנשאר מן הפת אחר כך אוכלים אותו (בית יוסף)<\/i>","ממשיכין יין בצנורות לפני חתן וכלה והוא שיקבלנו בכלי בפי הצנור. וזורקין לפניהם קליות ואגוזים בימות החמה שאינם נמאסים אבל לא בימות הגשמים מפני שנמאסים אבל לא גלוסקאות לעולם","הזורקים חטים לפני חתנים צריך ליזהר שלא יזרקו אלא במקום נקי וגם יכבדו אותו משם כדי שלא ידרסו עליהם"],["שכח והכניס משקין לתוך פיו בלא ברכה בולען ואינו מברך עליהן ברכה ראשונה.  <i>הגה: ויש אומרים דמברך עליהם וכן נראה עיקר (רשב\"א בשם הראב\"ד ורא\"ש פרק ג' שאכלו וכן דברי הרמב\"ם פרק ח' הלכות ברכות)<\/i>","שכח והכניס אוכלין לתוך פיו בלא ברכה אם הוא דבר שאינו נמאס אם יפלטנו, יפלטנו ויברך עליו ואם הוא דבר שנמאס מסלקו לצד אחר ומברך."],["מים אמצעיים רשות והני מילי בין תבשיל לתבשיל אבל בין תבשיל לגבינה חובה <i>(עיין ביורה דעה סימן פ\"ט)<\/i>","בין בשר לדגים חובה ליטול משום דקשה לדבר אחר וחמירא סכנתא מאיסורא <i>(ועיין יורה דעה סימן קט\"ז)<\/i>","כל הדברים הנוהגים באחרונים נוהגים באמצעיים בין להקל בין להחמיר חוץ מהיסח הדעת שפוסל באמצעיים מפני שעדיין רוצה לאכול וידיו צריכים שימור וחוץ מניגוב הידים שאמצעיים צריכים ניגוב כראשונים.   <i>הגה: ויש שאמרו שאמצעיים צריכים דוקא מים מה שאין כן באחרונים כדלקמן סימן קפ\"א (בית יוסף בשם אורחות חיים).<\/i>"],["יין שבתוך הסעודה מברך עליו בורא פרי הגפן ואין הפת פוטרו","יין פוטר כל מיני משקין.   <i>הגה: אפילו מברכה ראשונה (הר\"י פרק כיצד מברכין ובית יוסף בשם הפוסקים)<\/i>","אם אין לו אלא כוס אחד מניחו עד לאחר המזון ומברך עליו","אם קבע לשתות לפני המזון אין צריך לברך על יין שבתוך המזון דיין שלפני המזון פוטרו וכן יין של קידוש פוטר יין שבתוך המזון וכן המבדיל על השלחן פוטר היין שבתוך המזון ויש אומרים שאין ברכת יין הבדלה פוטר אלא אם כן נטל ידיו קודם הבדלה הילכך המבדיל קודם נטילה יכוין שלא להוציא יין <i>(ועיין לקמן סימן רצ\"ט סעיף ז')<\/i> שבתוך הסעודה ובדיעבד שלא כוון כך פוטר יין שבתוך הסעודה דספק ברכות דרבנן להקל","כל מה ששותה בתוך הסעודה די לו בברכה אחת אלא אם כן כשבירך לא היה דעתו לשתות אלא אותו הכוס ונמלך לשתות אחר.   <i>הגה: וכן מי שבא לסעודה ומושיטין לו הרבה כוסות מברך על כל אחד ואחד דהוי נמלך (כל בו). ועיין לקמן סימן קע\"ט. וכן מי שבירך על כוס ברכת נשואין ואינו יודע להיכן יגיע הכוס כל אחד צריך לברך דמקרי נמלך (אגודה פרק ערבי פסחים ועיין לקמן סימן ק\"צ)<\/i>","אין לברך אחר יין שבסעודה דברכת המזון פוטרתו וכן פוטרת יין שלפני המזון ואפילו [לא] היה לו יין בתוך המזון <i>(ועיין לקמן סוף סימן רע\"ב)<\/i>. ולענין יין של הבדלה שלפני המזון <i>(עיין לקמן סימן רצ\"ט סעיף ח')<\/i>","אם אין לו יין ושותה מים או שאר משקה אין לברך עליהם דחשיבי כבאים מחמת הסעודה לפי שאין דרך לאכול בלא שתיה ואף יין לא היה צריך ברכה לפניו אלא מפני שהוא חשוב קובע ברכה לעצמו אבל מים או שאר משקים לא חשיבי ואינם טעונים ברכה ואפילו אם היה צמא קודם סעודה כיון שלא רצה לשתות אז כדי שלא יזיקו לו המים נמצא כי שתית המים בסבת הפת היא ופת פוטרתם ויש אומרים לברך על המים שבסעודה ויש מחמירין עוד לברך עליהם בכל פעם דסתמא נמלך הוא בכל פעם והרוצה להסתלק מן הספק ישב קודם נטילה במקום סעודתו ויברך על דעת לשתות בתוך סעודתו.   <i>הגה: והמנהג כסברא הראשונה<\/i>","על יין שבתוך המזון כל אחד ואחד מברך לעצמו אפילו הסיבו יחד.   <i>הגה: דלא יכולין לענות אמן (טור),<\/i>  משום דחיישינן שמא יקדים קנה לוושט.   <i>הגה: ויש אומרים דאם אמר להם סברי רבותי וישמעו ויכוונו לברכה ולא יאכלו אז ויענו אמן אחד מברך לכולם וכן נוהגין (הגהות מיימוני פרק ז' מהלכות ברכות ומרדכי סוף פרק כיצד מברכין וטור בשם רש\"י). ויאמר סברי רבותי רוצה לומר סוברים אתם לצאת בברכה זו ולא יאמר ברשות רבותי וכן כל מקום שמברכין על היין משום ברכת היין שבתוך הסעודה אין אומרים ברשות אלא סברי מטעם שנתבאר (בית יוסף סימן קפ\"ז בשם שבולי הלקט)<\/i>"],["הביאו להם יין אחר אינו מברך בורא פרי הגפן אבל מברך עליו הטוב והמטיב.   <i>הגה: אף על גב שאין לו עוד מן הראשון (בית יוסף).<\/i>   ולאו דוקא הביאו להם מחדש אלא הוא הדין אם היה להם מתחלה שתי יינות מברכין על השני הטוב והמטיב.   <i>הגה: ודוקא שלא היו לפניו יחד כשבירך בורא פרי הגפן אבל היו ביחד אינו צריך לברך אלא בורא פרי הגפן כמו שיתבאר סעיף ג' (דברי עצמו להשוות הטור עם מרדכי פרק הרואה) (בית יוסף)<\/i>","מברכין הטוב והמטיב על כל שינוי יין מן הסתם אפילו אינו יודע שהשני משובח מהראשון כל שאינו יודע שהוא גרוע ממנו.   <i>הגה: ואין חילוק בין שניהם חדשים או אחד חדש ואחד ישן (בית יוסף בשם תוספות פרק הרואה וטור ותרומת הדשן סימן ל\"ד), ואפילו שתה ממנו תוך שלשים יום. יש אומרים דאם שתה תחלה יין אדום והביאו לו יין לבן אף על פי שהוא יותר גרוע מברך הטוב והמטיב לפי שהוא בריא לגוף יותר מן האדום (מרדכי פרק ערבי פסחים)<\/i>","הביאו לו יין רע ויין טוב כאחד יברך מיד בורא פרי הגפן על הטוב ופוטר את הרע ולא יברך על הרע תחלה בורא פרי הגפן כדי לברך אחריו הטוב והמטיב כי לעולם יש לברך על העיקר ועל החביב תחלה","אין לברך הטוב והמטיב אלא אם כן יש אחר עמו דהכי משמע הטוב לו והמטיב לחבירו והוא הדין אם אשתו ובניו עמו אבל אם הוא יחידי לא","אם רבים מסובים בסעודה כל אחד מברך לעצמו הטוב והמטיב ולא יברך אחד לכלם דחיישינן שמא יקדימו קנה לושט כשיענו אמן.   <i>הגה: אבל היו מסובים לשתות בלא אכילה אחד מברך לכולם (ועיין לעיל סוף סימן קע\"ד)<\/i>","יין של שתי חביות והכל ממין אחד אם בתוך מ' יום לבצירתו שמוהו בשני כלים חשיבי כשני מינים ומברכין עליו הטוב והמטיב ואם לאחר ארבעים יום חלקוהו אין מברכין עליו הואיל והכל ממין אחד"],["ברך על הפת פוטר את הפרפרת דהיינו פירורי פת דק דק שדיבקם עם מרק או דבש ברך על הפרפרת לא פטר את הפת.   <i>הגה: בירך על הפרפרת פוטר מעשה קדרה שהוא דייסא וכיוצא בו וכן אם בירך על מעשה קדרה פוטר את הפרפרת (גמרא פרק כיצד מברכין ורמב\"ם בפירוש המשנה)<\/i>"],["דברים הבאים בתוך הסעודה אם הם דברים הבאים מחמת הסעודה דהיינו דברים שדרך לקבוע סעודה עליהם ללפת בהם את הפת כגון בשר ודגים וביצים וירקות וגבינה ודייסא ומיני מלוחים אפילו אוכלם בלא פת אין טעונין ברכה לפניהם דברכת המוציא פוטרתן ולא לאחריהם דברכת המזון פוטרתן ואם הם דברים הבאים שלא מחמת הסעודה דהיינו שאין דרך לקבוע סעודה עליהם ללפת בהם את הפת כגון תאנים וענבים וכל מיני פירות <i>(ועיין לעיל סימן קס\"ח סעיף ח')<\/i> אם אוכל אותם בלא פת טעונין ברכה לפניהם דברכת המוציא אינה פוטרתן דלאו מעיקר סעודה הם ואינם טעונים ברכה לאחריהם דכיון שבאו בתוך הסעודה ברכת המזון פוטרתם ואם בתחלת אכילתו אכל הפירות <i>(עם פת)<\/i> ובסוף אכל עמהם פת אפילו אם בינתים אכל מהם בלא פת אינם טעונים ברכה אף לפניהם.","ודברים הבאים לאחר סעודה קודם ברכת המזון שהיה מנהג בימי חכמי הגמרא שבסוף הסעודה היו מושכים ידיהם מן הפת ומסירים אותו וקובעים עצמם לאכול פירות ולשתות כל מה שמביאים אז לפניהם בין דברים הבאים מחמת הסעודה בין דברים הבאים שלא מחמת הסעודה טעונים ברכה בין לפניהם בין לאחריהם דהמוציא וברכת המזון אין פוטרין אלא מה שנאכל תוך עיקר הסעודה ודין זה האחרון אינו מצוי בינינו לפי שאין אנו רגילין למשוך ידינו מן הפת עד ברכת המזון.","ואם קובע ליפתן סעודתו על הפירות הוו ליה הפירות כדברים הבאים מחמת הסעודה ואפילו אם אוכל מהפירות בתחלת סעודתו בלא פת אינו מברך לא לפניהם ולא לאחריהם ויש חולקין ולכן טוב שיאכל בתחלה מהפירות עם פת ואז אפילו אם אחר כך יאכל מהם בלא פת אינם טעונים ברכה כלל.   <i>הגה: ואף על פי שאינו חוזר לבסוף לאכול עמהם פת מאחר שעיקר קביעות היה עלייהו (בית יוסף בשם הר\"י).<\/i>","אף על פי שלא היו הפירות לפניו בשעה שבירך על הפת כיון דללפת את הפת הם באים אינם טעונים ברכה כלל.","אם אחר שבירך על הפת שלחו לו מבית אחרים שאינו סמוך עליהם ולא היה דעתו על הדורון אפילו מדברים שדרכן לבוא ללפת את הפת צריך לברך עליהן כדין נמלך.   <i>הגה: ולא ראיתי נזהרים בזה ואפשר דטעמא דסתם דעת האדם על כל מה שמביאין לו בסעודה. ועיין לקמן סימן ר\"ו.<\/i>"],["היה אוכל בבית זה ופסק סעודתו והלך לבית אחר או שהיה אוכל וקראו חבירו לדבר עמו ויצא לו לפתח ביתו וחזר הואיל ושינה מקומו צריך לברך למפרע על מה שאכל וחוזר ומברך בתחלה המוציא ואחר כך יגמור סעודתו אבל אם דבר עמו בתוך הבית אף על פי ששינה מקומו מפנה לפנה אינו צריך לברך. <i>הגה: (ועיין לקמן סימן רע\"ג אם היה דעתו לאכול במקום אחר לא מיקרי שנוי מקום והוא שיהיו שני המקומות בבית אחד ועיין לקמן סימן קפ\"ד)<\/i>","חברים שהיו יושבין לאכול ויצאו לקראת חתן או לקראת כלה אם הניחו שם מקצתן חוזרים למקומם וגומרין סעודתן ואינם צריכין לברך שניה ואם לא הניחו שם אדם כשהם יוצאים צריכים ברכה למפרע וכשהם חוזרים צריכים ברכה לכתחלה וכן אם היו מסובין לשתות או לאכול פירות שכל המשנה מקומו הרי פסק אכילתו ולפיכך מברך למפרע על מה שאכל וחוזר ומברך שנית על מה שהוא צריך לאכול והמשנה מקומו מפנה לפנה בבית אחד אינו צריך לחזור ולברך. אכל במזרחה של תאנה זו ובא לאכול במערבה צריך לברך.   <i>הגה: ויש חולקים בכל מה שכתוב בסימן זה רק סוברים ששנוי מקום אינו אלא כהיסח הדעת ולכן אם שינה מקומו למקום אחר אין צריך לברך אלא לפני מה שרוצה לאכול אבל לא על מה שכבר אכל (תוספות ורשב\"ם והרא\"ש ומרדכי פרק ערבי פסחים וטור). ודוקא שלא הניח מקצת חברים בסעודה ואכל מדברים שאינן צריכים ברכה במקומם אבל אם הניח מקצת חברים או אפילו לא הניח ואכל דברים שצריכין ברכה במקומם אפילו מה שרוצה לאכול אחר כך אין צריך לברך (סמ\"ק ואור זרוע). ולכן מי שפסק סעודתו והלך לבית אחר או שהיה אוכל וקראו חברו לדבר עמו אפילו לפתח ביתו או למקום אחר כשחוזר לסעודה אין צריך לברך כלל דהא פת צריך ברכה במקומו לכולי עלמא מיהו אם הסיח דעתו כשחוזר ודאי צריך לברך כלל דהא פת צריך ברכה במקומו לכולי עלמא, מיהו אם הסיח דעתו כשחוזר ודאי צריך לברך על מה שרוצה לאכול אחר כך (בית יוסף ורשב\"א). ואין חילוק בין חזר למקום שאכל כבר ובין סיים סעודתו במקום אחר (רמב\"ם פרק ד' ור\"ן) וכן נוהגין במדינות אלו מכל מקום לכתחלה לא יעקר ממקומו בלא ברכה דחיישינן שמא ישכח מלחזור ולאכול (הר\"ר מנוח ור\"ן). מיהו לצורך מצוה עוברת כגון שהגיע זמן תפלה מותר (כל בו הלכות פסח). ועיין סימן קפ\"ד:<\/i>","יש מי שאומר שאם היה בגן ורוצה לאכול מפירות כל אילן ואילן כיון שברך על אילן אחד אינו צריך לברך על האחרים והוא שבשעה שברך היה דעתו לאכול מאותם האחרים אבל מגן לגן צריך לברך אפילו אם הם סמוכים ואפילו אם כשבירך תחלה היה דעתו על הכל","אם אכל פת במקום אחד וחזר ואכל במקום אחר אינו מברך ברכת המזון אלא במקום השני כמו שנהגו הולכי דרכים שאוכלים דרך הילוכם ויושבים ומברכין במקום סיום אכילתם","יש אומרים ששבעת המינים טעונים ברכה לאחריהם במקומם ויש אומרים דדוקא מיני דגן.   <i>הגה: ויש אומרים דוקא פת לבד (הגהות מיימוני פרק ד')<\/i>","מי שנזכר בתוך הסעודה שלא התפלל ועמד והתפלל אפילו אם אין שהות לגמור סעודתו ולהתפלל שחייב להפסיק ואי אפשר לו לאכול עד שיתפלל עם כל זה לא הוי הפסק","אדם שישן בתוך סעודתו שינת עראי לא הוי הפסק.   <i>הגה: וכן אם הפסיק בשאר דברי רשות כגון שהוצרך לנקביו וכיוצא בזה<\/i>"],["גמר סעודתו ונטל ידיו מים אחרונים אינו יכול לאכול ולא לשתות עד שיברך ברכת המזון ואם אמר הב לן ונברך הוי היסח הדעת ואסור לו לשתות אלא אם כן יברך עליו תחלה ואכילה דינה כשתיה להרא\"ש אבל להרב רבינו יונה והר\"ן אכילה שאני שאף על פי שסילק ידו מלאכול ואפילו סלקו השלחן אם רצה לחזור לאכילתו אין צריך לברך פעם אחרת שכל שלא נטל ידיו לא נסתלק לגמרי מאכילה:","מי שסומך על שלחן אחרים אפילו אמר הב לן ונברך לא הוי היסח הדעת עד שיאמר בעל הבית:","אם לא אמר הב לן ונברך וגם לא נטל ידיו משנטל הכוס לברך הוי היסח הדעת:","כשאדם נכנס לבית חבירו ויש שם חבורות הרבה שאוכלים וכל אחד מושיט לו כוס יש מי שאומר שמברך על כל אחד בורא פרי הגפן כי בכל פעם הוא נמלך:","הקרואים בבית בעל הבית לאכול מיני פירות ומביאין להם בזה אחר זה אינם צריכים לברך אלא על הראשון:","אכל כל מאכל ולא אכל מלח שתה כל משקה ולא שתה מים ביום ידאג מפני ריח הפה ובלילה מפני ריח הפה ומפני אסכרה <i>(פירוש חולי חונק)<\/i>. והאוכל מלח אחר אכילתו לא יאכל בגודל <i>(גודל הוא האצבע הגס. אצבע הוא קרוב לגס. אמה הארוך. קמיצה הוא הסמוך לקטן. זרת הוא הקטן)<\/i> דקשה לקבור בנים ולא בזרת דקשה לעניות ולא באצבע דקשה <i>(לש\"ד) [לש\"ר, לשם רע]<\/i>, אלא באמה ובקמיצה. <i>(ועיין לעיל סימן ק\"ע למה אין אנו נוהגין באכילת מלח ושתיית מים):<\/i>"],["אין להסיר המפה והלחם עד אחר ברכת המזון:","כל מי שאינו משייר פת על שלחנו אינו רואה סימן ברכה לעולם אבל לא יביא פת שלמה ויתננה על השלחן ואם עשה כן מחזי דלשם עבודת כוכבים עביד שנאמר העורכים לגד שלחן:","קודם שיטול ידיו יכבד הבית שלא ישארו שם פירורין וימאסו במים של נטילה אף על פי שמותר לאבד פרורין שאין בהם כזית שמא יהא השמש עם הארץ שמותר להשתמש בשמש עם הארץ ויניח גם פירורין שיש בהם כזית שאסור לאבדן ביד לכך יכבד תחלה ועכשיו אין אנו נוהגים כך מפני שאין אנו מסלקין השלחן ואנו נוטלים הידים חוץ לשלחן במקום שאין שם פירורים וליכא למיחש למידי:","אף על פי שמותר לאבד פרורין שאין בהם כזית מכל מקום קשה לעניות:","נוהגים לכסות הסכין בשעת ברכת המזון ונהגו שלא לכסותו בשבת ויום טוב:"],["מים אחרונים חובה:","מים אחרונים אין נוטלים על גבי קרקע אלא בכלי מפני רוח רעה ששורה עליהם ואם אין לו כלי נוטל על גבי עצים דקים וכיוצא בהן:","אין נוטלין בחמין שהיד נכוית בהם מפני שמפעפעין <i>(פירוש מבעבעין מלשון שחין אבעבועות) <\/i> את הידים ואין מעבירין את הזוהמא:","אין צריך ליטול אלא עד פרק שני של אצבעות:","צריך שישפיל ראשי אצבעותיו למטה כדי שתרד הזוהמא:","אם המסובין רבים עד חמשה מתחילין מן המברך ואם הם יותר מתחילין מן הקטן ונוטלין דרך ישיבתן ואין מכבדין זה את זה ליטול עד שמגיעין לחמשה האחרונים וכיון שלא נשארו אלא חמשה שלא נטלו מתחילין מן המברך:","אין מברכין שום ברכה על מים האחרונים:","יש אומרים שמים אחרונים אינם צריכים נגוב ולהרמב\"ם מנגב ואחר כך מברך:","מים אחרונים נוטלים בכל מיני משקים:","יש שאין נוהגים ליטול מים אחרונים ואפילו לנוהגים כן אדם שהוא אסטניס ורגיל ליטול ידיו אחר הסעודה לדידיה הוו ידים מזוהמות וצריך ליטול ידיו קודם ברכת המזון:"]]}