{"MISHNA_BERURA":[["(א) מותר וכו' - היינו אף שאין לאדם להלך בשבת ממקום שביתתו רק אלפים וכמבואר לעיל בסימן שצ\"ז התירו לו להלך ארבעה אלפים לצד אחד ע\"י שמניח מזון שתי סעודות בסוף אלפים ממקום שהוא עומד ביה\"ש ועי\"ז חשבינן לו כאלו היתה שביתתו שם ויש לו להלך אלפים לכל רוח ממקום ההוא ומשום דהמחבר כתב לשון דיעבד הוסיף הרמ\"א דגם לכתחלה מותר לערב ולקמן בסימן תט\"ו נתבאר דלכתחלה דוקא לדבר מצוה ובדיעבד אף אם עירב לדבר הרשות עירובו עירוב:","(ב) שיצא וכו' - וה\"ה אם שלח ע\"י אחר להניח שם עירובו וכדלקמן בסימן שאחר זה:","(ג) רחוק מהעיר בתוך התחום - אף שמביתו הוא יותר מאלפים לא איכפת לן כיון שהוא בתוך תחום העיר ולאפוקי אם הניח עירובו רחוק מהעיר יותר מאלפים אין עירובו עירוב שאינו יכול ללכת שם בין השמשות מאחר שהוא חוץ לתחום העיר:","(ד) וקבע שביתתו שם - היינו שהניחו לשם קנית שביתה:","(ה) אע\"פ שחזר לעיר - היינו מבע\"י דאלו נתאחר שם עד אחר בין השמשות אין צריך להניח שם מזון כלל כמבואר בת\"ט ס\"ז:","(ו) וזהו הנקרא עירובי תחומין - נקרא כן לפי שהוא מערב תחום שלא היה יכול לילך בו תחלה עם התחום שהיה יכול לילך בו:","(ז) לפיכך וכו' - ר\"ל דעיקר שביתתו נעשה עי\"ז במקום העירוב ולכן אם רוצה לחזור לעירו אינו רשאי להלך רק עד מקום שכלה מדת אלפים ממקום העירוב ואפילו אם עדיין לא יצא מביתו שלן שם מ\"מ אם לפי המדה יש מהעירוב עד ביתו אלפים אסור לו להלך מביתו לצד האחר אף בתוך העיר אפילו אמה אחת ואף אם נמלך משביתתו לא מהני:","(ח) עד סוף האלף - ואם כלתה המדה באמצע העיר אין לו להלך רק עד סוף מדתו וכנ\"ל:","(ט) פחות וכו' - לאו דוקא פחות אלא ה\"ה אם כלתה מדת האלף בסוף העיר בשוה ג\"כ כל העיר נחשב כד\"א וי\"א דדברי השו\"ע בדיוקא הוא משום דמדה זו של אלפים אמה בינוניות מסורה לכל אדם וא\"א לצמצם וע\"כ החמירו הפוסקים שיהיה כלה המדה חוץ לעיר דוקא ובשעת הצורך יש להקל אף בכלתה מדתו בשוה עם העיר:","(י) מביתו - הא דנקט מביתו ולא כתב רחוק מהעיר אלפים דכשהוא רחוק מביתו יותר מאלפים אף דלמקום עירובו הוא רשאי לילך מביתו וכדלעיל בסק\"ג אבל לחזור משם אחר שתחשך וללון בביתו אסור אלא צריך ללון באחד מבתי העיר הסמוך בתוך אלפים למקום עירובו:","(יא) מהלך בכל העיר - דסבירא להו דאף שהניח עירובו רחוק אלפים מביתו שבעיר הואיל ולן בתוך העיר נחשבת כל העיר כד\"א לענין שיהיה מותר להלך בכולה וכ\"ש לחזור לביתו אבל לענין מדת התחום גם לדעה זו חשבינן העיר במדת אלפים כיון שכלתה מדתו בחצי העיר ולכן אסור להלך חוצה לה כלום. וכל זה בעיר שלן בה אבל אם לן במקום שביתתו וכלה מדת אלפים שלו באמצע העיר או שלן בעיר זו והגיע מדתו בחצי עיר אחרת אין לו להלך אלא עד מקום שכלה מדתו לכו\"ע. וע\"י זריקה מותר לטלטל בכל העיר אם היתה רה\"י וכמבואר לעיל סימן ת\"ג ע\"ש [אחרונים]:","(יב) ויש להקל - וכ\"כ הב\"ח ושארי אחרונים:","(יג) להחמיר - ר\"ל דנימא דהוי ככלה מדתו באמצע העיר משום דעדיין יש עיבור לבני העיר דלא אמרינן עיבור של העיר כעיר אלא להקל על מדת התחומין ולא להחמיר ונראה דבזה עכ\"פ לא חשבינן העיבור עם העיר כד\"א אמנם אם כלתה מדתו בסוף העיבור פשוט דנחשב הכל כד\"א ומתחיל מדתו מסוף העיבור וחוצה:","(יד) לצפון ולדרום - וה\"ה לכל רוח ומשום מסקנת דבריו שבסוף הג\"ה הזכיר צפון ודרום:","(טו) נגד רוחב המקום - ר\"ל אם היה בבית או בעיר אף שהיא יותר גדולה נותנין לו אלפים לכל רוח נגד רוחב המקום ההוא ואח\"כ מוסיפין לו ג\"כ זויותיהן למלאות שיהיה כטבלא מרובעת [דמה שכתב הרמ\"א עם זויותיהן וכדלעיל וכו' גם ע\"ז קאי] אבל לא יותר:","(טז) שאין העירוב ברשות היחיד - ר\"ל אלא הניח עירובו בשדה:","(יז) ברוחב ארבע אמותיו - והיינו עצם רוחב תחומו שתופס בכל צד אלפים אמה נגד מקום שביתת האדם שהוא ד' אמותיו אכן כבר מבואר לעיל בסימן שצ\"ט ס\"י שממלאין הקרנות כל קרן בטבלא מרובעת של שני אלפים וזהו מה שכתב הרמ\"א עם זויותיהן נמצא שמדת תחומו אחר מילוי הקרנות מכל צד נעשה כטבלא מרובעת של ד' אלפים אמה עם ד' אמות על ד' אלפים אמה וד' אמות ובכל שטח זה מותר לו להלך. אכן אם היתה מקום שביתתו גדולה כגון בעיר שמחזקת אלף אמה ברחבה ובארכה יהיה מדת תחומו טבלא של חמשה אלפים על חמשה אלפים וכן כל כה\"ג:","(יח) ומ\"מ אם כלתה המדה וכו' - ר\"ל דאף שכתבנו דאין לו רק רוחב ד\"א נגד מקום שביתתו מ\"מ אם פגע עיר בתחומו וכלתה מדתו בסופה נחשבת כל רחבה כד\"א אפילו אם היא מחזקת יותר מארבעת אלפים אמה:","(יט) סוף העיר - אבל אם כלה מדתו באמצע העיר אף לדעת הי\"א הנ\"ל שבאם לן בעיר מותר לו ג\"כ ללכת בכל העיר אף אם רחב הרבה מאד מ\"מ חוץ לעיר אף בצפון ודרום אין לו להלך אלא נגד רוחב מדת תחומו במקום שביתתו [ועד כלות אורך תחומו] ואם העיר רחבה ארבעה אלפים וד\"א כמדת רוחב תחומו אין לו לצפון ולדרום נגד העיר כלל. ולדעת המחבר הנ\"ל אף בעיר גופא אם היא רחבה יותר ממדת רוחב תחומו אינו מהלך כל רוחב העיר אפילו בשטח אותו חצי העיר ורק עד מקום רוחב תחומו עם הקרנות מאחר שכלתה מדתו באמצע העיר:","(כ) ויש לו אלפים וכו' - כמה מהאחרונים חולקין על הרמ\"א בזה משום דברבינו יונתן שממנו מקור דין זה מבואר להיפך דאין לו בצפון ודרום העיר כלום ורק אם העיר אינה רחבה כמדת רוחב תחומו שרוחב תחומו אחר מילוי הקרנות הוא ד' אלפים וד\"א כנ\"ל אז יש לו גם מחוץ לעיר מצפון ודרום עד כנגד רוחב תחומו ולא יותר ואם העיר גדולה שרחבה יותר מרוחב תחומו אף שבעיר עצמה מותר לילך בכולה אף כשהיא גדולה כאנטוכיא מאחר שבארכה כלתה מדתה בחוץ לעיר אבל מחוץ לעיר לצפון ודרום אין לו כלום ועיין בבה\"ל מה שכתבנו בזה:","(כא) לצפון ולדרום - למעוטי אלף אמה אורך שיש לו למערב העיר דשם חושבין לכו\"ע רק כרוחב שביתתו וכמו אלף הראשונים שהם לצד מזרח העיר שהם ברוחב ד\"א ועם מלוי הקרנות הוא רוחב ד' אלפים וד\"א ולא יותר כן אלו:","(כב) אע\"פ שאין לו רוחב כ\"כ וכו' - ר\"ל דאם נחשוב הרוחב רק נגד מקום קניית העירוב לא יעלה כ\"כ כמו עתה שחושבין רוחב העיר וגם האלפים אמה שמשני הצדדין אפ\"ה שרי:","(כג) ברשות היחיד - היינו מקום שמוקף מחיצות:","(כד) ואפילו עיר חרבה - היינו שהיו בה דיורין ונחרבו ומחיצות החומה נשארו:","(כה) הראויה לדיורין - ר\"ל אפילו אין בה דיורין אלא שהיא ראויה לדירה דאם אינה ראויה לדור בה כגון שנפרצו מחיצותיה או שהיא נמוכה הרבה וכיו\"ב אינה נחשבת כד\"א ומודדין האלפים ממקום הנחת העירוב:","(כו) את כולה - דחשבינן לה כולה כד\"א וכ\"ז כשהיו המחיצות מוקפות לשם דירה אכן אם לא היה רוחב הקיפה רק סאתים אפילו אינה מוקפת לדירה נחשבת כד\"א וכמבואר לעיל בסימן שצ\"ו ס\"ב:","(כז) לא עשה כלום - שהרי בלא עירוב נמי יש לו מן העיר אלפים לכל רוח וכל העיר לו כארבע אמות:","(כח) אין מודדין - ואין מודדין כצ\"ל. והוא דבר אחד:","(כט) המצטרפים לעיר - פי' בעבורה של עיר [והוא תוך שבעים אמה ושיריים וכנ\"ל בסימן שצ\"ח] ואפילו אם נתן אותו באמה אחרונה של העיבור אין נותנין לו הארבע אמות שנותנין לשאר מניח עירוב לצד חוץ כמבואר לעיל דכשמניח תוך מחיצה או מקום שנחשב כד\"א אין לו לצד חוץ כלום והרי הוא כשאר בני העיר שמודדין תחומו תיכף מסוף העיבור והלאה [אחרונים]:","(ל) אינו כלום - כיון שא\"א לו להגיע שם בין השמשות שהוא זמן קניית עירוב מאחר שהוא חוץ לתחום ממקום שהוא עומד:","(לא) תחום מביתו - דכשהוא עומד בביתו או בתחום ביתו אמרינן דמסתמא ניחא ליה לקנות שביתת ביתו כשאין עירובו עירוב ועיין מה שכתבנו בסימן תי\"א במ\"ב ובה\"ל:\n"],["(א) הנותן וכו' - מיירי אפילו בישראל ואם נתנוהו שם העירוב בשביל כהן בלאו הטעם שבפנים ג\"כ אסור משום דבעינן שיהיה יכול להגיע למקום עירובו וכיון דכהן הוא לא אפשר [טור]:","(ב) אסור בהנאה - ומיירי בקבר של בנין דאלו נתנו בקבר של קרקע שרי דקרקע עולם לא נאסר כמש\"כ ביו\"ד סימן שס\"ד וכ\"ש אם לא נתנוהו בקבר רק על הקרקע שבצדדי הקברות בודאי לכו\"ע עירובו עירוב דאין שם איסור הנאה כלל:","(ג) אחר קנייה - דמה שמונח שם בין השמשות שהוא שעת קניית שביתה לא איכפת לן כיון שאין מערבין אלא לדבר מצוה ומצות לאו ליהנות ניתנו [וע\"כ לא חשיבא הנאה מה שהוא יכול לילך עי\"ז לחוץ לתחום] אלא מה שרוצה שיהיה העירוב קיים שם אף אחר קניית השביתה כדי לאכול אח\"כ אם ירצה זה חשוב הנאה ולכן אסרו לקנות שם שביתתו:","(ד) בבית הפרס - הוא שדה שנחרש בה קבר וחיישינן מדרבנן שמא נשאר שם עדיין עצם כשעורה:","(ה) הרי זה עירוב - דלא שייך כאן איסור הנאה כלל:","(ו) מפני וכו' - ר\"ל אף דמדרבנן אסור לכהן לילך שם שמא יסיט ברגליו עצם כשעורה דמטמא במגע ומשא וא\"כ הרי אינו יכול להגיע למקום עירובו מ\"מ שרי דאפשר לו להכנס שם ע\"י מגדל הפורח והוא נישא ע\"ג שוורים שעי\"ז לא יזוז בעצם ודוקא בבית הפרס שהוא מדרבנן ואין בו טומאת אוהל משא\"כ בבית הקברות אי אפשר בעצה זו לכהן מפני שהוא מאהיל על הקברים ואפילו אם יכנס במגדול שהוא מחזיק ארבעים סאה לא הוי חציצה בינו לקבר דקי\"ל אוהל זרוק לאו שמיה אוהל וכל שאינו אוהל אינו חוצץ:","(ז) שינפח - כי מפני שהוא מדרבנן סמכו להקל ולילך ע\"י ניפוח בפיו ואם יש שם עצם כשעורה ידחהו ועצם גדול יראהו:","(ח) כדי שיהיה אפשר וכו' - דהא טעם העירוב משום דנחשב כאלו קבע דירתו שם:","(ט) בין השמשות - שהוא זמן קנית עירוב תחלת שבת:","(י) שכל דבר וכו' - ומבואר בש\"ס דאף אם נותן עירובו ע\"ג אילן שהוא למטה מעשרה טפחים והוא נתכוין לשבות למטה בארץ שהוא ר\"ה אף שיש בזה שני שבותים אם יטול העירוב מן האילן אחד שהוא מכרמלית לר\"ה [דהאילן כרמלית הוא] ועוד שהוא משתמש באילן שהוא מחובר אפ\"ה הוי עירוב מטעם דלא גזרו על שבותין בין השמשות ומ\"מ יש שבותין שגזרו אף לענין זה וכדלקמיה בסעיף שאחר זה:","(יא) במקום מצוה - ועירובי תחומין חשיב במקום מצוה דהא אין מערבין אלא לדבר מצוה כדלקמן בסימן תט\"ו:","(יב) שמאחר וכו' - ר\"ל אף דבהניח עירובו באילן דיש בו נמי משום שבות דמשתמש באילן ואפ\"ה הוי עירוב דלא גזרו ביה\"ש במקום מצוה וכנ\"ל מ\"מ בקנה שהוא רך ודק קרוב שיבוא לידי קטימה בשעה שיבוא ליטול עירובו [וקטימה ממחובר הוא מלאכת קוצר] וגזרו אף ביהש\"מ וכן הדין בהניח עירובו בר\"ה רחוק שמנה אמות ממקום שנתכוין לשבות שם דאינו עירוב דאין מתירין להביאו אצלו בין השמשות פחות פחות מד\"א דהוא קל לבוא לידי חיוב חטאת שיטלטלנו ד\"א שלימות בר\"ה:","(יג) כירק - ר\"ל שהם רכים ביותר דאז י\"ל דדין ירק יש להם ולא גזרו בהן משום השתמשות במחובר ולא משום שמא יקטום ונתבאר זה בסימן של\"ו עי\"ש במ\"ב סקי\"ד וט\"ו:","(יד) ואם היו תלושים - ומיירי אפי' בגבוה יותר מעשרה ועומדין בר\"ה ורק שלא יהיה ברחבן ד' טפחים דאז אין עליהם שם רה\"י וה\"ה ברוחב ד' ורק שהן פחותין מעשרה טפחים בגובה שאין נחשבין רק לכרמלית אבל אם הניח בקנה שהוא גבוה י\"ט ורחב ד\"ט שהוא רה\"י גמור לא הוי עירוב אם נתכוין לשבות למטה בארץ שהוא ר\"ה דיש מלאכה דאורייתא בנטילתו:","(טו) הרי זה עירוב - דבזה אפילו יקטום ג\"כ ליכא איסור דאורייתא וי\"א דאף איסורא דרבנן לית בתלוש עיין א\"ר:","(טז) נתנו במגדל וכו' שנפל עליו גל וכו' - עיין לעיל בסימן שצ\"ד סעיף ב' וג' לענין עירובי חצרות דשם במ\"ב ובה\"ל מבואר כל פרטי הדינים וה\"ה הכא:","(יז) כל המניח וכו' - שמקום עירובו קונה לו ד\"א תמיד סביביו לבד האלפים שנותנין לו לכל רוח:","(יח) במקום - היינו בכל מקום שאין מוקף מחיצות דבמוקף מחיצות חשבינן כולהו כד\"א:","(יט) בסוף התחום - ה\"ה בהניחו באמצע התחום ונתגלגל בתוך ד\"א שמחוץ לתחום נמי דינא הכי:","(כ) ונתגלגל - מבעוד יום וה\"ה אפילו אם גלגלו בעצמו בכוונה [אחרונים]:","(כא) הרי זה עירוב - דהד\"א שייך לתחומו וכנ\"ל ואם יכול להניח לכתחלה העירוב בתוך ד\"א שמחוץ לאלפים יבואר לקמן בסי\"א:","(כב) אינו עירוב - דצריך שיהיה מונח במקום שיהיה ביכלתו להגיע אליו ביה\"ש וכיון שהוא חוץ לתחום ממקום שהוא עומד ביה\"ש ולא יוכל להגיע אליו לא הוי עירוב ונשאר על תחום ביתו וכדלעיל:","(כג) תרומה ונטמאת - דלא חזי לא לכהן ולא לישראל:","(כד) מבעוד יום - אכולהו קאי:","(כה) כגון ספק אם הונח - וה\"ה בהניח לכתחלה ספק תרומה טמאה או ספק טריפה דאינו עירוב דמלבד שלא היה לו חזקת כשרות בעינן סעודה הראויה לאכול ביה\"ש וכאן שהוא ספק איסור אינה ראויה:","(כו) ולהחשיך שם - היינו שיהא יושב שם כל ביה\"ש עד שחשיכה ודאי [ח\"א וראיה מלקמן סימן תט\"ו ס\"ב]:","(כז) זהו עיקר וכו' - ר\"ל שקונה שביתתו ברגליו שהוא עומד שם בעת שנכנס השבת:","(כח) מצותו - וה\"ה דיכול לערב בפת אפילו לכתחלה אלא דעיקר התקנה הוא ברגל וכדי להקל עליו שלא יצטרך לילך שם בעצמו דוקא ולישב שם עד שתחשך התירו לערב בפת שא\"צ לישב שם עד שחשיכה וגם יוכל לשלוח ע\"י שליח וכדלקמיה:","(כט) לא שנא וכו' - היינו דבשניהם א\"צ אמירה ודי בשתיקה אבל מ\"מ יש נ\"מ דכשיוצא מביתו הוא דוקא ביוצא ע\"מ להחשיך על התחום כדי לקנות שם שביתה אבל סתמא דהיינו שיצא מן העיר וחשכה לו תוך תחומו ולא נתכוין לקנות שם שביתה אינו קונה שם שביתה אלא בביתו כיון שהוא סמוך לביתו אבל הבא בדרך וחשכה לו אפילו לא נתכוין לקנות שם שביתה ממילא קנה שם שביתה ויש לו אלפים לכל רוחותיו ואפילו הוא ישן כמו שנתבאר לעיל סימן ת\"א [אחרונים]:","(ל) כפי מזונו ואם הוא חולה - כצ\"ל. ור\"ל דלחולה משערין בסעודות שלו כפי אכלו ולא בעינן אפילו כששה ביצים וה\"ה דלזקן משערין ג\"כ כפי אכלו אבל לאדם בריא משערין לעולם בסעודות בינוניות וכדלקמיה:","(לא) או רעבתן - צ\"ל ורעבתן דלא קאי אדלעיל רק דין אחר אשמועינן דאף דבחולה בדידיה משערינן מ\"מ ברעבתן משערינן בסעודה בינונית כשאר אדם והוא משום דבשניהם אזלינן להקל:","(לב) כששה ביצים - עם קליפתן:","(לג) סימן שס\"ח - דשם הביא המחבר דעת י\"א שהם כשמונה ביצים וכאן סתם כדעה ראשונה ועיין מש\"כ שם דלכתחלה נכון לנהוג כדעת הי\"א:","(לד) מפת או מכל דבר וכו' - וכמבואר בסימן שפ\"ו עי\"ש ולא כעירובי חצרות דאין מערבין אלא בפת:","(לה) שמשתתפין בו - והנשבע שלא יהנה מככר אע\"ג דתו לא חזי לשיתוף כמבואר לעיל בסימן שפ\"ו סוף ס\"ח לדעת הי\"א לעירובי תחומין חזי לכו\"ע דהא אין מערבין ע\"ת אלא לדבר מצוה והנאת מצוה לא חשיבא הנאה דמצות לאו ליהנות ניתנו:","(לו) ואם הוא ליפתן - ומה נכלל בכלל ליפתן נתבאר הכל בסימן שפ\"ו. והנה לענין שיעור שתי הסעודות בכאן צריך מזון שתי סעודות מאכל או ליפתן לכל אחד ואחד בפ\"ע ואפילו בעה\"ב עם ב\"ב צריך להניח לכל אחד שיעור עירוב חוץ מבנו קטן הצריך לאמו וכדלקמן בסימן תי\"ג ותי\"ד ולא הוי בזה דומיא דשיתופי מבואות דשם מערבין במזון שתי סעודות לכל העיר [ועיין בב\"י שכתב בשם הג\"א עצה לערב בחומץ דבמעט חומץ סגי להרבה אנשים לטבל בו ירק מזון שתי סעודות דזהו השיעור בחומץ כמבואר בסימן שפ\"ו ס\"ו. אכן לפי מה שכתב שם הא\"ר בשם פוסקים דלטבל שתי סעודות צריך רביעית חומץ א\"כ לפי שיעור האנשים שמניח עבורם העירוב כן צריך ליתן חשבון הרביעיות]:","(לז) ואומר וכו' - אבל בהניח בשתיקה אף שכוון בלבו לקנות שם שביתה לא הוי עירוב כשעירב בפת מיהו אף אם לא אמר כל הנוסח הזה ורק שאמר זה יהיה לעירוב סגי [ח\"א]:","(לח) כאלו דר שם - דאנן סהדי אלו היה לו שם מקום לדור היה ג\"כ לן שם [גמרא]:","(לט) שהוא להם עיקר - ומסתברא בפשיטות דאף אם היו כל בין השמשות בבית הבע\"ב שם מ\"מ לא קנו שביתה שם ורק בבית רבם אם לא שכוונו בפירוש לקנות שביתתם שם:","(מ) ששם היו חפצים - וכן הרועים הלנים בשדה אף שאוכלין בבית הולכין אחר מקום לינתן ששם היו חפצים לאכול ג\"כ אלו היה ביכלתם וכן הקייצים ושומרי פירות:","(מא) חרש שוטה וקטן - משום דלאו בני דיעה נינהו ולא אלימי למיקני שביתה ואפילו עומד ורואה מרחוק שמניחים שם במקום שצום משא\"כ בעירובי חצרות דשם העיקר הוא מה שמקבץ מכולם ועי\"ז מתערבין יחד לכן מהני גם ע\"י קטן כמ\"ש בסימן שס\"ו ס\"ג:","(מב) שאינו מודה בעירוב - כגון עו\"ג וצדוקים וכה\"ג דשמא לא יניחום שם ואפילו אם יעמוד מרחוק ויראה ג\"כ לא מהני דשמא לא הניחום לשם עירוב:","(מג) ע\"י חרש - ואפילו אם החרש ההוא הוא שומע ואינו מדבר דבעלמא הוא כפיקח לכל דבריו מסתברא דהכא לא מהני דהכא הלא בעינן שיאמר בפירוש דבזה העירוב יהיה מותר לפלוני להלך והאמירה מעכב וכמש\"כ באות ל\"ז והוא אינו יכול לדבר:","(מד) אינו עירוב - ונשאר על תחום ביתו וכנ\"ל בסימן ת\"ח ס\"ב:","(מה) לקבלו ממנו - ולהניחו לשם עירוב:","(מו) ושלחו וכו' - ר\"ל שאמר להם שיוליכו לאדם ההוא:","(מז) וראה מרחוק - דאל\"ה אמרינן דלמא לא ממטו ליה:","(מח) ונתנו לו - עיין בבה\"ל:","(מט) הוי עירוב - ודוקא שהאחר הבטיח לו בפירוש שיקבלו ויניחו לשם עירוב בשבילו אבל אם שתק לו לא אמרינן בזה דחזקה שיעשה שליחותו:","(נ) דחזקה וכו' - ודוקא בזה שהוא איסור דרבנן סמכינן על חזקה זו אבל באיסור דאורייתא אין סומכין על חזקה זו להקל כ\"א להחמיר ויש אומרים דאפילו באיסור דאורייתא היכא שיש מכשול להמשלח אם לא יעשה שליחותו והוא יחשוב שעשה שליחותו כגון הכא סומכין על החזקה דעשה שליחותו וכשידעינן שעשה שליחותו ורק שספק שמא שינה לכו\"ע אמרינן דודאי לא שינה:","(נא) הרי אלו משלחין - וצריך השליח לומר בשעת הנחת העירוב שבזה העירוב יהיו מותרין לילך כל אותן האנשים שנשתתפו בהעירוב:","(נב) שהרי לא ייחדו לו רוח - וע\"כ אמרינן דמסתמא ניחא להו באיזה רוח שיערב ואף אם לא נתודע להם עד שחשיכה הוו עירוב דאגלאי מלתא דמעיקרא קנו שביתה. אמנם נראה דאם היה ידוע להשליח שרצון המשלח לערב ברוח זה אף שלא פירש לו בהדיא לא מהני כשעירב ברוח אחרת אף שעכשיו רוצה ללכת שם:","(נג) בתמרים - ואין חילוק בין עירב משל משלח או משל שליח בכל גווני הוי קפידא ואין חל השליחות:","(נד) במגדל והניחו בשובך - ואפילו שניהם קרובים או שניהם רחוקים דאמרינן דכאן דעתו לנוח בשבת ולא במקום אחר:","(נה) אינו עירוב - ששינה מדעת משלחו ועקר השליחות:","(נו) אילן או גדר - וה\"ה שאר מקום מסויים כגון סלע וכה\"ג. ואם ציין מקום השביתה בתל שהוא גבוה עשרה טפחים או בבקעה שהיא עמוקה עשרה טפחים עד בית סאתים נחשבת כולה כארבע אמות ויש לו מאותו מקום ולהלן אלפים אמה [גמרא]:","(נז) שביתתי תחתיו בעקרו - של אילן לאפוקי אם אמר סתם שביתתי תחתיו שהוא כולל גם תחת הענפים אפילו אם כל האילן הוא בתוך שיעור אלפים אמה ממקום עמידתו לא יהיה לו מן האילן והלאה אלפים אמה שלמים כ\"א פחות מזה וכדלקמיה:","(נח) קנה שביתה - באמירה בעלמא דהקילו לבא בדרך וכדלקמיה בסי\"ג:","(נט) מותר לילך לשם בנחת - וה\"ה דמותר לישב במקומו ולילך לשם למחר [אלפים אמה למקום האילן ואלפים אמה מן עיקרו של האילן והלאה] דכיון שהיה יכול להגיע שם ע\"י ריצה מבע\"י מהני דיבורו לקנות שם שביתה אף שאינו הולך עכשיו לשם:","(ס) ודוקא שייחד וכו' - ר\"ל דאפילו היכא שיכול להגיע שם מבעוד יום לא מהני אלא בשייחד וכו'. והנה לא חידש המחבר בזה דבר על מה שכתב בריש הסעיף וכונתו כאלו אמר ודוקא באופן שציירנו שאמר שביתתי בעיקרו שייחד בזה המקום לשביתה וזה המקום היה בתוך אלפים אבל אם לא ייחד המקום תחתיו ואין כל האילן בתוך אלפים לא קנה שם שביתה דשמא היה בדעתו וכו':","(סא) אין יותר מאלפים - לאו דוקא דאפילו אם היה ממקומו עד עיקרו אלפים וארבע אמות קנה שם שביתה דנותנין לו ארבע אמות למקום שביתתו לבד האלפים וגם כונת המחבר הוא אלפים לבד הד\"א של מקום שביתה וגם מה שכתב אח\"כ אבל וכו' בתוך אלפים הכונה בתוך אלפים וד\"א:","(סב) אם אין כל האילן וכו' - היינו אף שעיקרו בתוך התחום אלא שמקצת ענפיו יוצאין חוץ לתחום דהיינו חוץ לאלפים וד\"א והוא לא ייחד שביתתו שיהיה בצד עקרו שהוא בתוך התחום אלא אמר סתם שקונה שביתה תחת האילן לכן לא קנה שביתה כלל דשמא כוון לקנות שביתה תחת הענפים היוצאין חוץ לתחום:","(סג) ולא יזוז ממקומו - ר\"ל מתוך ד' אמותיו:","(סד) ארבעה אלפים ממקומו לצד האילן - קיצור לשון יש כאן ור\"ל מצד זה של האילן ומצד האילן והלאה לצד ביתו:","(סה) יש לו שם אלפים פחות עשרים אמה - היינו מכל צד של האילן אין נותנין לו רק שיעור זה [ונמצא שביחד עם רוחב האילן הוא בס\"ה ד' אלפים פחות עשרים אמה] והטעם משום דבכל רוחב האילן שהוא כ' אמה מספקינן למקום שביתה ותלינן לחומרא דכשמודדין האלפים השניים של מאילן והלאה מודדין אותו ממקום התחלת האילן שהוא לצד רגליו דשמא קנה שביתה שם ואף דלפ\"ז משם עד רגליו הוא אלפים פחות עשרים אמה אפ\"ה אין יכול להלך לאחריו כלום ממקום שהוא עומד דאמרינן שמא קנה שביתתו בארבע אמות של סוף האילן שמשם עד רגליו הוא אלפים שלמים:","(סו) ברחוק מקום ולא סיים וכו' - ואף שהוא בתוך התחום ממקום רגליו דלדעה ראשונה קנה שביתה שם ואין מפסיד אלא מקום רוחב האילן כנ\"ל ולהרמב\"ם כיון שלא סיים מקומו אינו קונה שם שביתה כלל אלא קונה שביתתו במקום רגליו:","(סז) והוא רחוק וכו' - קנה שביתה במקומו. גם בזה פליג אדעה ראשונה דלדעה ראשונה בזה לא יזוז ממקומו מפני ששם לא קנה ומכאן עקר דעתו ולהרמב\"ם קנה שביתה עכ\"פ במקומו ויש לו אלפים לכל רוח ממקום שהוא עומד:","(סח) שמונה אמות או יותר - גם בזה לדידיה אפילו כל השמונה אמות היו בתוך אלפים ממקום רגליו ולא כן לדעה הראשונה:","(סט) שבצפונו וכו' - ואם היה רחב יותר מח' אמות אפשר ג\"כ לסיים המקום כגון ד\"א הראשונים שתחת האילן או השניים:","(ע) מקצת מקומו מסויים - באמה האמצעית דממ\"נ א\"א שלא בירר אותה דאם באמצע האילן בירר לו הד\"א הרי היא מהן ואם מן הצדדין בירר באיזה צד שיהיה הרי היא מהן:","(עא) וכן דעת הרי\"ף בזה - עיין בא\"ר שכתב דהעיקר כדעה הראשונה ועיין בבה\"ל שכתבנו דאין דבריו מוכרחים ועכ\"פ לכתחלה בודאי יש ליזהר לסיים מקום שביתתו בצמצום כדעת הרמב\"ם:","(עב) מוסר שביתתו למכיר - שאומר לו שביתתי עמך והמכיר אומר שביתתנו במקום פלוני:","(עג) לבא בדרך וכו' - דמשום דהוא יגע בדרך הוא דהקילו שקונה שביתה בדבור בעלמא מה שאמר שביתתי במקום פלוני משא\"כ מי שהיה בביתו אין קונה שביתה אלא כשהולך ברגליו ויושב שם עד שתחשך או שמניח שם מזון שתי סעודות:","(עד) שביתת ביתו - בזה אפילו דעה ראשונה דלעיל בסי\"א [דס\"ל שם לא יזוז ממקומו] מודה דיש לו שביתה בביתו דכיון דעומד בביתו ודאי ניחא ליה דליקני שביתה בביתו כשלא יועיל אמירתו לקנות שביתה במקום אחר וכמ\"ש לעיל סוף סימן ת\"ח במ\"ב:\n"],["(א) במקום ידוע - היינו שאותו המקום מסויים כגון אילן או גדר וכנ\"ל בסימן הקודם:","(ב) ויקנה בו שביתה - המחבר סתם כדעת הרמב\"ם אמנם דעת הרבה פוסקים דדוקא אם יציאתו היתה שלא ע\"מ לערב ורק ללכת למקום אחר בסוף ד' אלפים מכאן זה נחשב לבא בדרך ואמרינן אף שהחזירו חבירו ללון אצלו כיון דאנן סהדי דבעי למיזל להתם אע\"ג דלא אמר שביתתי במקום פלוני כמאן דאמר דמי וקנה שם שביתה באותו מקום שרגיל תמיד לקנות שביתה שם דבודאי נתכוין לקנות שביתה שם כדי שיוכל לילך למחר לשם אבל ביצא כדי לערב לא חשיב כבא בדרך ורק כיושב בביתו דלא הוי עירוב באמירתו לבד:","(ג) אע\"פ שלא הגיע - והוא שהיה באפשר להגיע כבסימן הקודם:","(ד) שחזר מעצמו ללון - היינו שמתחלה לא נתכוין לזה כי יצא ע\"מ לחשוך שם ולקנות שם שביתה ברגליו ואח\"כ נמלך לחזור וללון בביתו ולמחר לילך לשם. ואם נמלך לגמרי בודאי נעקר למפרע מה שהיה בדעתו לקנות שביתה שם והרי הוא כבני עירו:","(ה) והחזיק בדרך - דחשבינן ליה בזה כבא בדרך בסימן הקודם:","(ו) במה דברים אמורים בעני וכו' - ר\"ל בעני שאין לו מזון שתי סעודות להניח עירוב ולהטריחו שילך ויערב ברגליו לא רצו חכמים ע\"כ מותר לומר בביתו שביתתי במקום פלוני ובהחזיק בדרך אף בעשיר יכול לומר שביתתי במקום פלוני ומש\"כ או ברחוק כגון שהיה בא בדרך כבר ביאר מתחלה דבהחזיק בדרך הקילו כאלו בא ממש בדרך ועיין בבה\"ל שהבאנו דעת כמה פוסקים שסוברין דאף בעני לא הקילו לומר שביתתי במקום פלוני כשהוא בביתו כ\"א כשהחזיק כבר בדרך וכן פסק הח\"א:","(ז) א\"צ לומר שביתתי במקום פלוני וכו' - ויש חולקין דדוקא במי שיש לו שני בתים בשני תחומי שבת דהתם אמרינן אף דהחזירו חבירו מ\"מ היה דעתו לקנות שביתה כדי שיוכל אח\"כ לילך לשם אבל בלא\"ה לא דאמרינן דנמלך הוא שלא לילך לשם עוד אם לא שאמר בפירוש שביתתי במקום פלוני [ב\"ח ובית מאיר]:","(ח) כיון שגמר בלבו - לשם שביתה:","(ט) והוא קנה שם עירוב וכו' - עיין מה שכתבנו לעיל בסק\"ב:"],["(א) במזרח ביתו בשדה - ר\"ל שהיה בשדה במזרח ביתו בעת שקידש עליו היום:","(ב) ואמר לשלוחו - מבעוד יום:","(ג) העירוב וכו' אינו כלום ונשאר וכו' - דכיון דקידש עליו היום רחוק מעירובו יותר מאלפים נמצא שאינו יכול לילך וליטלו וכיון דאינו עירוב ממילא נשאר על שביתת ביתו ולא דמי לסימן ת\"ט סי\"א דאמרינן לא יזוז ממקומו דהתם היה בא בדרך ולא ניחא ליה דליקני שביתה במקומו אבל עומד בביתו או בתחום ביתו ודאי ניחא ליה דליקני שביתה בביתו כשאין עירובו עירוב וי\"א דהכא הטעם משום דהשליח פשע שהניח העירוב בחוץ לתחום מהמשלח ויכול לומר לו לתקוני שדרתיך ולא לעוותי והוי ליה כאלו לא עירב כלל ולטעם זה אף אם היה בדרך בכה\"ג ג\"כ לא הפסיד שביתת מקומו שהיה בה בעת שקידש היום ונראה דלעת הצורך יש לסמוך ע\"ז להקל:","(ד) קנה שביתה וכו' - שהרי עשה שליחותו ונחשב לו האלפים משם:"],["(א) והיה סבור שאפשר וכו' - ר\"ל לילך שחרית כאן וערבית כאן אבל באמת אין עירוב לחצי שבת וכיון שהוא הניח בשני מקומות ונתכוין לשתיהן והאחת הוא דקנתה לו ואינו יודע אי זו היא נותנין עליו חומרי זו וחומרי זו:","(ב) לא יזוז ממקומו - מביתו ואפילו כבני עירו אינו דהא לא נתכוין לקנות שביתה אלא במקום העירובין ואינו יודע איזה מהן קנה וע\"כ עירוב הדרום מפסידו אלפים של צפון ועירוב הצפון מפסידו אלפים של דרום:","(ג) יש לו אלף אמה וכו' - דממ\"נ מאיזו עירוב שקנה יש לו אלפים אמה וכאן אין מעירוב זה לעירוב זה אלא אלפים וחוץ להעירובין אינו יכול ללכת אפילו פסיעה אחת דבכל אחד נאמר שמא העירוב שכנגדו קנה לו וכלה כאן האלפים:"],["(א) לרבים משלו אומר וכו' - וגם בנתנו כ\"א בפ\"ע כשמניח אחד בשבילם צריך לומר בשעה שמניח שהוא מניח לשם עירוב לכל בני העיר וכדלעיל בסימן ת\"ט ס\"ח במ\"ב אלא דכשנותן עירוב משלו בשביל כולם צריך לזכות מתחלה ע\"י אחר בשבילם קודם שמניחו:","(ב) מזון שתי סעודות - ואפילו בלפתן למזון שתי סעודות סגי וכדלעיל בסימן ת\"ט סעיף ז':","(ג) לכל אחד - ולא דמי לעירובי חצרות דבמזון שתי סעודות לכולם סגי דשם העירוב הוא משום דאחד אוסר ע\"ח ועי\"ז הם כמעורבין משא\"כ בתחומין אין שייך אחד לחבירו וכל אחד כשרוצה לילך חוץ לאלפים שלו צריך לקנות שביתה לעצמו לכך צריך מזון שתי סעודות לכל אחד:","(ד) וע\"ל בסימן שס\"ו - דשם נתבאר מי הוא הראוי לזכות על ידו. ולענין מי הוא שראוי להעשות שליח להנחת העירוב נתבאר בסימן ת\"ט ס\"ח:","(ה) וצריך להודיעם - משום דעי\"ז הלא מפסיד תחום של צד השני ודלמא לא ניחא ליה:","(ו) מבעוד יום - ואפילו בין השמשות סגי בדיעבד כ\"כ הפמ\"ג ועיין ביאור הלכה:","(ז) אפילו לא גמר בלבו וכו' - דאמרינן הוברר הדבר שקודם זמן קניית העירוב דעתו לכך היה כיון שידע מתחלה משא\"כ בשלא הודיעוהו מבע\"י לא שייך לומר דהוברר כיון שלא ידע כלל מבעוד יום:","(ח) יכול לסמוך עליו - והוא נמי משום דאמרינן הוברר הדבר דקודם בין השמשות דעתו היה לכך וכל זה הוא כפי מה דקי\"ל דלענין מלתא דרבנן יש ברירה. ופשוט דכל זה אם בלילה לא הלך מביתו לצד השני:","(ט) לרוח שבא לו החכם קנה - ולא מיבעיא אם כבר בא החכם קודם בין השמשות לאותו רוח אלא שהוא לא היה יודע להיכן בא עד למחר שנשמע לו בודאי קנה לאותו רוח דגילוי מלתא בעלמא הוא דאיגלאי מלתא השתא דההוא עירוב קנה אלא אפילו היה החכם רחוק משם ביה\"ש בתוך התחום [של סוף ד' אלפים שלו] וא\"כ אפשר שלא גמר אז החכם בדעתו כלל לבוא לתוך ד' אלפים שלו [דדלמא אז היה בדעתו שלא לזוז כלל ממקומו וממילא לא קנה עירובו של זה] אפ\"ה אמרינן דמהני תנאו משום ברירה דאמרינן הוברר למפרע דלאותו צד שבא החכם היה מאתמול עומד לכך [גמרא]:","(י) הוי עירוב - דאמרינן כיון שרצה עכשיו מסתמא בין השמשות שהוא זמן קניית העירוב היה ג\"כ דעתיה להאי:"],["(א) באותו רוח - כדי שלא להפסיד עי\"ז האלפים שבעבר השני שלצד ביתו כמו שנתבאר לעיל בסימן ת\"ח:","(ב) אפילו אינם סמוכין - והטעם דהא קי\"ל דאין מערבין אלא לדבר מצוה וע\"כ מערב תמיד עליהם דהיינו שמזכה להם ע\"י אחר את העירוב כדי לחנכם במצות:","(ג) הכנענים - מפני שידן כידו:","(ד) ושמעו ושתקו וכו' - דמסתמא נתרצה העבד והשפחה ליד אדוניהם וכן הבנים לאביהן והאשה לדעת בעלה ואפילו לא הודיעם מן העירוב עד שתחשך ג\"כ מהני אף דזמן קניית עירוב הוא בין השמשות משום דמסתמא עומד העירוב להתקיים וכמש\"כ ולא להתבטל:","(ה) אבל אם מיחו - ר\"ל מיד ששמעו לאפוקי ששתקו ואח\"כ מיחו לא מהני מחאתן דתיכף כששתקו הוי כהודאה שמסכימים למעשיו ונתקיים העירוב וכ\"ז דוקא כששמעו משחשיכה ושתקו אבל אם שמעו בצהרים ושתקו ומיחו קודם חשיכה נתבטל העירוב כיון שבזמן קניית העירוב דהוא בין השמשות כבר היתה מחאה:","(ו) או שעירבו וכו' - אפילו אם עירובן היה בתר עירובו דכיון שעירבו אין לך מחאה גדולה מזו והולכין לאותו רוח שעירבו הם:","(ז) בן שש שנים - אבל אם נכנס בתוך שבע אפילו יום אחר צריך לערב עליו בפני עצמו ואינו יוצא לא בעירוב אמו ולא בעירוב אביו. והנה השו\"ע סתם בזה כהפוסקים דעד בן ששה וששה בכלל יוצא בעירוב אמו באין חילוק אם אביו בעיר או לא אמנם בא\"ר מצדד כדעת כמה פוסקים דאם אביו בעיר אפילו בן ד' שנים או בן חמש שנים [באינו חריף כ\"כ] אינו יוצא בעירוב אמו משום דאז אינו נמשך כ\"כ אחר אמו אא\"כ היה זיכוי בשבילו:","(ח) בעירוב אמו - דעד אותה העת הוא כרוך אחריה וכגופה דמיא ואף דאין מערבין אלא לדבר מצוה וקטן לאו בר מצוה הוא מ\"מ כיון דלא אפשר לו בלא אמו יוצא עמה ואם לא עירבה אמו אלא אביו אינו יוצא בעירובו ונ\"ל דאף אם זיכה עליו אביו ג\"כ לא מהני דעד אותה העת צוותא דאמו ניחא ליה והיא הלא לא עירבה לשם:"],["(א) אלא לדבר מצוה - ויש מחלוקת בין הפוסקים די\"א דזה דוקא כשעירב בפת אבל במערב ברגליו מותר לכתחלה אף לדבר הרשות דכיון שיושב שם בעצמו וקונה שביתה בישיבתו אפילו לדבר הרשות מותר וי\"א דאין חילוק בין פת ובין רגליו לעולם אין מערבין לכתחלה אלא לדבר מצוה. ובמקום צורך יש להקל כדעה הראשונה:","(ב) של נישואין - וה\"ה סעודת אירוסין או סעודת קנין שנוהגין לעשות עכשיו שגם אלו סעודת מצוה הם. נשואי בת כהן לישראל ע\"ה או בת ת\"ח לע\"ה אינה סעודת מצוה [גמרא] ובתשובת חו\"י כתב דעכשיו אין לנו ע\"ה שדברו חכמים כאן [אם לא כשידוע שהם מזלזלים במצות דלא עדיפא מע\"ה המוזכר בש\"ס] וכ\"ש אם הוא בת ע\"ה לע\"ה דלכו\"ע הוי סעודת מצוה אכן אם ידוע שלא ינהגו שם כדת וירקדו שם בחורים ובתולות יחד בודאי אין כאן מצוה לערב כדי לילך לשם ולשמחם ועיין לעיל בסי' של\"ח בבה\"ל ד\"ה להקל וגדולה מזו כתבו הפוסקים באה\"ע סי' ס\"ב דאין נכון לברך בכגון זה שהשמחה במעונו אם לא שבהליכתו שם יוכל למנעם מזה בכגון זה בודאי מצוה לילך שם:","(ג) או חבירו - אפילו אינו חכם דחשיב זה מצוה כיון שבא מן הדרך ודעת הא\"ר דבחבירו חכם מיירי:","(ד) וכיוצא באלו - כגון שצריך לצאת לפקח על עסקי רבים או ללכת לברית מילה או להתפלל במנין וכן כשהיה חוץ לעירו ורוצה לבוא לביתו להתפלל בשבת ויו\"ט אכן לפדיון שבויים וחכמה הבאה ליילד והבא להציל מן הכותים יוצאים אף בלא עירוב [אחרונים]:","(ה) בפרדס שיש בו שמחה - מיהו פשוט דמיירי בשמחה של היתר אבל לפי מה שמצוי בעו\"ה באיזה מקומות בעיירות גדולות שעוסקין שם בהוללות ובהתערבות זכרים ונקבות לזה בודאי אין לערב דמקרי דבר עבירה ולא דבר מצוה וכבר צוחו על הוללות זו כמה גדולים והשומר נפשו ירחק מלילך שם וע\"ז אמר דהע\"ה אשרי האיש אשר לא הלך וגו':","(ו) מן הכותים - שיצערו אותו או יגבו ממנו ממון. ואם יש בזה חשש סכנה אף בלא עירוב מותר לברוח [אחרונים]:","(ז) ואז מותר - קאי על כל הסעיף הנ\"ל ור\"ל דכיון דקנה שם עירובו משום צורך מצוה מותר לו ללכת אלפים אף לדבר הרשות:","(ח) עירובי תחומין - דעירובי חצרות מותר לכתחלה ביה\"ש וכדלעיל בסימן רס\"א ס\"א ועירובי תחומין חמיר ממנו דיש סמך לע\"ת מקרא:","(ט) ואם עירב וכו' - משום דאיסור תחומין הוא דרבנן וספיקא לקולא ומ\"מ ספק הונח העירוב או לא גרע מזה וכמבואר לעיל בסימן ת\"ט ס\"ו עי\"ש:","(י) עירובו עירוב - והיש חולקין דס\"ג ס\"ל גם בזה דפסול כיון שלא היה לעירוב חזקת כשרות:","(יא) אמרו לו שנים וכו' - דין זה נזכר לעיל בסימן שצ\"ג ס\"ג אלא דשם מיירי לענין ע\"ח והכא קמ\"ל דאף לענין עירובי תחומין ג\"כ דינא הכי והיש חולקים ס\"ל דדוקא בע\"ח הקילו בזה אבל לא בעירובי תחומין ואינו קונה העירוב אלא דוקא הראשון משום דמוקמינן לעירוב אחזקתיה ובודאי היה קיים עד הזמן שצריך להתקיים אבל לא לשני דהניח בין השמשות דאין שייך בזה חזקה ועיין בבה\"ל שכתבנו דרוב ראשונים ס\"ל כדעה זו:","(יב) שניהם קנו עירוב - דלכל אחד נקטינן להקל משום דהוא מילתא דרבנן ועיין לעיל בסימן שצ\"ג ס\"ג במ\"ב ובה\"ל במה שכתבנו שם:","(יג) מברך וכו' - אע\"ג שאם לא ירצה לילך חוץ לאלפים א\"צ עירוב מ\"מ שייך לומר וצונו שלא לילך בלי עירוב כענין שחיטה שמברך עליה אע\"ג שאינו מחוייב לאכול בשר:","(יד) על מצות עירוב - ואם לא בירך אינו מעכב:","(טו) ואומר בזה העירוב וכו' - ואם לא אמר לא הוי עירוב (מ\"א) מיהו אם אמר יהא זה לעירוב מהני בדיעבד [ח\"א] וכ\"ז כשעירב בפת אבל אם עירב ברגליו בכונה לחוד סגי כשהלך לשם [פמ\"ג]:","(טז) לילך - בלבוש הנוסח לילך למחר וכן איתא לעיל בסימן ת\"ט ס\"ז ואם מערב לכל השבתות יאמר לכל שבתות השנה:","(יז) פלוני - פי' ממקום זה דהא אומר בשעה שמניח:"],["(א) יו\"ט וכו' סמוך לשבת וכו' - דיו\"ט ושבת וכן שני י\"ט של גליות שתי קדושות הן ולכן אין עירוב יום אחד שייך לחבירו:","(ב) יש לו לערב וכו' - פי' יכול לערב שני עירובין בפ\"א וכו':","(ג) לשתי רוחות - ומכוין שהעירוב שיברור בלילה הזה לילך משם האלפים יקנה לו שביתה בבין השמשות של יום זה לצורך מחר והעירוב שבצד השני יקנה לו שביתה בבין השמשות דלמחר לצורך יום השני:","(ד) על איזה מהם שירצה - וא\"צ לברר דעתו מעיו\"ט דאמרינן יש ברירה והוברר הדבר למפרע שבמקום הזה קנה לו שביתה היום בבין השמשות וכדלעיל בסימן תי\"ג אך מכיון שבירר צד אחד ביום ראשון שוב אינו רשאי לילך באותו יום לצד השני:","(ה) לאחד משני הימים - היינו לאיזה מהם שירצה ומיירי ג\"כ שמכוין בהנחתו שעירובו יקנה לו בבין השמשות של איזה משני הימים לצורך יום מחר שלו וביום האחר יהיה כבני עירו:","(ו) כיום אחד וכו' - דכיום אחד ארוך חשבינן ליה וביום אחד אינו יכול לערב חציה לכאן וחציה לכאן:","(ז) לרוח אחת - וה\"ה דאינו יכול לומר יקנה לי עירובי כאן היום ולמחר אהיה כבני עירי:","(ח) וכן וכו' - אריש הענין קאי כמו שם שיכול להניח עירוב אחד בעיו\"ט ושיחול עליו לבדו או רק על השבת שאחר יו\"ט:","(ט) לשבת אחרת - והוא שיהיה עירובו קיים באותו שבת בין השמשות. וכשמניחו לכמה שבתות צריך להשגיח תמיד שמא נתעפש או התליע דזה הוא דבר המצוי ובפרט בימי הקיץ או נאבד לגמרי [אחרונים]:","(י) המערב לשני ימים טובים וכו' - ר\"ל שפירש בהדיא שיחול העירוב על שני הימים או על שבת ויו\"ט:","(יא) של גליות - ולאפוקי שני ימים טובים של ר\"ה אף אם נאכל עירובו ביום הראשון יכול לילך גם בשני שתיכף בביה\"ש ראשון נקנה לו העירוב לשני הימים דקדושה אחת הן משא\"כ בשל גליות לא נתקן השני רק משום ספיקא דיומא וה\"ה במערב ברגליו בבין השמשות דיום ראשון של ר\"ה קונה שביתה בזה לשני הימים:","(יב) אע\"פ שהוא עירוב אחד וכו' - ר\"ל מ\"מ לא אמרינן דדי שיהיה העירוב קיים ביום הראשון לבד כיון דשתי קדושות הן:","(יג) כיצד הוא עושה וכו' - ר\"ל אם הוא מקום שאינו משתמר שחושש שמא יאבד ביום א' לכך מוליכו שם ע\"י עצמו וה\"ה ע\"י שליח ויושב שם עד שחשיכה ואח\"כ נוטלו לביתו ומוכרח להוליכו למחר עוד הפעם לשם:","(יד) אם היה ליל יו\"ט - ובשבת שאסור לישאנו לביתו יהיה מוכרח לילך למחר קודם בין השמשות לשם לראות אם העירוב קיים ולישב שם עד שתחשך וכדלקמיה:","(טו) ואוכלו אם היה וכו' - ר\"ל שמותר לאכלו כשירצה מכיון שכבר חל העירוב:","(טז) ברגליו בשני - דעירוב יום הראשון שעירב ברגליו אפילו אם כוון שיועיל לשני הימים אינו מועיל כלל ליום השני וכתבו הפוסקים דאם לא עירב בראשון לא בפת ולא ברגליו אינו יכול לערב בשני אפילו ברגליו דמכיון שמתחלה היה אסור במקום זה לילך מחוץ לתחום נראה כמכין:","(יז) באותו מקום - אבל לרוח אחרת אינו יכול לערב ברגליו ביום שני דכיון שמקום זה היה אתמול אסור לילך נראה כמכין עתה מיו\"ט לשבת וי\"א דאף ברוח אחרת יכול לערב ברגליו ליום שני ואך שיזהר שלא יאמר כלום רק שישב עד שתחשך וכדלקמיה:","(יח) ולא יאמר כלום - ואם עבר ואמר אפ\"ה קונה שביתה [אחרונים]:","(יט) שום הכנה מיו\"ט לשבת - וה\"ה לענין שני ימים טובים של גליות שאסור להכין מיו\"ט לחבירו (ח\"א):","(כ) וכ\"ש שאינו יכול וכו' - ואפילו בדיעבד לא מהני כשעירב בפת כיון שבפעם הראשון לא עירב אלא ברגל וכן במה שכתב המחבר לקמיה דדוקא באותה הפת עצמה אם עשה בפת אחר אפילו בדיעבד לא הוי עירוב:","(כא) ואם רצה וכו' - משום דברגליו א\"צ לו לומר כלום ואין בו משום הכנה כנ\"ל:","(כב) באותה הפת וכו' שא\"צ לומר וכו' - ר\"ל משא\"כ אם יקח פת אחר צריך לקרות עליה שם עירוב והוא בכלל הכנה:","(כג) עצמה - ובאותו מקום דוקא דבמקום אחר א\"א לערב אף באותה הפת דכיון שעקר הפת ממקומו שלא ע\"מ להניחו עוד במקום הזה נעקר ממנו שם עירוב והוי כמערב בפת חדשה:","(כד) שא\"צ לומר כלום - ועיין בפמ\"ג שמצדד לומר שגם הברכה על העירוב לא יוכל אז לברך כי עי\"ז יהיה מנכר הכנה:","(כה) זה שאמרנו וכו' - היינו בתחלת ס\"א:","(כו) שיהיה אפשר לו - היינו שלא יהיו רחוקים זה מזה יותר מאלפים וכדמפרש:","(כז) הראויה מבע\"י - דאף דקנין העירוב הוא בתחלת יום השני מ\"מ צריך שיהיה ראוי לו להגיע ולאכול מסוף יום הראשון:","(כח) רחוק מביתו לרוח מערב - היינו כשביתו הוא בשדה אבל אם הוא בעיר כל העיר חשובה כד\"א ומודדין האלפים חוץ מחומת העיר:","(כט) בתוך ת\"ק אמה - הכלל בזה בין שהרחיק העירוב מצד זה הרבה או מעט לעולם צריך שיהיה העירוב השני שכנגדו אינו מרוחק ממנו יותר מאלפים:","(ל) בין לענין וכו' - דיש בו איסור הוצאה כמו לשבת וע\"כ שייך בו כל אלו הדברים:","(לא) אבל לא עירובי חצרות - משום דאין איסור הוצאה ביו\"ט. ועיין בסימן תקי\"ח באחרונים דמ\"מ כשמערב ע\"ח לשבת יכלול גם יו\"ט משום דברים שא\"צ היום כלל דאסור גם ביו\"ט בלא עירוב:"]],"AROCH_HASHULCHA":[["כשם שתקנו חכמים עירוב לחצרות ומבואות, כדי שיוכלו לטלטל בהם על ידי העירוב, מפני שנעשה (כאילו) [כאלו] כולם דרים במקום אחד, כמו כן תקנו עירובי תחומין. והיינו שאם אחד יש לו צורך מצוה לילך להלן מאלפים אמה בשבת או איזה הכרח - יכול לעשות עירוב בערב שבת על עוד אלפים אמה, ויהיה ביכולתו לילך ד' אלפים אמה בשבת.והעירוב הזה הוא על שני פנים: האחד והוא העיקר - ברגל, והיינו שילך בערב שבת מבעוד יום לסוף אלפים אמה, וישב שם בעת קניית שביתה, ויאמר שרצונו שתהא פה שביתתו, וממילא שיש לו במקום הזה אלפים לכל רוח. וחוזר לביתו ולן שם, ומכל מקום נחשב שביתתו במקום שהיה בשעת קניית השביתה.והשני - שהקילו חכמים על העשיר, שטורח לו לקנות שביתה ברגליו, ישב בביתו וישלח על ידי שליח מזון שתי סעודות לסוף אלפים, ויאמר שקונה שביתה שם. ופרטי דבר זה יתבאר בסימן ת\"ט בס\"ד.","ולכן מי שיצא מן העיר בערב שבת, והניח מזון שתי סעודות רחוק מהעיר בתוך התחום עד סוף התחום, וקבע שביתתו שם, אף על פי שחזר לביתו מבעוד יום ולן בביתו - מכל מקום נחשבנו אותו (כאילו) [כאלו] שבת במקום השתי סעודות, ויש לו להלך ממקום עירובו אלפים אמה לכל רוח.לפיכך כשהוא מהלך אלפים אמה לצד העיר - אינו מהלך בעיר אלא עד סוף מידתו. ואם היתה העיר מובלעת בתוך מדתו - נחשב לו כל העיר כד' אמות, וישלים מדתו לאלפים חסר ד' אמות מחוצה לה.","כיצד, הרי שהניח את עירובו ברחוק אלף אמה מביתו שבעיר לרוח מזרח - נמצא מהלך ממקום עירובו למחר אלפים אמה במזרח, ומהלך ממקום עירובו אלפים אמה למערב: אלף שמן העירוב עד ביתו, ואלף אמה מביתו בתוך העיר, ואינו מהלך בעיר אלא עד סוף האלף.ואם היה מביתו עד סוף העיר בפחות מאלף, אפילו אמה אחת ואפילו פחות מזה, שנמצאת מדתו כלתה חוץ לעיר - תחשב העיר כולה כד' אמות, ויהלך חוצה לה תתקצ\"ו אמה תשלום האלפים. לפיכך אם הניח עירובו ברחוק אלפים אמה מביתו שבעיר - הפסיד את כל העיר, ונמצא מהלך מביתו עד עירובו אלפים אמה, ואינו מהלך מביתו בעיר לרוח מערב אפילו אמה אחת. וכל זה הוא דעת הרמב\"ם בפרק ו' מעירובין וכן פסק רבינו הב\"י בסעיף א'.","אבל דעת הטור אינו כן, וסבירא ליה דאפילו כלתה מדתו באמצע העיר, ואין העיר נעשית לו כד' אמות - זהו לענין שאין משלימין לו מחוץ לעיר את השאר. אבל מכל מקום לענין שיהלך את כולה - נעשית לו כד' אמות, כיון שלן בה.ודוקא בעיר שרק מצד מדידת התחום נעשית כד' אמות, והיינו העיר העומדת בתוך אלפים והוא לא לן בה, דבה שפיר אמרינן דכשכלתה מדתו בחצי העיר - אין לו אלא חצי העיר. אבל לא בעיר שלן בה, דאם לא כן הרי יגרום לו העירוב חומרא גדולה, דבלא העירוב היתה נחשבת כד' אמות, והעירוב ניתנה להקל ולא להחמיר, ורבינו הרמ\"א הסכים לזה.ודע, דזה שאמרנו דכשכלתה מדתו בסוף העיר הוי כל העיר כד' אמות - זהו אפילו כלתה קודם העיבור, שהם ע' אמה, דלא אמרינן עיבור של העיר כעין העיר להחמיר.","כבר נתבאר בסימן שצ\"ח, דתחומי העיר מודדין לכל צד אלפים אמה עם מילוי הקרנות, כמ\"ש שם, ומודדין לאורך למזרח ולמערב וכן לרוחב לצפון ולדרום כפי אורך העיר וכפי רוחבה, והיינו נגד העיר.וכן במניח עירוב ומודדין לו בשם אלפים לכל רוח - הוי גם כן כנגד מקום הנחת העירוב, וממילא שאסור לו לילך לצפון ולדרום, רק נגד רוחב המקום שקנה בו שביתה והקרנות. ואם אינו אלא ד' אמות, כגון שאין העירוב ברשות היחיד המוקף לדירה - אסור לו לילך לכל רוח אלפים רק כנגד הד' אמות, וממלא זויותיהן לעשותו בטבלא מרובעת, כמ\"ש בסימן שצ\"ח.","ומכל מקום כתב רבינו הרמ\"א בסוף סעיף א' וז\"ל:\"ומכל מקום אם כלתה המדה סוף העיר וכולה כארבע אמותיו - מותר לילך כל רחבה, ויש לו אלפים חוץ לעיר לצפון ולדרום, אף על פי שאין לו רחב כל כך נגד המקום שקנה בו עירוב\" עכ\"ל.ותמהו עליו, מה ענין צפון ודרום להעיר, האלפים לכל רוח הוא נגד מקום שביתתו והקרנות הממלאים כל האלפים הצפונים והדרומים, וכן במזרח ומערב, אבל העיר אינה ממדת התחום כלל. (זהו כונת המג\"א סק\"ג)אבל רבינו הרמ\"א סבירא ליה, כיון דהעיר נחשבת כד' אמות - אם כן גם היא כלולה בתוך התחום, שהרי מנכין מן התחום ד' אמות מצד שהיא נחשבת כד' אמות, אם כן גם נגד העיר הוה ככנגד התחום. (אבהעו\"ז)","אם נגד מקצת רוחב העיר באיזה רוח יש עיר שכלים האלפים בסוף העיר, דנעשית כולה כד' אמות ומשלימין השאר מחוץ לעיר, ונגד מקצתו השני לרוחב רוח זה אין עיר, או יש עיר שכלתה מדתה באמצע העיר - אין משוין הצדדים, אלא הולכין בכאן כפי המדה שלה, ובכאן כפי המדה שלה, ופשוט הוא. (וכן כתב בש\"ת בשם הנודע ביהודה)והמניח עירובו בעיר, אפילו גדולה (כנינוה), [כננוה] ואפילו עיר חריבה או מערה הראויה לדיורין - מהלך את כולה וחוצה לה אלפים אמה לכל רוח. והמניח עירובו בתוך העיר ששבת בה - אין מודדין ממקום עירובו אלא הרי הוא כבני העיר כולם, שיש להם אלפים אמה לכל רוח חוץ לעיר.וכן אם נתן עירובו במקומות המצטרפין לעיר, כמו בתים העומדים בתוך ע' אמה, או לדעת הטור בתוך ע' אמה מהעיר - לא עשה כלום והרי הוא כבני העיר, דזהו ממש כנתנו בעיר. ואם נתן עירובו חוץ לתחום - אינו עירוב, ויש לו תחום ביתו. ולא אמרינן דעקר דעתו מביתו, משום דכן הוא דעתו, שאם העירוב לא יועיל - לא יפסיד תחום ביתו, ויתבאר בסימן קמ\"א. (עיין מג\"א סק\"ד)"],["הנותן עירובו בבית הקברות, כלומר על הקבר של בנין שהוא אסור בהנאה, כמ\"ש ביורה דעה סימן שס\"ד - אינו עירוב, דאף על גב דבשעת קניית העירוב לית לן בה, דמצות לאו ליהנות ניתנו, מכל מקום כיון דניחא ליה שיתקיים העירוב גם אחר כך, שהרי הוא דבר מאכל או משקה - הרי נהנה בו.ואף על גב דאין לנו לחוש מה שיהיה אחר קניית העירוב, מכל מקום כיון שכונתו לקנות שביתה שם והוה כביתו, ואסור לקנות בית באיסורי הנאה (גמרא עירובין ל\"א.) - וממילא דבטלה שביתה זו, ובטל העירוב. וזהו לפי דעת הרמב\"ם בפרק ו' ורבינו הב\"י בסעיף א'.אבל הטור באמת פסק דרק לכהן לא הוי עירוב, לפי שאין יכול להגיע למקום שביתתו, ולא לישראל. (וזה שבגמרא אינו לפי המסקנא ע\"ש)אבל הניח העירוב בבית הפרס, שהוא שדה שנחרש בה קבר וטומאתו מדרבנן - אפילו לכהן הוה עירוב, מפני שיכול להכנס שם במגדל הפורח, היינו מגדל שיש בו מ' סאה ונישא על גבי בהמות, או על ידי ניפוח כדין בית הפרס שמנפח ורואה שאין שם עצם כשעורה והולך לו, ויכול גם הכהן להגיע להעירוב וליטלו על ידי פשוטי כלי עץ שאינו מקבל טומאה.וכן קבר של קרקע - אינו אסור בהנאה כמ\"ש ביורה דעה שם, ולהאוסרים שם בהקרקע שנתנו על הקבר - אינו עירוב, ודינים אלו אין מקומן כאן לבארן.","במקום העירוב הוא קונה שביתה, לפיכך צריך שיהא הוא ועירובו במקום אחד בין השמשות, שהוא זמן קניית העירוב, כדי שיהיה אפשר לו לאכלו שם בין השמשות. אבל בשתי רשויות - אינו עירוב.לפיכך אם נתכוין לשבות ברשות הרבים והניח עירובו ברשות היחיד, או נתכוין לשבות ברשות היחיד והניח עירובו ברשות הרבים - אינו עירוב, שהרי אי אפשר לו להוציאו בין השמשות מרשות היחיד לרשות הרבים, או מרשות הרבים לרשות היחיד.אבל אם נתכוין לשבות ברשות היחיד או ברשות הרבים והניח עירובו בכרמלית, או שנתכוין לשבות בכרמלית והניח עירובו ברשות היחיד או ברשות הרבים - הרי זה עירוב, מפני שבשעת קניית השביתה והעירוב שהוא בין השמשות מותר להוציא ולהכניס מרשות הרבים או מרשות היחיד לכרמלית, שהרי אין מערבין אלא לדבר מצוה, וכל דבר שהוא משום שבות לא גזרו עליו בין השמשות לדבר מצוה, כמ\"ש בסימן שמ\"ב.ואף על גב דגם מרשות היחיד לרשות הרבים או להיפך יכול להביא את העירוב על ידי אינו יהודי, דאינו אלא שבות - מכל מקום איך נאמר ששם ביתו על ידי השתי סעודות בדבר שלא יוכל להביא בעצמו לביתו, שאין דרך בית כן להביא סעודתו על ידי אחרים, כיון שכל ביתו היא הסעודה הוי כמביא בית על ידי אחרים, ואין זה בית שלו.","נתנו בראש הקנה או בראש הקונדס הצומחים מן הארץ, דיש בהם איסור להשתמש בשבת כמו באילן - אינו עירוב. דאף על גב דגם זה אינו אלא שבות - מכל מקום גזרו על זה אפילו בין השמשות, מטעם שהם רכים ונוחים לקטום, וקרוב בקל לבא לידי איסור דאורייתא, וגזרו אפילו במקום מצוה. ואם הם תלושים מן הקרקע רק נעוצים בקרקע - הרי זה עירוב, דבכהני גווני אין איסור הקטימה בהם מן מן התורה, כמ\"ש בסימן של\"ו ע\"ש.וכן כשמניח עירובו ברשות הרבים וגם שביתתו ברשות הרבים, אלא שרחוק ח' אמות העירוב ממקום שביתתו - גם כן אינו עירוב, אף על פי שיכול לטלטל פחות פחות מד' אמות - מפני שגם זה קרוב לבא לידי איסור דאורייתא. (מג\"א סק\"ז) אבל פחות מח' אמות - מותר, מפני שיכול לטלטל פעם אחת פחות מד' אמות, ויהיה העירוב בתוך ד' למקום השביתה, דבפעם אחת לא יכשל.וכן אם נתן העירוב במגדל ונעל בפניו, ואבד המפתח מבעוד יום או שנפל עליו גל, אם יכול להוציאו בלא עשיית מלאכה דאורייתא - הוי עירוב. ובלבד שהשביתה תהיה ברשות שהמגדל עומד שם, כלומר כשהמגדל עומד ברשות היחיד - תהיה גם שביתתו ברשות היחיד או בכרמלית, ואם המגדל עומד ברשות הרבים והמגדל גבוה י' ורחב ד' - תהיה שביתתו על המגדל או בכרמלית.","כל המניח עירובו במקום - יש לו במקום עירובו ד' אמות לבד האלפים אמה, לפי שהוא קונה שם שביתה שתהיה כביתו, ואין בית פחות מד' אמות.ואין לשאול דאם כן נצריך שיניח עירובו דוקא בבית דירה כמו בעירובי חצרות, דיש לומר דלא רצו להטריח עליו בזה, דאם כן אם לא יהיה לו בית בסוף התחום לא יהיה לו עירוב, ונמצא בטילה כל התקנה. ולכן כיון שעירובי תחומין הוא רק לדבר מצוה - אמרו חכמים שיכול לקנות שביתה באיזה מקום שהוא.","וכיון שיש לו ד' אמות, ולפיכך אמרו חכמים (ל\"ה:) דהמניח עירובי תחומין שלו בסוף התחום, ונתגלגל חוץ לד' אמות קודם בין השמשות - אינו עירוב.ואף על פי שיכול להכניסו בין השמשות בתוך ד' אמות ויטלטל פעם אחד פחות מד' אמות, כמ\"ש בסעיף ג' - מכל מקום אינו מועיל, שהרי אם היה קונה שביתה במקום שהעירוב שם - היה עומד עתה חוץ לתחום. לכן תקנו רבנן שלא יהיה עירוב אלא אם העירוב בתוך התחום, (תוספות שם) דאי אפשר להעדיף כחו של עירוב מכח עצמו.ואם נתגלגל תוך ד' אמות - הוה עירוב. ואף על גב דמי שיצא חוץ לתחום - אפילו אמה אחת לא יכנס, כמ\"ש בריש סימן ת\"ה - דאין זה דמיון, דבשם יש לו שביתת ביתו וזהו כד' אמותיו של השביתה, ואם כן אין לו ד' אמות אחרים. מה שאין כן במקום עירובו, הא יש לו מקום השביתה ד' אמות, ואם כן עדיין אינו חוץ לתחום. (ב\"י)וכן אם לא הניח העירוב סוף התחום אלא בתוך התחום, ונתגלגל למרחוק אך עדיין הוא בתוך התחום, אף על פי שהוא נתכוין לד' אמות אלו ואיך ניתן לו ד' אמות אחרים - דזהו מטעם דאנן סהדי דכונתו כן, שאם יתגלגל למרחוק - תהיה שם מקום שביתתו, כיון שגם שם הוא בתוך התחום, מה שאין כן בחוץ לתחום - לא מהני דעתו.","אבד עירובו או נשרף, או אם היה בסוף התחום ונתגלגל חוץ לד' אמות, או שהיתה תרומה ונטמאת, כל אלו אם מבעוד יום - אינו עירוב, ואם משחשיכה - הרי זה עירוב, מפני שקניית העירוב הוא בין השמשות.ואם ספק - כשר, שספק העירוב הוא ספיקא דרבנן, והולכין להקל. ודוקא כשהיה להעירוב חזקת כשרות, כגון זה שהניחו שם ואירע בו ספק. אבל אם לא היה לו חזקת כשרות, כגון ספק אם הונח שם אם לאו - לא אמרינן 'ספק עירוב כשר', משום דבכהני גווני יש חזקה לחומרא - העמד אדם על חזקת תחום ביתו שלא עירב. וכשיש להעירוב חזקת כשרות - נעמיד חזקתה כנגד חזקת תחום ביתו, וספיקא דרבנן לקולא. (עיין רש\"י ל\"ו. ד\"ה 'העמד', ועיין מ\"ש בסימן שצ\"ד)ואם עירב בספק טריפה - אינו עירוב, דבעינן סעודה הראויה מבעוד יום, והיא ודאי אינה ראויה מפני ספק טריפותה. (מג\"א סק\"ט)","כל אלו שאמרנו 'אינו עירוב' - יש להם שביתת ביתם, ולא אמרינן 'הרי עקר דעתו משביתת ביתו', ודמי להדין שיתבאר במי שבא בדרך והיה מכיר אילן או גדר ואמר שביתתי תחתיו, ולא היה יכול להגיע לשם לשעת קניית עירוב - דאין לו אלא ד' אמות, מטעם דהשביתה מכאן עקר ולשם אינו עירוב, כמו שיתבאר בסעיף י\"ד, והכי נמי כן הוא, דמשביתת ביתו עקר ובמקום העירוב - אינו עירוב ולא יזוז מד' אמותיו.דאינו כן, דהתם בבא בדרך, אבל כאן שהוא בביתו ועירב במקום שאינו עירוב - יש לו שביתה בביתו, דמסתמא בביתו ניחא ליה דלקני כשלא יהיה עירובו עירוב. (רש\"י ס'. ד\"ה 'ואסר' ע\"ש, ועיין מג\"א סימן תי\"א סק\"א)","כיצד עשיית עירוב: אם רוצה לילך בסוף התחום או בתוך התחום ולהחשיך שם, וכונתו לקנות שם שביתה - זהו עיקר מצותו. ואפילו לא אמר 'שביתתי במקומי' אלא החשיך שם ושתק, כיון שכונתו היתה לשביתה - הרי זה עירוב.אבל אם לא היתה כונתו לשביתה - אינו עירוב, אלא אם כן אמר 'שביתתי במקומי'. ואין הפרש בזה בין מי שיצא מביתו לקנות שם שביתה ויצא להחשיך על התחום, ובין מי שבא בדרך חשכה לו - קונה אלפים אמה בלא אמירה. ובבא בדרך - אין צריך כונה, דממילא קונה שביתה במקום שהיה בין השמשות, שהרי אפילו ישן יש לו שביתה, כמ\"ש בסימן ת\"א, וכל שכן ניעור.ויראה לי דאף על פי שהולך כל בין השמשות ולא עמד על מקום אחד, ונתבאר בסימן שצ\"ז דכל מידי דנייד - לא קנה שביתה, כמו נהרות המושכין, מכל מקום האדם קונה שביתה במקומו, שהרי ביכולתו לעמוד או לישב, ולא מצינו בשום מקום שההולך לא יקנה שביתה. ואמרינן: 'מיגו דעמד קנה - הולך נמי קונה', כמו בישן שם שאמרינן בכהני גווני ע\"ש.","והנה זהו עיקר העירוב, והיינו עירוב ברגל. אבל חכמים הקילו על מי שאינו רוצה לטרוח ולהחשיך שם, ילך מבעוד יום או ישלח שליח ויניח שם מזון שתי סעודות, כל אחד ואחד כפי מזונו.וגם בזה הלכו לקולא, דסתם בני אדם צריכים שתי סעודות בינונית שהם כששה ביצים מפת, ואפילו אם הוא רעבתן - דיו בבינונית. מיהו אם הוא חולה ואין צריך כל כך לשתי סעודות - דיו בפחות. ולאו דוקא מפת, דהוא הדין מכל דבר שמשתתפין בו שיתופי מבואות.ואפילו הנשבע שלא יהנה מככר - מערבין לו בו, דאין מערבין אלא לדבר מצוה, ומצות לאו ליהנות ניתנו. (מג\"א סקי\"ב) ואם הוא ליפתן - דיו בלפת שאוכלין בו שני סעודות.","ובעירוב כזה צריך אמירה דוקא, כיון שאינו על מקום שביתתו. ויאמר בשעה שמניח את העירוב: 'בזה העירוב יהיה מותר לילך למחר אלפים אמה ממקום עירובי זה', ויעשה הברכה כמו שיתבאר בסוף סימן תט\"ו, וחוזר ולן בביתו.ומודדים לו תחומו ממקום עירובו, שאנו רואים (כאילו) [כאלו] דר שם, דאנן סהדי (דאילו) [דאלו] היה לו שם מקום לדור היה דר שם. (גמרא ע\"ג.) ומטעם זה התלמידים האוכלים בבית הבעלי בתים, שבתיהם בשדה והולכין ולנין בבית רבם, אף על גב דלענין עירובין מקום פיתא עיקר, מכל מקום - להתלמידים מודדים התחום מבית רבם שהוא מקום לינתן, מטעם דאנן סהדי (שאילו) [שאלו] היו מביאים להם אכילתם לשם - טפי הוה ניחא להו, שבבית רבן הוה עיקר דירתן. (שם)","ואם ירצה יכול לשלוח את העירוב על ידי שליח, והשליח יאמר בעת הנחת העירוב: 'בזה העירוב יהיה פלוני מותר לילך למחר אלפים אמה ממקום העירוב'. ויברך, דשלוחו של אדם כמותו.ובלבד שלא יהא השליח חרש שוטה וקטן, שאינם ראוים לשליחות, וגם לא אלים למקני שביתה. ולא דמי לעירובי חצרות שנגבה גם על ידי קטן, כמ\"ש בסימן שס\"ו, דהתם אין צריך אמירה וכונה, מה שאין כן בתחומין. וכן לא יעשה שליח מי שאינו מודה בעירוב או אינו יהודי, ואם עשה אחד מכל אלו - אינו עירוב, אפילו עומד מרחוק ורואה שהניחו את העירוב - אינו כלום.","וזהו כשעושה אותם שלוחים להניח העירוב. אבל אם העמיד איש אחד שיקבל מהם בשם העירוב ויניח בעדו, והם אינם שלוחים אלא למסור להאיש את העירוב - לא איכפת לן, ובכהני גווני יכול לשלוח גם על ידי חיה מלומדת, כמו הפיל או הקוף.אמנם גם על זה אין להם נאמנות, וצריך לעמוד מרחוק ולראות שמסרוהו לידו. ואף על גב דבמילתא דרבנן יש להם נאמנות, מכל מקום בעירובי תחומין שיש לזה סמך מן התורה - לא נתנו להם נאמנות, ועוד דטריחא מילתא וחיישינן שלא יקיימו שליחותם.אבל מי שהבטיח לו להניח העירוב - נאמן, ואין צריך לראות אם קיים, דחזקה שליח עושה שליחותו. ואף על גב דבדאורייתא יש סוברים שאין לסמוך על חזקה זו, מכל מקום בדרבנן - ודאי סומכין על חזקה זו. ובדבר שהאחר יכול להכשל - גם בדאורייתא אמרינן חזקה זו, כמו שבארנו בחושן משפט סימן קפ\"ב סעיף ז'. (ועיין מג\"א סקי\"ז) וכן רבים שנשתתפו בעירובי תחומין - יכולין כולם לשלוח על ידי אחד שיערב על כולם.","לכתחלה כשעושה שליח צריך שיאמר לו: 'לך וערב לי לצד מזרח או למערב' כפי רצונו. דאם יאמר לו סתם, מה יודע השליח לאיזה רוח רוצה לערב.ומכל מקום אם אחד או רבים שאמרו לאחד צא וערב עלינו סתם והלך ועירב לאחד מן הרוחות - עירובו עירוב, דאמרינן דכך היה דעתם שלאיזה צד שיערב ניחא להו, ואחר כך יתגלה לאיזה צד יערב, והוברר הדבר למפרע שלצד זה חפצו, דקיימא לן יש ברירה בדרבנן, ותחומין דרבנן.ופשוט הוא שאם אמרו לו 'ערב למזרח' ועירב לצד אחר - דאינו עירוב. ואפילו באיכות העירוב כששינה השליח - אינו עירוב, כגון שאמר לו: 'ערב עלי בתמרים' - ועירב עליו בגרוגרות, 'בגרוגרות' - ועירב עליו בתמרים. אמר לו: 'הנח עירובי במגדל' - והניחו בשובך, 'בשובך' - והניחו במגדל, 'בבית' - והניחו בעלייה, 'בעלייה' - והניחו בבית - אינו עירוב, אפילו עירב לו השליח משלו.אבל אם אמר: 'ערב עלי' סתם, ועירב עליו בין בגרוגרות בין בתמרים בין בשובך בין במגדל בין בבית בין בעלייה - עירובו עירוב, אפילו עירב משל המערבין.","מי שבא בדרך וראה אילן או גדר מרחוק והוא מכיר אותן, והם בסוף אלפים אמה ממקום שעומד כעת, ומתיירא שלא יגיע לשם בבין השמשות שהוא זמן קניין העירוב, ולכן אומר שם במקום שהוא: 'שביתתי תהא תחת אילן פלוני בעיקרו', 'תחת גדר פלוני בצד מזרחו' וכדומה, שסיים המקום - וקנה שביתה בשם, ויש לו משם אלפים אמה לכל רוח, וזהו גם כן מהקולות שהקילו בעירוב.ומכל מקום בעינן שבאיזה מין הילוך יהיה ביכולתו להגיע לשם בין השמשות, כגון אם ירוץ מאד, ולכן אף על גב דבמהלך כי אורחיה לא יגיע לשם - לא איכפת לן, ורואין אותו (כאילו) [כאלו] עומד שם בין השמשות.אבל אם בכל אופן לא יוכל להגיע לשם בין השמשות - אין זה עירוב, דאיך יקנה שם שביתה ואין ביכולתו להגיע לשם לזמן קניית השביתה. ובכהני גווני לא קנה שביתה כלל, ואין לו אלא ד' אמות במקום שיהיה בין השמשות, שהרי מכאן עקר שביתתו ובשם לא קנה. ולא דמי למי שישב בביתו, דאם לא קנה עירוב יש לו תחום ביתו, כמ\"ש הטעם בסעיף ז' ע\"ש.","וגם זה הוא כשסיים מקום שביתתו בעיקרו כמ\"ש. אבל אם לא סיים מקום שביתתו, כגון שאמר: 'שביתתי תחת האילן' או 'תחת הגדר', וכל האילן והגדר אין עומדין בתוך אלפים ממקום שהוא - לא קנה שביתה, דשמא כיון על המקום שהוא חוץ לאלפים, ולכן לא יזוז ממקומו ואין לו אלא ד' אמות כמ\"ש.ואם כל האילן והגדר עומד תוך אלפים, ולא ייחד מקום שביתתו, שאמר 'שביתתי תחתיו' - יש לו ד' אלפים ממקומו לצד האילן והגדר, וינכה מזה משך האילן והגדר. כגון אם היה מקומן כ' אמה - יש לו ד' אלפים פחות כ' מפני הספק, שלא ידענו באיזה מקום כיון לקנות השביתה, ושמא כיון בתחלתן ונמצא שיגיע התחום עד כ' פחות.","ולהרמב\"ם דעת אחרת בזה, דהקונה שביתה בריחוק מקום ולא סיים מקום השביתה, אפילו כולו תוך אלפים - לא קנה שביתה שם אלא במקום שיהיה עומד בו בין השמשות. וכן לדעתו אם אמר 'שביתתי במקום פלוני' והוא רחוק מאותו מקום יותר מאלפים - קנה שביתה במקומו, כמו ביושב בביתו.","ולכן האומר 'שביתתי תחת אילן פלוני', אם יש תחתיו ח' אמות - לא קנה שביתה, משום דלא ידעינן לאיזה ד' אמות כיון. אבל בפחות מזה, הא איכא האמה האמצעית, שממה נפשך שביתתו בה, והוי מקצת מקומו ניכר - וקנה עירוב. לפיכך בכהני גווני צריך (לכוון) [לכוין] לקנות שביתה בעיקרו או בד' אמות שבצפונו או בדרומו וכיוצא בזה, וכן הוא דעת הרי\"ף ז\"ל.ואם היו שנים מהלכים בדרך, ואחד מכיר מקום השביתה ואחד אינו מכיר, זה שאינו מכיר מוסר שביתתו למכיר, כלומר שסומך עליו, והמכיר אומר 'שביתתינו במקום פלוני'. וקולא זו לומר שביתתי במקום פלוני ובלא פת - לא הקילו אלא לבא בדרך, אבל לא למי שיושב בביתו, דהיושב בביתו או ילך וישב בין השמשות במקום שרוצה לקנות שביתה, או ישלח פת לשם, כמו שנתבאר."],["זה שנתבאר בסוף הסימן הקודם דרק למי שהוא בדרך התירו לו לקנות שביתה בריחוק מקום, כגון לומר 'שביתתי במקום פלוני', ולא להיושב בביתו, מיהו לפעמים יש שגם היושב בביתו דינו (כאילו) [כאלו] הוא בדרך.כגון מי שהיה בביתו, ורצה לקנות שביתה במקום פלוני, והלך לשם להגיע למקום פלוני ולומר 'שביתתי במקום הזה', והחזיק בדרך ופגע בו חבירו בתחלת הדרך, ואמר לו: 'עת חמה היא, עת צנה היא, חזור לביתך', או שמעצמו נתעורר לחזור מפני החמה והצנה, או שנתעכב שם מפני איזה סיבה - דינו כהולך בדרך ויכול לומר 'שביתתי במקום פלוני', וחוזר לביתו ללון ולמחר יש לו אלפים אמה לכל רוח ממקום השביתה שאמר. שכיון שגמר בלבו לקבוע שם שביתתו והחזיק בדרך - נעשה כמי שעמד שם או הניח עירובו שם.","ודע, דזה שכתבנו שיאמר 'שביתתי במקום פלוני' זה הוא דעת רש\"י. (נ\"ב. בלישנא אחרינא ע\"ש)אבל מדברי הרמב\"ם בפרק ז' והש\"ע סעיף א' מתבאר דאין צריך לומר כלל 'שביתתי במקום פלוני', דכיון דגמר בלבו לילך ולקנות שביתה והתחיל לילך - הוי כעומד בשם ממש, דאין צריך אמירה.והטור הביא שני הדיעות ע\"ש, והרשב\"א פסק כרש\"י, דבכהני גווני שאינו על המקום האמירה - מעכב. (ב\"י) אבל הרמב\"ם ביאר להדיא סוף פרק ז' דאין צריך אמירה וז\"ל הרמב\"ם:\"וכל הקונה שביתה בריחוק מקום - אין צריך לומר 'שביתתי במקום פלוני', אלא כיון שגמר בלבו והחזיק בדרך - קנה שם שביתה. ואין צריך לומר מי שיצא ברגליו ועמד במקום השביתה - שאין צריך לומר כלום, אלא כיון שגמר בלבו קנה\" עכ\"ל.ולפי זה צריך לומר מ\"ש שם בראש הפרק: \"מי שיצא מערב שבת... ואמר שביתתי במקום זה וכו'\" עכ\"ל, אורחא דמילתא קתני, או שלא הלך מביתו על מנת כן, ובדרך נתיישב לילך לשם לקנות שביתה.","וכתב רבינו הב\"י בסוף סעיף א':\"במה דברים אמורים - בעני שאין מטריחין אותו להניח עירוב, או ברחוק כגון שהיה בא בדרך. אבל אם לא היה עני ולא רחוק - לא\" עכ\"ל, וזהו מלשון הרמב\"ם שם.ותמיהני, דמלשון זה מבואר דלעני התירו לומר 'שביתתי במקום פלוני' אפילו בלא החזיק בדרך. ונהי שהרמב\"ם סובר כן, אבל רבינו הב\"י בעצמו כתב בסוף סימן הקודם דלא התירו זה להיושב בביתו, ולא חילק בין עני לעשיר. וזהו באמת דעת הטור שם, וגם הרשב\"א סבירא ליה כן כמ\"ש המגיד משנה שם, ואם כן רבינו הב\"י שם סתם כהרשב\"א והטור, ובכאן כדעת הרמב\"ם וצ\"ע.","וזה שאמרנו שהקונה שביתה בריחוק מקום זהו כשהחזיק בדרך - לא שיצא מן העיר וילך בשדה דוקא, אלא אפילו רק ירד מן העלייה לילך לאותו מקום, וקודם שיצא מפתח החצר החזירו חבירו - הרי זה מקרי החזיק בדרך, וקנה שביתה.וכל הקונה שביתה בריחוק מקום - אין צריך לומר 'שביתתי במקום פלוני', אלא כיון שגמר בלבו והחזיק בדרך כל שהוא - קנה שם שביתה. ואין צריך לומר מי שיצא ברגליו ועמד במקום שקונה בו שביתה - שאין צריך לומר כלום, אלא כיון שגמר בלבו - קנה.כן פסק רבינו הב\"י בסעיף ב' והוא מדברי הרמב\"ם בפרק ז' וכבר כתבנו בסעיף ב' דרש\"י והרשב\"א חולקים בזה ע\"ש. (ובמכיר אילן או גדר - לכולי עלמא צריך אמירה)","אנשי העיר ששלחו אחד מהם להוליך להם עירובם למקום ידוע' והחזיק בדרך והחזירו חבירו ולא הוליך עירובם - הם לא קנו השביתה בהמקום הידוע, שהרי לא הונח שם עירובם, ונשארו על תחום מקומן אלפים לכל רוח. והוא - קנה שם עירוב, שהרי החזיק בדרך ונתכוין לשבות שם. לפיכך יש לו לילך לאותו מקום למחר, ולילך ממנו אלפים אמה לכל רוח.ולרש\"י ורשב\"א דוקא כשאמר 'שביתתי במקום פלוני'. אבל להם - אינו מועיל אפילו אמר בעד כולם, שהרי הם רצו בעירוב פת ולא בעירוב רגל."],["מי שאמר לשלוחו מבעוד יום: '(ערב) [עירב] לי במערב ביתי' והלך ועירב לו, והוא עצמו הלך לענייניו אחר כך למזרח ביתו, והיה שם בין השמשות בזמן קניית השביתה. אם נתן השליח את העירוב להלאה מביתו למערב כל כך רחוק, עד שמהעירוב עד מקום שהוא עומד למזרח ביתו הוי יותר מאלפים - ממילא מובן שהעירוב בטל, והוא נשאר על תחום ביתו.אבל אם הוא באופן שמן העירוב עד המקום שעומד לא הוי יותר מאלפים, אף על פי שגם לביתו הוא עומד תוך אלפים - מכל מקום יש לו תחום עירובו. ולא אמרינן כיון שעתה עומד למזרח ביתו לא ניחא ליה כלל בעירובו שהוא במערב ביתו - לא אמרינן כן.","וכבר כתבנו בסימן ת\"ט סעיף ז' דנגד תחום ביתו לא אמרינן שלא יזוז ממקומו, כמו במכיר אילן או גדר, לפי שמביתו לעולם אינו מסיח דעת ע\"ש, וסברא זו כתב רש\"י ז\"ל ע\"ש.ויש אומרים הטעם דלאו מפני זה לא אבד תחום ביתו, אלא משום דשלוחא הוא דעוית, דלא היה לו לערב כל כך רחוק, וממילא דבטלה השליחות. (הרר\"י) אבל בסימן ת\"ח משמע להדיא כרש\"י ע\"ש. (עיין ט\"ז דיש נפקא מינה בין הטעמים כשהוא בעצמו עשה כן, והניח עירוב במערב ויצא למזרח ע\"ש)"],["מי שטעה בדין, שהיה סבור שיכול לערב על חצי יום לרוח זה וחצי יום לרוח האחר, והניח שני עירובין אחד לצפון על חצי יום הראשון, ואחד לדרום על חצי יום השני, או שאמר לשנים (ערבו) [עירבו] עלי, ואחד עירב עליו לצפון ואחד עירב עליו לדרום, וכל אחד הניח עירובו לסוף אלפים - הרי זה לא יזוז ממקומו, מפני שאין ידוע איזה עירוב קנה לו.כלומר דזהו ודאי דהוא עצמו כשיתגלה לו שטעה, יאמר דאם כן אין כונתי רק שאחד מהם יקנה ולא השני. אבל זה עצמו אינו ידוע לא לו ולא לנו מי הוא שיקנה ומי שלא יקנה, לפיכך בהכרח שלא יזוז ממקומו, ואין לו אלא ד' אמות, שזה נותנים בהכרח לכל איש.","ואם שני עירובין שהניח או שני שלוחיו שהניחו לא היו בסוף התחום - הולך מה שאפשר לו מכח שני העירובין. כיצד, אם כל עירוב הוא בסוף אלף מביתו - יש לו אלף אמה מביתו לכל אחד מהעירובים.ואם עירוב אחד למזרח לסוף אלף, והשני למערב לסוף ת\"ק - הולך למערב אלף מכח מה שהניח לו העירוב שבמזרח, ולמזרח הולך אלף ות\"ק אמה מכח מה שהניח לו העירוב שבמערב, וכן כל כיוצא בזה. אבל לא אמרינן ששני העירובים בטילים, ואין לו אלא ד' אמות."],["המערב לרבים משלו, אומר: 'הרי עירוב זה בשביל כל בני העיר', ובלבד שתהא מזון שני סעודות לכל אחד.ולא דמי לעירובי חצרות, דשתי סעודות סגי לכולם אפילו לאלף, כמ\"ש בסימן שס\"ה, דהתם אוסרים זה על זה ועושים אותם כמעורבים - די בשני סעודות. אבל הכא כל אחד דירתו לעצמו, ולכן צריך לכל אחד ב' סעודות, (ט\"ז) ועוד דתחומין חמירא דסמכוה אקרא. (א\"ר)ואף על גב דלענין פת הקילו, נראה לי דזהו מפני שבתחומין עיקר עירוב ברגל, ולכן אי אפשר לומר פת דוקא. ועוד נראה לי טעם פשוט, דבתחומין מתוך שעוקר דירתו מכל ביתו וחצרו ועירו למקום אחר לגמרי - לכן בעינן שתי סעודות לכל אחד. וכשמניח לכל בני העיר - צריך לזכות להם על ידי אחר, כמו בעירובי חצרות בסימן שס\"ו.","וגם בזה לא דמי לעירובי חצרות ומבואות, שמערבין שלא לדעתן, אבל תחומין - אינו אלא מדעת, דאין בכאן זכות בלבד, דחובה נמי איכא שמפסיד לצד אחר כמו שנתבאר. ולכן המערב לאחד או לרבים - צריך להודיעם מבעוד יום.אמנם לכל מי שהודיע מבעוד יום, אפילו לא גמר בלבו עד שחשיכה - הוי עירוב, דבתחומין אמרינן ברירה, דהוברר הדבר למפרע שקנה שביתה במקום העירוב. אבל כשלא הודיעוהו כלל מבעוד יום, על מה תחול הברירה, הלא לא ידע כלל מהעירוב.","וכן מי שהניח עירוב לכל שבתות השנה, ואמר איזה מהשבתות שארצה אלך ואסמוך עליו, אף על פי שבין השמשות לא גמר בלבו עד למחר - יכול לסמוך עליו, מטעם ברירה שבארנו.וכן מי ששמע שחכם אחד יבא בשבת, ולא ידע מאיזה רוח יבא, והניח שני עירובים ואמר: 'אם יבא חכם למזרח - עירובי למזרח, ואם למערב - עירובי למערב, ואם יבואו שני חכמים אחד מכאן ואחד מכאן - למקום שארצה אלך, ואם לא יבא לא לכאן ולא לכאן - הריני כבני עירי' - יכול לעשות כן, ועירובו עירוב. וגם למחר יכול לברור, אם יבואו שנים אחד מכאן ואחד מכאן לאיזה צד שירצה, והכל מטעם ברירה, והכל לפי תנאו.וכן אם אמר לשנים או לשלשה: 'הריני מערב על איזה מכם שארצה מחר', או שאמר סתם: 'על איזה מכם שארצה', ולא בירר את מי רצה עד שתחשך - הוה עירוב, והכל מטעם ברירה כמ\"ש."],["כבר נתבאר דעירובי תחומין - אין מערבין אלא לדעתו, דשמא אינו רוצה לערב כלל, שלא יפסיד תחום ביתו, או אינו רוצה לערב לרוח זה אלא לרוח אחר.אמנם אמרו חכמים: (פ\"ב:) מערב אדם על ידי בנו ובתו הקטנים, אפילו אינם סמוכים על שולחנו, כדי לחנכן במצות, שאין מערבין אלא לדבר מצוה, ואין צריך דעתן, דהחנוך חל על האב. ואפילו מיחו בו שלא לערב עליו, ואפילו עירבו לצד אחר - דאין דעתן כלום, ותלינן באביהם, וכן מערב על ידי עבדו ושפחתו הכנענים.","אבל בנו ובתו הגדולים, אפילו סמוכים על שולחנו, ועבדו ושפחתו העברים ואשתו - אינו מערב עליהם אלא מדעתן.ומכל מקום יש חילוק בינם לבין האחרים, דבאחרים אי אפשר לו לערב בשבילם עד שיתרצו בפירוש. וכאן, אפילו לא התרצו בפירוש אלא לא מיחו בו, ולא עירבו עירוב אחר ושתקו - יוצאים בעירובו, דמסתמא ניחא להו במאי דעבד. אבל אם מיחו בו או שעירבו הם עירוב לעצמם - אין עירובו עירוב בשבילם.","קטן בן שש שנים - יוצא בעירוב אמו, וכל שכן פחות, ואין צריך להניח בשבילו שתי סעודות. אבל אחר שש - אסור להוציאו חוץ לתחום' דבידינו אין לנו לעשות להם איסור. אך בן שש שאי אפשר לו להיות בלא אמו - מוכרחת ליטלנו עמה. ואם הוא תינוק חריף ואין צריך לאמו גם בהיותו בן ה' - אין לה ליטלו עמה. (ועיין מג\"א סק\"ז והעיקר כתירוץ הראשון ע\"ש)"],["אין מערבין עירובי תחומין אלא לדבר מצוה. ויש מי שרוצה לומר דזהו בעירוב בפת, אבל ברגל - מערבין אפילו לדבר הרשות, (ב\"י והר\"י רפ\"ח) ובשעת הדחק יש לסמוך על זה. (א\"ר)ובדיעבד אם עירב לדבר הרשות, לדעת בה\"ג - אינו עירוב, והרמב\"ם בפרק ו' פסק - דהוי עירוב, והרשב\"א כתב לחלק בין מערב בפת למערב ברגליו, דבפת - אין עירובו עירוב, וברגליו - הוי עירוב, (ב\"י) ורבינו הב\"י פסק כהרמב\"ם.וזהו וודאי דכשעירב לדבר מצוה - יכול לילך אף לדבר הרשות. והטעם שאין מערבין אלא לדבר מצוה הוא פשוט, דבשלמא עירובי חצרות ושיתופי מבואות - זהו עצמו מצוה, כדי שלא נכשל באיסור טלטול. אבל בתחומין אין שייך שלא לבא לידי איסור, ואין זה אלא מפני הצורך. ולכן בצורך מצוה התירו, ולא בדבר של רשות.ובאמת אין הכוונה למצוה גמורה, אלא אפילו כשיש בזה עונג שבת ויום טוב - מקרי גם כן מצוה, כמו שיתבאר, דבזה ראו חכמים גם כן להתיר, מפני שזהו מצוה 'וקראת לשבת עונג', וביום טוב נצטוינו בשמחה.","ולכן אין מערבין רק כדי לילך לבית האבל או לבית המשתה של נשואין, או של מילה או של שאר מצוה, או להקביל פני רבו או חבירו שבא מן הדרך, או לפקח על עסקי רבים, או שהיה חוץ לעירו וצריך לילך לביתו, דזהו מצוה להיות אצל אשתו וזרעו.וכתב רבינו הרמ\"א: \"או שרוצה לילך לטייל ביום טוב או שבת בפרדס, שיש בו שמחה וכיוצא בזה - מקרי דבר מצוה\" עכ\"ל, וזהו מטעם שבארנו. וכן מפני היראה, כשרוצה לברוח מן האנסים ומן הלסטים - הוי דבר מצוה, וכן כל כיוצא בזה.","ואף על גב דעירובי חצרות מערבין לכתחלה בין השמשות, כמ\"ש בסימן שצ\"ג, אבל עירובי תחומין - אין מערבין לכתחלה בין השמשות, (שבת ל\"ד.) משום דזהו תקון מעליא, ואסמכוה אקראי, (רש\"י) ובדיעבד - עירובו עירוב.ולכן אם אמרו לו שנים: 'צא וערב עלינו', לאחד עירב עליו מבעוד יום, ולאחד עירב עליו בין השמשות, וזה שעירב עליו מבעוד יום נאכל עירובו בין השמשות, וזהו שעירב עליו בין השמשות נאכל עירובו משחשיכה - שניהם קנו עירוב. וכבר נתבאר טעם דין זה בסימן שצ\"ג ע\"ש. אבל יש חולקים, וסבירא ליה דבתחומין - גם בדיעבד אינו מועיל בין השמשות. (דעת ר\"ת בתוספות שם, ורש\"י שם והרמב\"ם בפרק ו' פסקו כדיעה ראשונה)","כשמניח עירובי תחומין מברך: \"אשר קידשנו במצותיו וצונו על מצות עירוב. בהדין עירובא יהא מותר לי לילך ממקום פלוני אלפים אמה לכל רוח\". ואם מערב לרבים מברך ואומר גם כן: \"בהדין עירובא יהא מותר לפלוני ולפלוני וכו'\" או שיאמר: \"יהא מותר לכל בני העיר\".והברכה - אינה מעכבת, אבל אם לא אמר בהדין וכו' - מעכב. (מג\"א סק\"ה) ואף על גב דבעירוב ברגל אין צריך לומר כלום, כמ\"ש בסימן ת\"י - זהו מפני שעומד במקום שביתתו. אבל בעירוב בפת, אם לא אמר - באיזה דבר ניכר שהוא עירוב. ויראה לי דאם בירך ולא אמר 'בהדין' - הוי עירוב."],["קיימא לן בעירובין, (ל\"ח:) דשבת ויום טוב הסמוכים זה לזה, כגון שחל יום טוב בערב שבת או ביום ראשון - הוויין שתי קדושות. כלומר דשני ימים טובים של פסח ושבועות וסוכות, ונקראים יום טוב של גליות מפני שבארץ ישראל אין עושין רק יום אחד - הוויין שתי קדושות, שהרי רק אחד מהן קדוש, ומספיקא עבדינן שני ימים.ויום טוב של ראש השנה - הוי קדושה אחת, וכיומא אריכתא הוא, מפני הטעם שיתבאר במקום אחר. ושבת ויום טוב - יש פלוגתא בגמרא שם, ואיפסקא הלכתא דשני קדושות הן, ולכן אין להם שייכות זה לזה.","לפיכך יום טוב הסמוך לשבת בין מלפניה בין מלאחריה, וכן שני ימים טובים של גליות - יכול האדם לערב לשתי רוחות, יום ראשון למזרח ביתו, ויום השני למערב ביתו. וסומך על איזה מהם שירצה ביום הראשון, ועל העירוב שברוח השני ליום השני, ומניח שניהם בערב יום טוב.וכן יכול לערב ליום הראשון, וביום השני יהיה כבני העיר, או ביום הראשון כבני העיר, וביום השני יחול העירוב. וביום שהוא כבני העיר - יש לו אלפים אמה לכל רוח מעירו, וביום שחל העירוב - יש לו אלפים לכל רוח ממקום העירוב. ומברך על שניהם ואומר: 'בהדין עירובא יהא מותר לי לילך באחד משני הימים לרוח זה', וכן בהעירוב השני, ומחר יברר לאיזה שירצה, דכבר כתבנו דבתחומין יש ברירה, מפני שהוא מדרבנן.","וזהו בשבת ויום טוב ובשני ימים טובים של גליות. אבל בראש השנה, שהשני ימים הם כיום אחד - אינו יכול לערב רק על שני הימים, ואם עירב ליום אחד, הוה כמערב על חצי שבת - ואינו עירוב.וכן יכול להתנות על עירובו, ויאמר: 'עירובי לשבת זו ולא לשבת אחרת', או 'לשבת אחרת ולא לשבת זו'. וכן 'עירובי יהי לשבתות ולא לימים טובים', 'לימים טובים ולא לשבתות'. ואם ירצה יכול לערב עירוב אחד גם לשבת ויום טוב ולשני ימים טובים של גליות, על שני הימים לרוח אחד.אך כנגד זה יש חומרא, שכל יום צריך קניית שביתה בפני עצמו, כיון שהם נפרדים זה מזה, ואיך יקנה שביתה מאחד על השני, וזהו כקניית שביתה ביום ה' ליום השבת, מה שאין כן בראש השנה.","ולפיכך ביום טוב ושבת וביום טוב של גליות כשמערב בפת - צריך שיהיה העירוב בשלימות גם בבין השמשות דיום הראשון, ואם נאבד - אין לו עירוב ליום השני.ולכן המערב בפת כיצד הוא עושה: מוליכו בערב יום טוב או בערב שבת ומחשיך עליו, ונוטלו בידו אם היה ליל יום טוב, ובא לו לביתו. ולמחר מוליכו לאותו מקום ומניחו שם עד שתחשך, ואוכלו אם היה ליל שבת, או מביאו אם ירצה כשהיה ליל יום טוב. נאכל בראשון - הוה עירוב לראשון ולא לשני.","ואם עירב ברגליו - צריך לערב בראשון ובשני. והיינו שביום הראשון יהיה שם בין השמשות, ויחשוב בלבו שיקנה שם שביתה. אבל לא יאמר כלום, מפני שאסור לעשות שום הכנה מיום טוב לשבת או משבת ליום טוב, או מיום טוב ראשון לשני, אפילו בדיבור בעלמא.וכל שכן שאינו יכול לערב בפת שלא עירב בו ביום הראשון, מפני שהיה צריך לקרות עליו שם עירוב, ונמצא שמכין מהיום למחר, ואם עירב - לא הוי עירוב. אבל האמירה אם אמר - הוי עירוב. (מג\"א סק\"ב)","זה הכלל: עירב בראשון במאכל, אם רצה לערב ברגליו בשני - הרי זה עירוב. ויעשנו במחשבה; ואם אמר - אין זה עיכוב. אבל אם רוצה לערב בפת גם בשני - צריך לערב דוקא באותו הפת שעירב בראשון, שאין צריך לומר כלום, שכבר קרא עליו שם עירוב, ואם כן אינו מכין כלום. ואם עירב בפת אחר - אינו עירוב.וגם מה שמותר ברגליו בשני, אינו אלא כשעירב בראשון, או בפת או ברגליו. אבל כשלא עירב כלל - נראה לי שאסור לערב ברגליו בשני אפילו בלא דיבור, דזה הוי הכנה גמורה ודבר חדש, דכן משמע להדיא מלשון הש\"ס, (ל\"ט.) שאומר: \"עירב בפת בראשון - מערב ברגליו בשני\".כלומר אף על גב דהוה שינוי מעירוב פת לעירוב רגליו - משום דעל כל פנים נקרא עליו שם עירוב בראשון, ואין ההכנה ניכר כל כך. מה שאין כן אם לא עירב כלל בראשון - אינו יכול לערב בשני בשום דבר, ואם עירב - לא הוי עירוב, משום דזהו הכנה גדולה. (כן נראה לי)","וכל זה בשבת ויום טוב ובשני ימים טובים של גליות. אבל בשני ימים טובים של ראש השנה - מערב בערב יום טוב לשני הימים, ואפילו נאכל בראשון - הוי עירוב להשני, וכן אם עירב ברגליו בראשון - אין צריך לערב ברגליו בשני, וזהו דעת הרמב\"ם בפרק ח'.והראב\"ד שם חולק עליו, וסבירא ליה דרק לחומרא אמרינן דקדושה אחת היא, ולא לקולא, ולכן צריך לערב ברגליו גם בשני. וכן אם עירב בפת בראשון ונאכל - אין לו עירוב לשני ע\"ש.אבל רוב הפוסקים הסכימו להרמב\"ם, דלגמרי שויוה רבנן כקדושה אריכתא, והרי אין זה איסור תורה, ותחומין דרבנן. והם אמרו מצות עירובי תחומין, והם אמרו דקדושה אחת היא בין לקולא ובין לחומרא, וכן פסקו הטור והש\"ע.","ודע, דזה שאמרו שיכול לערב שני עירובין משני רוחות לשני הימים - זהו דוקא כשיהיה אפשר לו להגיע לכל אחד משני העירובין ביום הראשון. אבל אם אי אפשר לו להגיע להעירוב של יום השני ביום הראשון - אינו עירוב לשני, דאנן בעינן שהעירוב יהיה סעודה הראויה מבעוד יום.ואף על גב דבשני יום טוב של גליות ממה נפשך, אם הראשון חול - הרי יכול ללכת לעירובו, ואם הראשון קדש - הרי השני חול ואין צריך עירוב, מכל מקום כיון דסוף סוף אינו יכול להגיע ביום הראשון להעירוב מפני הספק - אינו עירוב. (מג\"א סק\"ג","ולכן יזהר שלא להניח הרבה רחוק את העירובים. כיצד, הרי שהניח עירובו ליום ראשון לסוף אלפים למזרח והניח העירוב השני ליום השני למערב - אינו עירוב אפילו הניחו קרוב, שהרי אינו יכול להגיע לו מבעוד יום, שהרי לא נשאר לו לצד מערב כלום.אבל אם הניח ליום הראשון למזרח אלף ות\"ק אמה, הרי נשאר לו לצד מערב (חמש) [חמשה] מאות אמות - יכול להניח על יום השני לצד מערב עד ת\"ק אמה ולא יותר, דבכשיעור הזה יכול לבא לעירובו של שני ביום הראשון.ויום הכיפורים הרי הוא כשבת, בין לענין עירובי חצרות בין לעירובי תחומין, ויכול לערב גם בפת. דאף על פי שאינו יכול לאכול - מכל מקום ראוי הוא (לתינוק) [לתנוק], דלא בעינן סעודה הראויה לו דוקא, כמ\"ש בסימן ת\"ט.ויום טוב - נוהג בו עירובי תחומין ולא עירובי חצרות, וטעמו של דבר בארנו בסימן שצ\"ז סעיף ד' ע\"ש."]],"SHULCHAN_ARUCH":[["<i>(מותר לערב עירובי תחומין ולקנות שביתה סוף התחום. ולכן)<\/i> מי שיצא מהעיר בערב שבת והניח מזון שתי סעודות רחוק מהעיר בתוך התחום וקבע שביתתו שם אף על פי שחזר לעיר ולן בביתו נחשוב אותו כאילו שבת במקום שהניח בו השתי סעודות וזהו הנקרא עירובי תחומין ויש לו להלך ממקום עירובו למחר אלפים אמה לכל רוח לפיכך כשהוא מהלך ממקום עירובו למחר אלפים אמה כנגד העיר אינו מהלך בעיר אלא עד סוף מדתו ואם היתה העיר מובלעת בתוך מדתו תחשב העיר כולה כד' אמות וישלים מדתו חוצה לה כיצד הרי שהניח את עירובו ברחוק אלף אמה מביתו שבעיר לרוח מזרח נמצא מהלך למחר ממקום עירובו אלפים אמה למזרח ומהלך ממקום עירובו אלפים אמה למערב אלף שמן העירוב עד ביתו ואלף אמה מביתו בתוך העיר ואינו מהלך בעיר אלא עד סוף האלף ואם היה מביתו עד סוף העיר פחות מאלף אפילו אמה אחת שנמצאת מדתו כלתה חוץ לעיר תחשב המדינה כולה כארבע אמות ויהלך חוצה לה תתקצ''ו אמה תשלום האלפים לפיכך אם הניח עירובו בריחוק אלפים אמה מביתו שבעיר הפסיד את כל העיר ונמצא מהלך מביתו עד עירובו אלפים אמה ואינו מהלך מביתו בעיר לרוח מערב אפילו אמה אחת. <i> הגה: ויש אומרים דאפילו כלתה מדתו באמצע העיר מהלך בכל העיר כולה אבל לא חוצה לה ויש להקל (טור והגהות מיימוני פרק כ''ז מהלכות שבת בשם סמ''ק ורש''י). ואם כלתה מדתו בסוף העיר ואף על גב דעדיין עיבור לפני העיר כל העיר כארבע אמות דלא אמרינן עיבור של העיר כעיר להחמיר (המגיד פרק כ''ז מהלכות שבת). כל מקום שהניח עירובי תחומין ויש לו אלפים לכל רוח אסור לו לילך לצפון ולדרום רק נגד רוחב המקום שקנה בו שביתה ואם אינו רק ארבע אמות כגון שאין העירוב ברשות היחיד אסור לו לילך לכל רוח אלפים רק ברוחב ארבע אמותיו עם זויותיהן כדלעיל סימן שצ''ח סעיף ב'. ומכל מקום אם כלתה המדה סוף העיר וכולה כארבע אמותיו מותר לילך כל רחבה ויש לו אלפים חוץ לעיר לצפון ולדרום אף על פי שאין לו רוחב כל כך נגד המקום שקנה בו עירוב (הר''ר יהונתן).<\/i>","המניח עירובו ברשות היחיד אפילו היתה מדינה גדולה כנינוה ואפילו עיר חריבה או מערה הראויה לדיורין מהלך את כולה וחוצה לה אלפים אמה לכל רוח:","המניח עירובו בתוך העיר ששבת בה לא עשה כלום אין מודדין ממקום עירובו אלא הרי הוא כבני העיר כולם שיש להם אלפים אמה לכל רוח חוץ לעיר וכן אם נתן עירובו במקומות המצטרפים לעיר שמודדים התחום חוץ מהם הרי זה כנותנו בתוך העיר:","נתן עירובו חוץ לתחום אינו כלום <i>(ויש לו תחום מביתו) (מיימוני והמגיד פרק ו' מהלכות עירובין):<\/i>"],["הנותן עירובו בבית הקברות אינו עירוב לפי שבית הקברות אסור בהנאה וכיון שרוצה בקיום העירוב שם אחר קנייה הרי נהנה בו ואם נתנו בבית הפרס הרי זה עירוב ואפילו היה כהן מפני שיכול להכנס שם במגדל הפורח או שינפח והולך:","צריך שיהא הוא ועירובו במקום אחד כדי שיהיה אפשר לו לאוכלו בין השמשות לפיכך אם נתכוין לשבות ברשות הרבים והניח עירובו ברשות היחיד או ברשות היחיד והניח עירובו ברשות הרבים אינו עירוב שאי אפשר לו להוציא מרשות היחיד לרשות הרבים בין השמשות אלא בעבירה אבל אם נתכוין לשבות ברשות היחיד או ברשות הרבים והניח עירובו בכרמלית או שנתכוון לשבות בכרמלית והניח עירובו ברשות היחיד או ברשות הרבים הרי זה עירוב שבשעת קניית העירוב שהוא בין השמשות מותר להוציא ולהכניס מכל אחד משתי הרשויות לכרמלית לדבר מצוה שכל דבר שהוא מדברי סופרים לא גזרו עליו בין השמשות במקום מצוה או בשעת הדחק:","נתנו בראש הקנה או הקונדס הצומחים מן הארץ אינו עירוב מפני שמאחר שהם רכים ונוחים לקטום ויתחייב חטאת גזרו בהם <i>(ואם הם רכים כירק עיין לעיל ריש סימן של''ו)<\/i> אפילו בין השמשות אפילו במקום מצוה ואם היו תלושים ונעוצים הרי זה עירוב:","נתנו במגדל ונעל בפניו ואבד המפתח מבעוד יום או שנפל עליו גל אם יכול להוציאו בלא עשיית מלאכה דאורייתא הרי זה עירוב:","כל המניח עירובו במקום יש לו במקום עירובו ארבע אמות לפיכך המניח עירובי תחומין שלו בסוף התחום ונתגלגל בתוך ד' אמות הרי זה עירוב חוץ לארבע אמות אינו עירוב:","אבד עירובו או נשרף או אם היה בסוף התחום ונתגלגל חוץ לד' אמות או שהיתה תרומה ונטמאת מבעוד יום אינו עירוב משחשיכה הרי זה עירוב שקניית העירוב בין השמשות אם ספק כשר שספק העירוב כשר והוא שיהיה לו חזקת כשרות כגון זה שהניחו שם ואירע בו ספק אבל אם לא היה לו חזקת כשרות כגון ספק אם הונח שם אם לאו לא:","כיצד עשיית עירוב אם רוצה לילך בסוף התחום או בתוכו ולהחשיך שם זה הוא עיקר מצותו ואפילו לא אמר שביתתי במקומי אלא החשיך שם ושתק לא שנא מי שיוצא מביתו להחשיך על התחום לא שנא מי שבא בדרך וחשכה לו קונה אלפים אמה בלא אמירה ואם אינו רוצה לטרוח להחשיך שם ילך מבעוד יום ויניח שם מזון שתי סעודות כל אחד ואחד כפי מזונו ואם הוא חולה או רעבתן שיעורו שתי סעודות בינוניות שהם כששה ביצים <i>(ועיין לעיל סימן שס''ח סעיף ג')<\/i> מפת או מכל דבר שמשתתפין בו שיתופי מבואות ואם הוא ליפתן בכדי לאכול בו שתי סעודות סגי ואומר בזה העירוב אהיה מותר לילך למחר אלפים אמה וחוזר ולן בביתו ואפילו הכי מודדים לו תחומו ממקום עירובו שאנו רואים כאילו דר שם אבל התלמידים האוכלים אצל בעלי בתים שבתיהם בשדה וחוזרים ולנים בבית רבם מודדין להם תחומם מבית רבם שהוא מקום לינתם שהוא להם עיקר ששם היו חפצים גם לאכול אילו היה שם מזונם:","אם ירצה ישלח העירוב על ידי שליח ויאמר בזה העירוב יהא פלוני מותר לילך ובלבד שלא יהא חרש שוטה וקטן או שאינו מודה בעירוב ואם שלחו על ידי חרש שוטה וקטן או עובד כוכבים או אחר שאינו מודה בעירוב אינו עירוב ואם אמר לאחר לקבלו ממנו ושלחו על ידי אחד מאלו ואפילו שלחו על הפיל או על הקוף וראה מרחוק שהגיע שם ונתנו לו הוי עירוב אף על פי שלא ראה שהניחו האחר דחזקה שליח עושה שליחותו וכן רבים שנשתתפו בעירובי תחומין ורצו לשלוח עירובם ביד אחר הרי אלו משלחין:","אחד או רבים שאמרו לאחד צא ערב עלינו ועירב עליהם באיזה רוח שירצה הרי זה עירוב ויוצאים בו שהרי לא ייחדו לו רוח:","האומר לחבירו ערב עלי בתמרים ועירב עליו בגרוגרות בגרוגרות ועירב עליו בתמרים אמר לו הנח עירובי במגדל והניחו בשובך בשובך והניחו במגדל בבית והניחו בעלייה בעלייה והניחו בבית אינו עירוב אבל אם אמר לו ערב עלי סתם ועירב עליו בין בגרוגרות בין בתמרים בין בבית בין בעלייה הרי זה עירוב:","מי שבא בדרך ומכיר אילן או גדר בסוף אלפים אמה וירא שמא תחשך קודם שיגיע שם ואמר שביתתי תחתיו בעיקרו קנה שביתה בעיקרו ויש לו משם אלפים אמה אף על פי שאינו יכול להגיע שם מבעוד יום במהלך בינוני אלא אם כן ירוץ מותר לילך לשם בנחת אף על פי שאינו מגיע שם מבעוד יום אבל אם לא היה יכול להגיע שם כלל מבעוד יום לא יזוז ממקומו שהרי עקר דעתו מכאן וגם שם לא קנה ודוקא שייחד ד' אמות ההם בתוך אלפים אמה כגון שאמר שביתתי בעיקרו ומכאן עד עיקרו אין יותר מאלפים אבל אם אין כל האילן בתוך אלפים ולא ייחד מקום תחתיו לא קנה שביתה דשמא היה בדעתו על ארבע אמות שהם חוץ לאלפים וגם כאן לא קנה שהרי עקר דעתו מכאן ולא יזוז ממקומו ואם כולו עומד תוך אלפים ולא ייחד מקום שביתתו כגון שאמר שביתתי תחתיו יש לו ארבעה אלפים ממקומו לצד האילן חוץ משיעור משך תחתיו של אילן כגון אם שיעור האילן עשרים אמה יש לו שם אלפים פחות עשרים אמה ולהרמב''ם הקונה שביתה ברחוק מקום ולא סיים מקום שביתתו לא קנה שביתה שם אלא במקום שהיה עומד בו כשחשכה וכן אם אמר שביתתי במקום פלוני והוא רחוק ממנו יותר מאלפים קנה שביתה במקומו והאומר שביתתי תחת אילן פלוני אם יש תחתיו שמונה אמות או יותר לא קנה שביתה שהרי לא כוון מקום שביתתו לפיכך צריך להתכוין לשבות בעיקרו או בד' אמות שבצפונו או בדרומו ואם היה תחתיו פחות משמונה אמות ונתכוין לשבות תחתיו קנה שהרי מקצת מקומו מסוים וכן דעת הרי''ף בזה:","היו שנים אחד מכיר ואחד אינו מכיר שאינו מכיר מוסר שביתתו למכיר ואומר שביתתנו במקום פלוני:","ודוקא לבא בדרך התירו לו כהאי גוונא אבל לא למי שהוא בביתו ואם אמר כן לא עלה לו ואין לו אלא שביתת ביתו:"],["מי שנתכוין לקבוע שביתתו במקום ידוע אצלו והחזיק בדרך והלך כדי שיגיע לאותו מקום ויקנה בו שביתה אף על פי שלא הגיע ולא עמד שם אלא החזירו חבירו ללון אצלו או שחזר מעצמו ללון אצלו או שנתעכב יש לו להלך למחר עד מקום שנתכוין לו ומאותו המקום אלפים אמה לכל רוח שכיון שגמר בלבו לקבוע שם שביתתו והחזיק בדרך נעשה כמי שעמד שם או שהניח עירובו שם במה דברים אמורים בעני שאין מטריחין אותו להניח עירוב או ברחוק כגון שהיה בא בדרך אבל אם לא היה עני ולא רחוק לא:","זה שאמרנו שהקונה שביתה בריחוק מקום שיחזיק בדרך לא שיצא וילך בשדה אלא אפילו ירד מן העליה לילך לאותו מקום וקודם שיצא מפתח החצר החזירו חבירו הרי זה החזיק וקנה שביתה וכל הקונה שביתה בריחוק מקום אינו צריך לומר שביתתי במקום פלוני אלא כיון שגמר בלבו והחזיק בדרך כל שהוא קנה שם שביתה ואין צריך לומר מי שיצא ברגליו ועמד במקום שקונה בו שביתה שאינו צריך לומר כלום אלא כיון שגמר בלבו קנה:","אנשי העיר ששלחו אחד מהם להוליך להם עירובם למקום ידוע והחזיק בדרך והחזירו חבירו ולא הוליך עירובם הם לא קנו שביתה באותו מקום שהרי לא הונח שם עירובם ואין להם להלך במדינתם אלא אלפים אמה לכל רוח והוא קנה שם עירוב שהרי הוא בא בדרך ונתכוין לשבות שם והחזיק בדרך לפיכך יש לו לילך לאותו מקום למחר ולילך ממנו אלפים אמה לכל רוח:"],["מי שהיה במזרח ביתו בשדה ואמר לשלוחו לערב לו במערב אם נתן העירוב מהלאה לביתו בענין שהוא רחוק ממנו יותר מאלפים וביתו קרוב לו בתוך אלפים העירוב אינו כלום ונשאר לו שביתת ביתו נתן העירוב בענין שהוא לו בתוך אלפים אף על פי שגם ביתו לו בתוך אלפים קנה שביתה במקום עירובו ולא בביתו:"],["עירב חצי היום הראשון לרוח צפון והשני לרוח דרום שטעה והיה סבור שאפשר לעשות כן או שאמר לשנים עירבו עלי אחד עירב עליו לצפון ואחד לדרום אם הניח כל אחד עירובו בסוף אלפים לא יזוז ממקומו שאין ידוע איזה עירוב קנה לו ואם לא נתנו העירובים בסוף אלפים הולך מה שאפשר לו לילך מכח שניהם כיצד נתן כל אחד עירובו לסוף אלף מביתו יש לו אלף אמה מביתו לכל אחד מהעירובים. נתן אחד למזרח לסוף אלף והשני למערב לסוף ת''ק הולך למערב אלף מכח מה ששייר לו העירוב שבמזרח ולמזרחו אלף ות''ק מכח מה ששייר לו העירוב שבמערב:"],["המערב לרבים משלו אומר הרי עירוב זה בשביל כל בני העיר ובלבד שיהא בו מזון שתי סעודות לכל אחד וכל מי שירצה יסמוך עליו וצריך לזכות להם על ידי אחר הראוי כמו בעירובי חצרות <i>(ועיין לעיל סימן שס''ו סעיף י')<\/i> וצריך להודיעם וכל מי שהודיעו מבעוד יום אפילו לא גמר בלבו לסמוך עליו מבעוד יום אלא לאחר שחשכה הוי עירוב אבל אם לא הודיעו מבעוד יום אינו יכול לסמוך עליו לאחר שתחשך וכן מי שהניח עירוב לכל שבתות השנה ואמר איזה מהם שארצה אלך ואסמוך עליו אף על פי שלא גמר בלבו עד למחר יכול לסמוך עליו וכן מי ששמע שיש לחכם לבוא ואינו יודע לאיזה רוח והניח שני עירובים ואמר לאותו צד שיבא החכם יקנה לי עירוב לרוח שבא לו החכם קנה לו או אם אמר אם לא יבא כלל אהיה כבני עירי או אם יבואו שנים למקום שארצה אלך הכל לפי תנאו וכן אם אמר לשנים או לשלשה הריני מערב על איזה מכם שארצה אף על פי שלא בירר את מי רצה עד שתחשך הוי עירוב:"],["אין מערבין עירובי תחומין לאדם אלא לדעתו שמא אינו רוצה לערב באותו רוח שרצה זה חוץ מבנו ובתו הקטנים אפילו אינם סמוכים על שלחנו ועבדו ושפחתו הכנענים ואפילו מיחו בו שלא לערב עליו ואפילו עירבו הם עירוב אחר אינו כלום אבל בנו ובתו הגדולים אפילו סמוכים על שלחנו ועבדו ושפחתו העברים ואשתו אינו מערב עליהם אלא מדעתם ואם עירב עליהם ושמעו ושתקו ולא מיחו יוצאים בעירובו אבל אם מיחו בו או שעירבו הם עירוב אחר לעצמם אין עירובו עירוב להם:","קטן בן שש שנים או פחות יוצא בעירוב אמו ואין צריך להניח עליו מזון שתי סעודות לעצמו:"],["אין מערבין עירובי תחומין אלא לדבר מצוה כגון שהיה רוצה לילך לבית האבל או לבית המשתה של נשואין או להקביל פני רבו או חבירו שבא מן הדרך וכיוצא באלו, <i> הגה: או שרוצה לילך לטייל ביום טוב או שבת בפרדס שיש בו שמחה וכיוצא בזה מקרי דבר מצוה (תרומת הדשן סימן ע''ז)<\/i>, או מפני היראה כגון שהיה רוצה לברוח מן העובדי כוכבים או מן הלסטים וכיוצא בזה, <i>(ואז מותר לו לילך אפילו לדבר הרשות) (טור והגהות אשירי פרק בכל מערבין)<\/i>. ואם עירב שלא לאחד מכל אלו אלא לדברי הרשות הרי זה עירוב:","אין מערבין עירובי תחומין בית השמשות ואם עירב עירובו עירוב:","אמרו לו שנים צא וערב עלינו, אחד עירב עליו מבעוד יום ואחד עירב עליו בין השמשות זה שעירב עליו מבעוד יום נאכל עירובו בין השמשות וזה שעירב עליו בין השמשות נאכל עירובו משחשיכה שניהם קנו עירוב. ויש חולקים:","כשמניח עירובי תחומין מברך על מצות עירוב ואומר בזה העירוב יהא מותר לי לילך ממקום פלוני אלפים אמה לכל רוח ואם מערב לרבים אומר יהא מותר לפלוני ולפלוני או לבני מקום פלוני:"],["יום טוב שחל להיות סמוך לשבת בין מלפניה בין מלאחריה או שני ימים טובים של גליות יש לו לערב שני עירובין לשתי רוחות וסומך על איזה מהם שירצה ליום הראשון ועל העירוב שברוח השני ליום השני או מערב עירוב אחד לרוח אחת וסומך עליו לאחד משני הימים וביום השני יהיה כבני העיר וכאילו לא עשה עירוב ויש לו אלפים אמה לכל רוח במה דברים אמורים בשני ימים טובים של גליות אבל בשני ימים טובים של ראש השנה הרי הן כיום אחד ואינו מערב לשני ימים אלא לרוח אחת וכן מתנה אדם על עירובו ואומר עירובי לשבת זו אבל לא לשבת אחרת לשבת אחרת אבל לא לשבת זו לשבתות ולא לימים טובים ליום טוב ולא לשבתות:","המערב לשני ימים טובים של גליות או לשבת ויום טוב אף על פי שהוא עירוב אחד לרוח אחת לשני הימים צריך שיהיה העירוב במקומו מצוי בליל הראשון ובליל ב' כל בין השמשות כיצד הוא עושה מוליכו בערב יום טוב או בערב שבת ומחשיך עליו ונוטלו בידו ובא לו אם היה ליל יום טוב ולמחר מוליכו לאותו מקום ומניחו שם עד שתחשך ואוכלו אם היה ליל שבת או מביאו אם היה ליל יום טוב מפני שהן שתי קדושות ואינם כיום אחד כדי שנאמר מליל ראשון קנה העירוב לשני ימים נאכל העירוב בראשון קנה העירוב לראשון ואינו עירוב לשני עירב ברגליו בראשון צריך לערב ברגליו בשני והוא שילך ויעמוד באותו מקום ויחשוב בלבו שיקנה שם שביתה ולא יאמר כלום מפני שאסור לעשות שום הכנה מיום טוב לשבת או משבת ליום טוב אפילו בדבור וכל שכן שאינו יכול לערב בפת שלא עירב בו כבר ביום הראשון מפני שהיה צריך לקרות עליו שם עירוב ונמצא מכין עירוב בראשון במאכל אם רצה לערב ברגליו בשני הרי זה עירוב ואם רצה לערב בפת צריך לערב באותה הפת עצמה שעירב בה בראשון שאינו צריך לומר כלום שכבר קרא שם עירוב ואם כן אינו מכין כלום:","זה שאמרנו שיש לו לערב ב' עירובין בשתי רוחות לשני הימים הוא שיהיה אפשר לו להגיע לכל אחד משני העירובים ביום הראשון אבל אם אי אפשר להגיע לעירוב של יום השני ביום הראשון אין עירוב השני עירוב שהעירוב מצותו שיהיה בסעודה הראויה מבעוד יום וזה הואיל ואינו יכול להגיע לזה העירוב ביום הראשון הרי זה אינה ראויה מבעוד יום כיצד הרי שהניח עירובו ברחוק אלפים אמה מביתו לרוח מזרח וסמך עליו ליום ראשון והניח עירוב שני ברחוק אמה אחת או מאה או אלף ברוח מערב וסמך אליו שהרי לא נשאר לו ברוח מערב כלום אבל אם הניח עירובו ברחוק אלף ות''ק מביתו ברוח מזרח וסמך עליו עליו ליום ראשון והניח עירוב שני רחוק מביתו לרוח מערב בתוך ת''ק אמה וסמך עליו ליום השני הרי זה עירוב שהרי אפשר שיגיע לו ביום הראשון:","יום הכיפורים הרי הוא כשבת בין לענין עירובי חצירות בין לענין עירובי תחומין:","יום טוב נוהג בו עירובי תחומין אבל לא עירובי חצרות:"]]}