{"MISHNA_BERURA":[["(א) בשני ובחמישי - בשחרית ואף דבדיעבד כל היום זמנה מכל מקום לכתחלה מצוה להקדים:","(ב) ואין מוסיפין עליהם - משום בטול מלאכה לעם וגם אין מפטירין מטעם זה:","(ג) מותר להוסיף - כדי שיוכלו שניהם לעלות לתורה ולדינא כתבו האחרונים דאין נוהגין כן וכ\"ש דלענין בעלי ברית בודאי אין לנהוג כן:","(ד) במנחה ובשני וחמישי - ואם טעו וקראו להשלשה קרואים בפרשה ראשונה של סדר שבוע העבר או של שבוע הבא לאחר שבוע זה אם הוא מעכב בדיעבד או לא עיין בפתחי תשובה שהביא דעות האחרונים בזה:","(ה) אם בטלו וכו' - מחמת קטטה וכדומה ומיירי שלא קראו כל היום אבל אם בטלו רק בשחרית הקריאה ובמנחה כבר מצאו מנוחה אם יש פנאי לקרות כל הסדרה יקראו במנחה כל הסדרה ויקראו שבעה גברי כי כל יום השבת הוא זמן הקריאה אבל אם גם במנחה לא היה מנוחה לא יקראו בשני או בחמישי כל הסדרה משבת העבר כי בחול יש בטול מלאכה לעם אלא יקראו רק הפרשה מן הסדר של שבת הבא ולא מן שבת העבר [דגמ\"ר ע\"ש מילתא בטעמא]:","(ו) שבת אחת - ואם בטלו כמה שבתות י\"א דאין לקרות בשבת הבאה כ\"א הסדרה האחרונה הסמוכה לזו וי\"א דצריך להשלים בצבור כל הסדרות שביטלו ומביאור הגר\"א משמע דס\"ל כהדעה הראשונה:","(ז) קריאת הפרשה וכו' - ואם היו שתי פרשיות מחוברין באותו שבת שבטלו דעת הר\"מ מינץ דאין משלימין אותם כלל דלא מצינו לעולם שקורין ג' סדרות בשבת אחת ולקרות פרשה אחת מהן נמי לא אמרינן דאין תקנה לחצאין וה\"ה אם בשבת זו היו שתי פרשיות מחוברות נמי אין משלימין הפרשה משבת שעבר מטעם הנ\"ל ובהגהת מנהגים חולק על כל זה וכן הסכים בא\"ר דלעולם צריך להשלים מה שביטלו משבת העבר וכן נוטה דעת ספר מגן גבורים. י\"א דאם בטלו פרשת ויחי אין לקרותו עם פ' שמות כי כשקורין ב' סדרות צריך לקרותו חד גברא מסוף סדרא ראשונה לתחלת סדרא שניה כדי שיהיו מחוברין וזה אין נכון לעשותו בשני ספרים וה\"ה בפקודי ויקרא וכדומה ויש חולקין וס\"ל דלעולם משלימין וכתב בשלחן עצי שטים דהנוהג כן אין מוחין בידו. כתב בספר שערי אפרים אם בטלו הקריאה בביהכ\"נ אחת ורוב הצבור מביהכ\"נ זה שמעו קרה\"ת בביהכ\"נ אחרת א\"צ להשלים אבל אם רוב הצבור לא שמעו כלל אע\"פ שיש שם בתי כנסיות אחרות שקראו שמה כדין מ\"מ אותן שלא שמעו הקריאה והם רוב הצבור של ביהכ\"נ זה צריכין להשלים הקריאה:","(ח) קורין אותה פרשה - והיינו שיקראו כסדר הכתובות בתורה מתחלה של שבת העבר ואח\"כ של שבת זו [שם באו\"ז] והטעם כתב שם כי מימות מרע\"ה נתקן לקרות התורה בפרשיותיה ולהשלימה וכו' כדי להשלימה לעם מצות וחקים:","(ט) כהן קורא בתורה ראשון - דכתיב וקדשתו וקבלו חז\"ל שר\"ל לכל דבר שבקדושה לפתוח ראשון ולברך ראשון וליטול מנה יפה ראשון ומ\"מ אם רצה הכהן לחלוק כבוד לרבו או למי שגדול ממנו הרשות בידו אבל לענין לקרות בתורה בביהכ\"נ תקנו חז\"ל מפני דרכי שלום שאין הכהן והלוי יכולין למחול אלא דוקא כהן קורא ראשון ואחריו לוי ואחריו ישראל כדי שלא יבוא הדבר לידי מחלוקת שכ\"א יאמר אני גדול ואקרא ראשון. ואין חילוק בין שבת ויו\"ט לשני וחמישי ושאר זמנים שקוראין בהן [פמ\"ג]. אם אין כהן בביהכ\"נ הולכין אחר הגדול בחכמה ומנין אע\"פ שהאחר גדול בשנים [מ\"א בסק\"ז]:","(י) ואחריו לוי - ואסמכינהו אקרא דכתיב ויתנה אל הכהנים בני לוי וגו' אטו אנן לא ידעינן דכהנים בני לוי נינהו אלא לאשמועינן דמתחלה כהנים והדר בני לוי:","(יא) המנהג הפשוט - ר\"ל אף דהרבה ראשונים סוברין דלא נעשה תקנה זו להקדים עם הארץ לפני החכם מ\"מ המנהג כהפוסקים שסוברין דלענין קריאת התורה בביהכ\"נ מפני דרכי שלום לא חילקו בזה:","(יב) לפני חכם גדול - ואין כאן בזיון לכבוד התורה דכיון שכן המנהג אין כאן בזוי:","(יג) יודע לקרות - מתוך הכתב כדלקמן סימן קל\"ט ס\"ב:","(יד) סגי בכך - והיינו דוקא בשאין שם כהן אחר זולתו שיוכל לקרות בעצמו כמבואר שם:","(טו) שאם אינו יודע וכו' - וכהיום נוהגין לקרותו אע\"פ שאינו יודע לקרות עם הש\"ץ מתוך הכתב כ\"א בע\"פ וגם בזה לא נהגו לדקדק היטב ותלינן דמסתמא יכול לקרוא עם הש\"ץ עכ\"פ בע\"פ ועיין לקמן בסימן קל\"ט ס\"ד מה שנכתוב שם:","(טז) אם הס\"ת פתוח - ה\"ה אפילו עדיין לא הוציאו הס\"ת ג\"כ אין ממתינין מלהוציא הס\"ת עד שיגמור הכהן תפלתו משום טרחא דצבורא:","(יז) אינו רשאי - ואפילו לדעה הראשונה בסימן ס\"ו ס\"ד שמפסיק היינו כשקראוהו ומפני כבוד התורה אבל לכתחלה אין לקרותו ומשום פגמא דכהן (שיאמרו עליו שאינו כהן) ליכא למיחש שהרי הכל רואין שהוא עסוק בק\"ש ותפלה והסכימו האחרונים דלאו דוקא שמע דה\"ה כשעוסק בברכות של ק\"ש ועיין לעיל בסימן ס\"ו סקכ\"ו שהכרענו דיש להקל לקרותו לכתחלה כשהוא עומד בין הפרקים ואין שם כהן אחר וכ\"ש כשהוא עוסק בפסוקי דזמרה:","(יח) וטוב שילך הכהן - היינו דמדינא אפילו לא יצא ג\"כ יוכל לקרוא לישראל במקומו כיון שהוא אינו יכול לעלות רק דלכתחלה טוב יותר שילך מביהכ\"נ דשמא איכא פגמא משום שאין הכל יודעין שהוא אינו מתענה. ואם יש כהן אחר בביהכ\"נ שמתענה א\"צ לכו\"ע לילך מביהכ\"נ רק להודיע לש\"ץ שלא יקראוהו. קהל שהיו נוהגים מקדם שבשבת בראשית היה אחד מהקהל מתנדב מעות לצורך ביהכ\"נ כדי שיקרא ראשון בהתחלת התורה והכהן אינו רוצה למחול אין חוששין לדבריו ויעשו הקהל כמנהגם מאחר שמנהג קדום הוא שנתקן לכבוד התורה [מהרי\"ק שורש ט' עי\"ש שמאריך בשבח המנהג הזה] ועיין בכנה\"ג ופר\"ח שהסכימו שאפילו אינו רוצה לצאת מביהכ\"נ אעפ\"כ אין חוששין לזה וקורין לישראל המתנדב. והיינו דוקא בנידון כזה שהיה מנהג קדום ומוסכם לכל שנעשה גם ברשות הכהנים שהיה מנהגם מעולם לצאת בעת שקוראין להישראל משום עילוי וכבוד התורה שמתנדבין דמים יקרים בעד קריאת פתיחתה משא\"כ בעיר שרצו לעשות מנהג קבוע למכור המצות שלא ברשות הכהנים ועל הכהנים שיצאו בשעה שקורין בתורה שאין הרשות בידם [תשובת חתם סופר סימן כ\"ד וכ\"כ בתשובת שיבת ציון]:","(יט) אחר שהתחיל וכו' - היינו שאמר ברוך אתה ה':","(כ) אינו פוסק - כדי שלא תהיה ברכה לבטלה ועוד דלא נחשב פגם להכהן דיתלו שלא היו שם בשעה שקראו להישראל או שמא שגגה היא שסברו שאינו שם. ומסתברא דעולה הישראל למנין ז' וא\"צ לקרות הכהן אחריו ואפילו אם היה הכהן בביהכ\"נ בשעה שקראו הישראל והם טעו וסברו שאינו שם וקראו לישראל ג\"כ עולה למנין ז' ואחר הישראל לא יעלה הכהן דיש לחוש לפגמו שיאמרו שאינו כהן מדקרא אחר ישראל:","(כא) לא הוי התחלה - דאין זה לבטלה דהרי ענו הקהל ביהל\"ו [הגר\"א] ואפ\"ה חוזר הכהן ואומר ברכו [א\"ר]:","(כב) ועומד הישראל - כדי שלא יתבייש:","(כג) ולא יעלה אחריו לוי - דכיון דישראל קראו לפניו אם יעלה אחריו לוי יאמרו שהראשון כהן היה ואף שאמר במקום כהן כשקראוהו וכדלקמיה אפ\"ה חיישינן מפני הנכנסים אח\"כ שלא שמעו כשקראוהו [פרישה]:","(כד) יוכל לעלות - דלא גרע מישראל ודוקא כשאין הישראל גדול מהלוי דאל\"ה יקראוהו ראשון ושוב לא יקראו ללוי כלל [אחרונים]. ולענין לקרות ללוי שלישי או רביעי במקום שקראו לישראל במקום כהן י\"א דמותר ויש אוסרין ולפי המבואר לקמן בסוף סעיף י' במ\"א בשם הלבוש דבמדינות אלו אין נוהגין לקרות לכהן או ללוי רק לאחרון או למפטיר אין נפקא מינה בזה:","(כה) וכשקורין אותו - היינו בין כשקוראין ישראל במקום כהן או לוי:","(כו) והתחיל לברך - היינו ג\"כ שאמר ברוך אתה ה' אבל ברכו לבד לא הוי התחלה ועולה הלוי לברך ולקרות וכאן אין צריך הכהן להמתין לקרות אח\"כ דהלא כבר קרא מתחלה [אחרונים]:","(כז) אין מפסיקין אותו - הטעם כנ\"ל:","(כח) אבל לא כהן אחר - וה\"ה שלא יקרא ישראל במקום לוי כדי שלא יאמרו על הראשון שאינו כהן או שהוא פגום מדלא קרא אחריו לוי וגם שיטעו על הישראל הזה שהוא לוי:","(כט) שהראשון פגום - והא דלא קאמר שאחד מהם פגום וכדלקמן בס\"ט משום דמיירי כאן אפילו היכא דמוחזק לן באביהם של שניהם שהם כהנים ומ\"מ בראשון איכא לתלות שנתודע אחר שקראוהו דאבוה נסיב גרושה או שמא זנתה בסתר ונתחלל אח\"כ זרעו מדין קדושת כהונה ולכך קראו שוב לכהן אחר אבל בשני ליכא למיטעי בזה דאי חלל הוא אף במקום לוי לא היה לן לקרותו כתבו האחרונים דאף בתענית כשאין הלוי מתענה יברך הכהן במקום לוי ולא יקראו לישראל:","(ל) שאחד מהם פגום - אע\"פ שיודעים שאביהם לוי איכא למיחש שאביהם נסיב ממזרת או נתינה ופסליה לזרעיה מקדושת לויה ואף שהוא ממזר מ\"מ קורא בתורה כשאר ישראל:","(לא) בהפסק ישראל - פי' שקרא מתחלה כל הסדר כתקנת חכמים כהן לוי וישראל אז מותר לחזור ולקרוא כהן [וה\"ה דאם אין שם לוי וקרא הכהן פעמים ואח\"כ ישראל נמי מותר לחזור ולקרוא כהן]. וכן מותר לקרוא שם לוי בכל עליות שירצו וכ\"ש לאחרון או למפטיר והטעם דליכא למיחש כאן לפגמו של ראשון בזה דאי הוי פגום מיד היו מרננין אחריו והיו מודיעין אותו לחזן והיו קוראין אחר במקומו ולא היו ממתינין עד אחר קריאת ישראל ולפגמו של שני נמי ליכא למיחש שיאמרו על הכהן או הלוי שהם חללים דהא אומרים אע\"פ שהוא כהן וכן בלוי שהוא לוי:","(לב) וכיוצא בזה נוהגים וכו' - ר\"ל אע\"ג דאמרינן בס\"ט דלוי אחר לוי לא יקרא הכא כיון שהפסיק ישראל בינתים וגם אומר אע\"פ שהוא לוי ליכא שום חששא וכנ\"ל:","(לג) למפטיר בכי האי גוונא - ר\"ל שיזכור ג\"כ שהוא כהן או לוי:","(לד) כהן או לוי וכו' - וה\"ה אפילו אם ירצה לעשות סדר חדש דהיינו כהן לוי וישראל ג\"כ אסור לשיטה זו כיון שהוא בתוך ז' קרואים. כתבו הפוסקים דבתענית לא יעלה כהן או לוי למפטיר שהוא ממנין הקרואים שהמפטיר הוא השלישי ואם אין שם ישראל היודע להפטיר מקרין אחרים אותו:","(לה) למנין שבעה - וה\"ה ביו\"ט לחמישי. ובדיעבד אם טעו וקראו לכהן או ללוי באמצע מנין הקרואים אם אפשר להחליף במפטיר או באחרון ימתין בתיבה ויקראו אחר במקומו והוא יעלה לאחרון או למפטיר ואם א\"א כיון שעלה לא ירד ויברך וכמו שמסיים הרמ\"א דבמקום צורך ודחק יש לסמוך אסברא ראשונה [אחרונים]:","(לו) וכן נוהגין וכו' - ובלבוש כתב דכהיום אפילו לאחר שבעה קרואים אין אנו נוהגין לקרותן אלא לאחרון שבהם וכן למפטיר וכן העתיקו שארי אחרונים והטעם איתא בלבוש דלא חיישינן באחרון לפגם כי אדרבה בדורות הללו מחשבין אחרון חשיב מכולם לפי שהוא מסיים הפרשה ולגדול שבצבור קורין לאחרון ואע\"פ שקוראין לאחריו המפטיר הרי מפסיקין בינו ובין המפטיר בקדיש וגם במפטיר אין מקפידין אם הוא כהן [דהוי כתחלת קריאה וכדלקמיה] ואפילו אם האחרון היה ג\"כ כהן אין חוששין משום כהן אחר כהן כיון שהקדיש מפסיק ביניהן עכ\"ל הלבוש ומ\"מ במקום צורך כגון שיש ב' חתנים ושושבינים ולכל אחד מהן יש כהנים ולוים חולקין את הפרשה לשנים מתחלה קורין ז' גברי לאחד ואח\"כ קורין לחתן השני ושושביניו. כתבו האחרונים דבשמחת תורה שמוציאין שלשה ס\"ת יכולין להיות שלשה כהנים אחד חתן תורה ואחד חתן בראשית ואחד מפטיר כיון שכ\"א קורא בספר אחר אבל בר\"ח טבת שחל בשבת שיש ג\"כ שלשה ספרים אז בספר הראשון שקורין בו פרשת השבוע אין לקרות לכהן לבסוף אף אם הוסיפו וקראו בו יותר משבעה לפי שעדיין אין משלימין הקריאה בספר הזה והמשלים הוא בספר השני שקורין בו פרשת ר\"ח רק בספר השני שבו משלים האחרון ובספר שלאחריו שקורין בשל חנוכה למפטיר רשאים לקרות לכהן להיות אחרון וגם כהן למפטיר וכן בשבת של פרשת שקלים או של פרשת החודש שחל בר\"ח שיש ג\"כ שלשה ספרים אין לקרות כהן להשלים הקריאה בספר הראשון רק בשני ספרים האחרונים רשאים לקרות כהנים לאחרון ולמפטיר כמו שכתבתי [שערי אפרים וע\"ש בפתחי שערים מה שהביא עוד בשם הפמ\"ג לענין חוה\"מ של סוכות ותמה עליו]:","(לז) במקום צורך ודחק וכו' - כגון בשמחת תורה וכה\"ג יש לסמוך דמיד שקרא ג' קרואים הראשונים כהן לוי וישראל מותר לקרות אח\"כ כהן או לוי וכמ\"ש לעיל בדעת המחבר. ודע דאפילו אם נסמוך אסברא ראשונה מ\"מ יש הרבה ראשונים ואחרונים שסוברין שאין להקל לקרות כהן ולוי בעלמא אלא א\"כ יעשו סדר חדש דהיינו כהן ולוי וישראל דבזה אין לחוש לפגמא כלל שיאמרו עליו שאינו כהן שהרי קורין אחריו לוי אבל בלא סדר אין לקרוא כהן או לוי משום פגמא [ולפי סברא זו אפילו לאחרון או למפטיר אין לקרוא כהן ולוי אלא שבזה כבר נהגו העולם להקל וכן סתמו האחרונים. וכמש\"כ הלבוש בטעמו של דבר וכנ\"ל] וע\"כ מן הנכון ליזהר בזה לקרותם דוקא על הסדר ואפילו כשקורין אותם לאחר ז' קרואים:","(לח) כהן או לוי - אבל בישראל אם קראוהו ואינו שם יכול לקרות לאחר בשמו דבישראל לא שייך פגמא דאפילו ממזר מותר לעלות לתורה וכדלקמן סימן רפ\"ב ס\"ג:","(לט) ואינו שם - ואם אותו כהן מתפלל מותר לקרות האחר בשם דהכל רואין שבשביל שאינו יכול להפסיק בתפלה אינו עולה [מ\"א]:","(מ) משום פגמו - דיסברו שנודע בתוך כך שהוא פגום וכתבו האחרונים דמ\"מ בנו מותר לקרות בשם דאם איתא שהוא פגום אף בנו פגום אבל אביו אסור דיאמרו אביו נשא גרושה מכבר שהאב כשר והבן חלל:","(מא) יעלה מעצמו - כתב בספר שערי אפרים דאם קראו לכהן או ללוי לאחרון או למפטיר ואינו שם וקורא לאחר אע\"פ שהאחר הוא ג\"כ כהן או לוי מותר לקרותו בשם דלא שייך כאן לומר דנודע שהראשון פגום דהא ישראל ג\"כ מותר לעלות לאחרון או למפטיר:","(מב) יכול לקרוא וכו' - ואין חוששין בזה לפגמו של עצמו שהכל יודעים שכיון שהוא ש\"ץ אין סברא לומר שידחה כל הכהנים מלעלות ולא מפני שהוא פגום ואפילו אם הסגן הוא כהן שבידו לקרות לכל מי שירצה או במקום שקונין מצות עליות לתורה והקונה המצות הוא כהן או לוי יכול לצוות לקרות לכהן או לוי אחר ואין בזה משום פגם שהכל יודעין שהדרך הוא לכבד אחרים:","(מג) שכולה כהנים וכו' - והיינו דוקא כשאין שם ג\"כ לוי כלל שאין יכולין להתקיים כסדר שתקנו חז\"ל וע\"כ טוב לשנות מפני השלום אבל אם יש שם עוד לוי אחד יקראו כסדר המשנה כהן לוי ישראל ואח\"כ את השאר יקראו כהנים:","(מד) ישראל אחד ביניהם - אבל אם יש שני ישראלים וכ\"ש יותר הוא בכלל מה שכתב השו\"ע אח\"כ שאין בהם ישראל כדי סיפוקם וע\"כ יקרא הכהן בתחלה וגם יקרא הכהן במקום לוי ואח\"כ יקראו הישראלים ויתר העליות ישלימו בכהנים. ואם יש שני לוים ושני ישראלים קורא כהן לוי וישראל ואח\"כ עוד כהן ולוי וישראל וכהן קורא שביעי וכ\"ש יתר עליות הנוספות:","(מה) מפני דרכי שלום - שלא יאמר כל אחד למה אתה קורא ראשון יותר ממני וה\"ה כשיש רק לוי אחד בעיר שכולה כהנים אותו לוי קורא ראשון מהאי טעמא. אם אין שם אלא כהנים ולוים יקרא כהן אחר כהן בהפסק לוי בינתים. כהן שהוא אבל ואין כהן אחר בביהכ\"נ בשבת מותר לקראו לכהן שלא יהיה נראה כאבלות בפרהסיא ובחול לא יעלה דאבל אסור בד\"ת ומ\"מ בין בחול ובין בשבת יותר טוב שיצא מתחלה מביהכ\"נ ויקראו לישראל וללוי במקום כהן [א\"ר וש\"א]:","(מו) החבושים בבית האסורין - וה\"ה לחולה ויש חולקין בכל זה כיון דאנוסים הם ובפרשת זכור שהוא דאורייתא בודאי יש להקל ואפשר דה\"ה גם בפרשת פרה:","(מז) אין מביאין וכו' - כדי לקרות בה בעשרה והטעם שזלזול הוא לס\"ת להוליכה אל אנשים שצריכין לה כי כבודה שילכו אנשים אליה ועיין בבה\"ל שכתבנו דדוקא כשאין שם עשרה אבל כשיש שם עשרה חבושים מותר:","(מח) אפילו בראש השנה ויום הכיפורים - ומה שהולכין מביהכ\"נ מנין אנשים לאיזה בית ונושאין ס\"ת עמהם כדי לקרות שם ודאי אינו נכון דהא אפשר להם לשמוע הקריאה בביהכ\"נ [א\"ר] ויש שמצדדין עליהם זכות משום שכל אחד רוצה בעצמו לעלות בתורה בימים האלה אבל אין זה מספיק לזלזל בס\"ת משום זה לטלטלה מביהכ\"נ ובפרט בימים הנוראים שמנהג למכור מצות ע\"פ רוב גורמים בזה הפסד להכנסות של צדקה אכן אם גם הם מוכרין המצות ומתרבה עי\"ז הכנסה של צדקה מסתברא שאין להחמיר בזה ומ\"מ מה טוב אם יוכלו לקבוע שם מקום לס\"ת על איזה זמן קצר וכדלקמיה:","(מט) יום או יומים קודם - והאחרונים הסכימו דה\"ה אם הכין מקום לס\"ת באותו יום שיהא מונח שם יום או יומים דשפיר דמי ובלבד שיניחה שם במקום שהכין קודם זמן הקריאה ובשעת הקריאה יוציאנה ויקרא בה ואח\"כ יחזירנה לשם דאז אין מינכר שהבאתה היתה לצורך קריאה בלבד אלא שקבע דירתה בכאן לאותו זמן:","(נ) ואם הוא אדם חשוב - ר\"ל גדול בתורה דאדרבה התורה מתעלית ע\"י אנשים גדולים ולאו זלזול אצלה. ועיין בספר שמן המאור דבחשוב אפילו אינו אנוס שרי ויש מחמירין בחשוב לחוד וטוב שיכין מקום:","(נא) בכל ענין שרי - היינו אפילו בלי הכנת מקום:"],["(א) בשבת ויו\"ט וכו' - שקורין הרבה:","(ב) ת\"ח הממונים וכו' - כתב מהרי\"ל מצוה לקרות בי\"ט אנשים המעמידים הקהלה לפיכך הם קודמין לכל אם אין שם ת\"ח מופלג [מ\"א]:","(ג) שאבותיהם וכו' - שמחוייבין לכבדם בשביל כבוד אבותם שיש בזה כבוד לאבות:","(ד) ואח\"כ ראשי כנסיות - וכ\"ז מיירי במקומות שאין מוכרין המצות אלא שעומד הממונה וקורא לפי הכבוד אבל במקומות שמוכרין המצות ונופל המעות לצדקה כל הקונה אותם יש לו רשות לכבד למי שירצה ומלבד שיקרא לכל אחד לפי כבודו שלא יבוא לידי מחלוקת [לבוש] גם יקרא החיובים שזה לא מכרו לו [שערי אפרים]:","(ה) וכל העם - ועכשיו נהגו שגדול הצבור הוא המסיים הסדרה [אחרונים]. כתב בתשובת רמ\"מ סימן ו' במקום שנהגו שהפרנס הוא עולה אינו רשאי למחול לאחר שיקרא במקומו ופרטי דין זה מבואר לקמן סימן קנ\"ג סי\"ב עי\"ש במ\"ב. כתב פמ\"ג מה שנוהגין באיזה קהלות קטנות לקרוא לפי השנים ע\"ה קודם לת\"ח לאו שפיר עבדי ואיסורא הוא ועיין בבה\"ל מה שהעתקנו מלבוש ומשערי אפרים ומיתר האחרונים בענין הנהגת החיובים לעלות לתורה:"],["(א) פחות מי' פסוקים - איתא בגמרא שנתקן כנגד עשרת הדברות או כנגד עשרה מאמרות שבהן נברא העולם ועי\"ש עוד:","(ב) מן המנין - היינו אע\"פ שאין למדין ממנה שום חדוש:","(ג) כגון פרשת עמלק - שקורין בפורים ולא רצו חז\"ל להוסיף עליהם איזה פסוקים מלמטה או מלמעלה לרמז דמפני שעמלק גרם להיות השם והכסא חסר כדכתיב כי יד על כס יה כך יהיו פרשיותיו חסרים:","(ד) ואיזה מהם - כלומר דמי שקרא יותר משובח יותר ואם הראשון קרא ד' משובח דמצינו לעולם החשוב חשוב קודם ובמנורה מצינו שאמצעי משובח ואם אחרון קרא ד' י\"ל דמעלין בקודש ואין מורידין וע\"כ לא קפדינן על מי מהם שזירז עצמו וקרא ד' דכל אחד מהם יש לו טעם לשבח שהוא הראוי לזה. והנה בזמן הגמרא היו הקרואים לתורה קוראין בעצמן בתורה ועכשיו שהש\"ץ קורא להן יש דעות בין האחרונים שי\"א שלראשון ולשני יקרא ג' פסוקים ולאחרון יקרא ד' ויש שחולקין ע\"ז. ועכשיו נתפשט המנהג שקורין במנחה בשבת וב' וה' כל הפרשה הראשונה של הסדר שיקראו בשבת הבאה ככתוב בסידורים ומצויין הפסקת הפרשה לג' אנשים ואם שינה מסדר הזה אינו מעכב רק שעכ\"פ לא יפחות לאחד פחות מג' פסוקים [ש\"א]:","(ה) וקרא יו\"ד פסוקים - ומיירי שכל אחד קרא ג' פסוקים ובין כולם היו עשרה דאם ע\"י הדילוג קרא אחד פחות מג' פסוקים אפילו בדיעבד צריך לחזור ולקרות כדלקמיה בס\"ד:","(ו) אינו חוזר - דהא קרא י' פסוקים כתקנת חכמים ואין הפסוק המדולג חובת היום והרי יקראנה בשבת הבא אחריו:","(ז) ואם לאו חוזר - היינו שקרא רק ט' פסוקים בין הכל ואף דמבואר לקמיה בס\"ד דבדיעבד בקרא ט' בין הכל יצא הכא דיש שתי ריעותות שפיחת מי' פסוקים וגם דילג באמצע גרע טפי וחוזר והאי חוזר היינו אם נזכר לאחר שכבר בירך ברכה אחרונה חוזר הוא ומברך לפניה וקורא פסוק זה עם עוד שני פסוקים שאין קורין בתורה פחות מג\"פ ומברך לאחריה:","(ח) פסוק אחד - ואפילו מקצת מפסוק אחד ואפילו רק תיבה אחת צריך לחזור ולקרותו ויש להתחיל מתחלת אותו פסוק ולקרותו ושנים עמו כדין פסוק שלם:","(ט) חוזר וקורא - ואפילו קראו ז' גברי בלא פסוק המדולג והאי חוזר היינו שחוזר ומברך לפניה ולאחריה [אחרונים]:","(י) ואמר קדיש חוזר וקורא - ונראה שדוקא אם הדלוג היה בעליות הראשונות אבל אם הדלוג היה בעליה שביעית וכ\"ש בעליות הנוספות על מנין שבעה אין צריך לחזור ולברך בכוון משום פסוק המדולג דהלא בלא\"ה יעלה המפטיר לתורה א\"כ יתחיל הוא מפסוק המדולג עד סוף הפרשה [וגדולה מזו איתא לקמן בסי' רפ\"ב ס\"ו עי\"ש ובבה\"ל שם ד\"ה דקי\"ל]:","(יא) דינם כמו וכו' - ומיירי שעכ\"פ קראו להחמשה גברי שלשה פסוקים לכל אחד כדין דאל\"ה בודאי חוזר וקורא ועיין במ\"א שכתב דה\"ה אם דילג איזה פסוק מהפסוקים שקורין בס\"ת שניה למפטיר עבור חובות היום דהיינו פסוקי קרבן מוסף שאינו חוזר אם לא שחיסר עיקרן של הפסוקים לגמרי דהיינו בשבת שאירע בו יום א' דחוה\"מ סוכות שקורין למפטיר ביום השני וביום השלישי והוא דילג וביום השלישי אע\"פ שקרא וביום השני הוי כאלו לא קרא כלל מחובת היום לדידן דבקיאין בקביעא דירחי [מיהו אם קרא וביום השלישי ודילג ולא קרא וביום השני אינו חוזר לקרות בברכה אלא פותח הס\"ת וקורא אלו הפסוקים לפני הצבור בלא ברכה] ועיין בא\"ר שהוסיף עוד דלפעמים אפילו אם דילג רק פסוק אחד ג\"כ חוזר לקרות בברכה וכגון שבפסוק זה היה עיקרו של חובת היום [כגון שדילג במה שקורין למפטיר ביום א' של פסח מפסוק והקרבתם ולהלאה עד לכפר עליכם דמשם והלאה אינו שייך כ\"כ לחובת היום וביום א' של סוכות אם דילג איזה פסוק מוהקרבתם עד סוף הפרשה או שחיסר ביום א' של חוה\"מ כשחל בשבת איזה פסוק שהוא מפרשת וביום השלישי] וכן הסכים בספר שערי אפרים:","(יב) ב' פסוקים - אף שבין הכל קראו עשרה פסוקים כגון ששנים שלפניו קראו ד' ד' אפ\"ה צריך לחזור ולקרות דאין קריאה חשובה בפחות מג' פסוקים וכתב הט\"ז דה\"ה בשחרית בשבת אף אחר שקראו שבעה קרואים כדין אם אירע שקרא אחד אחר זה שני פסוקים נמי חוזר מהאי טעמא שכתבנו:","(יג) צריך לחזור ולקרות - ולענין ברכה לפניה כך דינו אם עדיין לא בירך ברכה אחרונה אע\"פ שכבר גלל הס\"ת והיה בדעתו לברך ונזכרו שלא קרא רק ב' פסוקים חוזר וקורא בלא ברכה לפניה אבל אם כבר בירך ברכה אחרונה נסתלקה קריאה הראשונה לגמרי. ולכן צריך לחזור ולברך לפניה ולהתחיל ממקום שהתחיל בקריאה הקודמת [כי קריאת שני פסוקים אלו לא עלו כלל] ועוד פסוק אחד עמו כדי להשלים ג' פסוקים [ואם השנים שלפניו לא קראו רק ג' צריך הוא להשלים עד ארבעה פסוקים כדי שיהיה בצירוף עשרה פסוקים] ואפילו אם כבר קראו לאחד העולה אחריו ועלה לתיבה יעמוד שם אותו האחר עד שיברך זה שנית ויקרא הג' פסוקים וכנ\"ל ויברך לאחריו ואח\"כ יקרא זה שעלה אחריו ואם כבר התחיל השני לברך או שסיים כל הברכה ונזכרו יש לו להתחיל ממקום שהתחיל זה שלפניו [דהיינו אף שני הפסוקים הקודמים]. ויסיים עוד פסוק ויברך לאחריה [וי\"א שמלבד שני פסוקים הקודמין יקרא עוד שלשה פסוקים] והראשון יעמוד שם עד שיגמור זה ואח\"כ יברך הראשון שקרא שני פסוקים ויקרא להלן ממקום שסיים זה [ואם הראשון ירד כבר מהתיבה ואח\"כ נזכרו יכולין לקרות אף לאחר להשלים הקרואים השלשה]. בד\"א בשלא היה כהן בביהמ\"ד וקראו ישראלים אבל אם קרה זה בכהן שקרא רק שני פסוקים ואח\"כ בירך הלוי ואז נזכר שטעה הכהן ולא קרא רק שני פסוקים לא יתחיל הלוי אלא ממקום שפסק הכהן ויקרא מכאן ולהלן ג' פסוקים ולא יקרא השני פסוקים הראשונים שקרא הכהן [דבחול כשר אם חיסר מהתחלת הפרשה] דיהיה פגם לכהנים הנמצאים שם כשיקרא הלוי מראש הספר ואחר הלוי יקרא שני ישראלים להשלים מנין הקרואים [דא\"א לקרוא כהן הראשון שטעה אחר לוי דאין כהן קורא אחר לוי] כי הקריאה שקראו שני פסוקים כמאן דליתא דמיא. ואם אירע בשבת וביו\"ט שחרית שקראו לאחד מן העולים שני פסוקים ובירך לאחריה ונזכר שטעה י\"א דבזה טוב יותר ששוב לא יקרא הוא בעצמו אלא יקראו אחר [דבחול שאסור להוסיף על מנין הקרואים א\"כ אם יקראו אחר להשלים במקומו מחזי כמו שקרא ארבעה קרואים משא\"כ בשבת דמותר להוסיף יותר טוב שיקרא אחר משיקרא עולה זה שני פעמים בס\"ת אחת דאין נכון לכתחלה כמבואר בסימן רפ\"ב] ויתחיל ממקום שהתחיל הראשון וכנ\"ל וישלימו ז' קרואים מלבד זה שקרא השני פסוקים וי\"א דאף בשבת אין צריך לקרוא לאחר:","(יד) פרק עמלק - דכולה אינה אלא ט' פסוקים וכיון דהתם קורין לכתחלה ט' בשאר ימים יוצאין עכ\"פ בדיעבד בט' ולא בעינן עשרה רק למצוה לכתחלה ובביאור הגר\"א וכן בתשובת פנים מאירות חולקים ע\"ז ודעתם דעשרה הוא לעיכובא ובפחות מזה חוזר ומברך וקורא. ונראה דאף לדעה ראשונה טוב שיקראו בצבור עכ\"פ בלא ברכה עוד ג' פסוקים:","(טו) פחות מט' - היינו שקראו כל אחד ג' פסוקים אלא שבס\"ה לא היה כ\"א שמונה פסוקים כגון שהשלישי קרא פסוק אחד מהשני שלפניו ואפ\"ה לא יצא דאם השלישי לא קרא כ\"א ב' פסוקים כבר אשמועינן בריש הסעיף דלא יצא ויש אומרים דיצא בדיעבד כיון שעכ\"פ קראו כל אחד ג' פסוקים:","(טז) צריכין לחזור ולקרות - ר\"ל אותו שקרא שלא כהוגן ותיבת צריכים לשון רבים לאו בדוקא הוא:","(יז) וגלל ס\"ת - והרבה אחרונים הסכימו דגלל לאו דוקא אלא העיקר תלוי באם בירך ברכה אחרונה ואם לא בירך אע\"פ שגלל הס\"ת חוזר וקורא את המותר בלא ברכה לפניה:","(יח) מראש הפרשה - והא דלא סגי שיתחיל ממקום שפסק מתחלה דכיון שלא קראו מתחלה כסדר שתקנו חכמים אין כאן קריאה ואעפ\"כ הסכימו האחרונים דאם דילג איזה פסוק אינו חוזר דהרי קורא הפרשיות בשבתות שלהן וכמו לעיל בס\"ג לענין פרשיות המועדים אכן כ\"ז דוקא אם דילג מהפסוקים שאינם מעיקר חובת היום [דהיינו עד לגר הגר בתוכם] אבל אם דילג מעיקר חובת היום הסכים בא\"ר דחוזר וכמו שנתבאר לעיל במ\"ב סקי\"א לענין פסוקי קרבן מוסף:","(יט) הראשון - ודוקא דיעבד אבל לכתחלה אין כדאי שיקרא למפרע מהפסוקים הקודמים אפילו אם ירצה להוסיף עליהן כמה. אך יש נוהגין בפרשת בחקותי קורין לעולה תוכחה ג\"פ קודם כדי להתחיל בדבר טוב אף שכבר קרא השלישי אותן הפסוקים:","(כ) ג' פסוקים - במקום שאפשר:","(כא) או אפילו שנים - היינו שהוסיף שני פסוקים על פסוק אחד שקרא ממה שלפניו וכמו שאנו נוהגין בר\"ח שהלוי מתחיל פסוק שקרא הכהן ואינו מוסיף רק שני פסוקים מפני שא\"א בענין אחר כמו שיתבאר בהלכות ר\"ח:","(כב) במקום דלא אפשר - היינו דלא אפשר לקרות שלשה כ\"א שנים משום דסליק ענינא דאי לא אפשר כלל הוי דומיא דפרי החג:","(כג) ואם לאו - שלא קרא שלשה במקום דאפשר לו לקרות שלשה או שלא קרא שנים במקום דהיה אפשר לו עכ\"פ לקרות לשנים:","(כד) אינו עולה מן המנין - מלשון זה משמע דאין איסור בדבר לחזור ולקרות מה שקרא העולה שלפניו אלא שאין עולה למנין הקרואים ואזיל לשיטתיה בסימן רפ\"ב ס\"ב וע\"ש ברמ\"א דחולק ע\"ז:","(כה) מפרי החג - בחוה\"מ סוכות דהרביעי חוזר וקורא מה שקראו הכהן והלוי משום דלא אפשר לקרות לפניו מה שאינו מענינו של יום:"],["(א) לא ישייר וכו' - היינו שלא יסיים לשום אחד מהעולים סמוך להתחלת הפרשה שאחריה פחות משלשה פסוקים מפני היוצאין בין גברא לגברא שיסברו שזה שיעלה אחריו לא יקרא רק ב' פסוקים עד הפרשה [פרשה היינו פתוחה או סתומה ולא מה שהעולם קוראין פ' דהיינו שני שלישי והוא טעות גמור] ויסברו לומר שמותר הקריאה אפילו בפחות מג' פסוקים. ואם טעה וסיים שני פסוקים סמוך לפרשה ובירך לאחריה אי סליק ענינא כגון בפרשת המועדות שטעה ברביעי ולא שייר רק ב' פסוקים מתחיל עם החמישי פסוק אחד למפרע ואי לא סליק ענינא אין העולה אחריו מתחיל למפרע פסוק אחד אלא יתחיל לקרות ממקום שסיים העולה שלפניו ויקרא אותן שני פסוקים ועוד שלשה פסוקים או יותר מפרשה של אחריה:","(ב) וכן לא יתחיל וכו' - דהיינו שלא יסיים עם הראשון שני פסוקים אחר הפרשה דא\"כ יתחיל השני שני פסוקים אחר הפרשה ויאמרו הנכנסים בין גברא לגברא שזה שקרא לפניו לא קרא אלא ב' פסוקים שמראש הפרשה עד כאן ואין חילוק בכל זה בין קריאת השבעה או אותן שקורין להוספה. ואפילו המפטיר לא יתחיל שני פסוקים לאחר הפרשה כגון שיש פרשה בסוף של ה' פסוקים אלא יקרא כולה. [ואף אם העולה שביעי או אחרון לא קראו לפניו רק ה' פסוקים אלו יכול לחזור ולקרות אותם לקורא המפטיר] ומ\"מ אם התחיל המפטיר מג' פסוקים האחרונים וקרא משם אע\"פ שעדיין לא בירך ברכה אחרונה א\"צ לחזור ולהתחיל מתחלת הפרשה ודי בקריאה זו:","(ג) מפני הנכנסים וכו' - וכ\"ז לכתחלה אבל בדיעבד אם קרא להראשון וסיים שני פסוקים אחר הפרשה ובירך לאחריה לא יתחיל השני העולה אחריו מראש הפרשה אלא יקרא ממקום שסיים הראשון ואילך דאין להחמיר בדיעבד משום חשש נכנסין ויוצאין וכנ\"ל בסוף סק\"א:","(ד) מותר לשייר בתחלה - ר\"ל לשייר אצל הפרשה ואין לחוש משום היוצאין שיאמרו שהקורא אחריו לא יקרא אלא שני פסוקים דכל שאין רואין שינוי לא חיישינן דדוקא אם יניח שני פסוקים בפרשה שמסיים בה זה הוי שינוי ומביא לידי חשד משא\"כ כשגומר הפרשה שעומד בה אין כאן שינוי וה\"ה שמותר לקרוא הפרשה הזאת [בצירוף מה שקרא לפניה] ולהפסיק אחריה ולא חיישינן שמא יאמרו הנכנסין אח\"כ שלא קרא אלא הפרשה הזאת בלבד שהיא שני פסוקים דדוקא בעלמא דמפסיק באמצע הפרשה חיישינן דיאמרו הנכנסין שמסתמא לא קרא אלא ב' פסוקים דאל\"ה למה קרא להלן ולא סיים בגמר הפרשה משא\"כ הכא דבאמת סיים בגמר הפרשה ליכא למיחש למידי ויש מחמירין בזה שאין לעשות כן לכתחלה כ\"א בקריאת ר\"ח שקורין וביום השבת לשלישי [בצירוף מה שקראו לפניו ג\"פ מפרשה הקודמת] שיש בה רק שני פסוקים אבל כשקורין פרשת השבוע בסדר פינחס אין להפסיק אחר וביום השבת לכתחלה וכה\"ג בשארי מקומות כשאירע פרשה קטנה. כתב המ\"א אם הפרשה היא באמצע פסוק כגון בתחלת פרשת פינחס בפסוק ויהיה אחרי המגפה שיש פיסקא באמצע פסוק מותר לסיים בפסוק הסמוך לו שאין חשש שהיוצאין יאמרו שהעולה אחריו לא יקרא רק עד הפיסקא ההוא שהכל יודעין שאין מסיימין באמצע פסוק אע\"פ שיש שם פרשה:","(ה) בדבר טוב - של ישראל דטובת עובד גלולים אינה קרויה טובה וכן לענין לסיים בדבר רע היינו של ישראל. כתב בספר חסידים סימן תש\"ע יזהר החזן שלא יקרא למי שהוא עור או פסח בפרשה עורת או שבור או למי שראשו נתק בפרשת נתקים ולא יקרא למי שחשוד על עריות בפרשת עריות וכן בכל דבר ודבר. ואין לחזן לחשוב לברך אחד בשעת ברכות או לקלל בשעה שקורא הקללות והטעם שצריך שיהיה כונתו לקרות בתורה לשמה ולא לשם מחשבה זרה:","(ו) ויסיים בדבר טוב - ואין לסיים במי שעשה מעשה רע:"],["(א) לא יעלה - היינו אע\"פ שקראוהו לעלות ואחז\"ל [פרק הרואה] ג' דברים מקצרים ימיו של אדם ואחד מהן מי שנותנין לו ס\"ת לקרות ואינו קורא הכא לא יעלה שצריך מתחלה לסדר בינו לבין עצמו ואסמכוהו חכמים אקרא דכתיב אז ראה ויספרה הכינה וגם חקרה:","(ב) הוא צריך וכו' - ובדיעבד אם אין שם בביהכ\"נ מי שסידר לעצמו מתחלה כדי שלא לבטל קריאה בצבור נוהגין להקל שיקרא אחד שיודע לנגן הטעמים אע\"פ שלא סידר וקוראין לפניו בלחש מתוך החומש או הסידור ועיין לקמן בסימן קמ\"ב במ\"ב מה שנכתוב בזה:","(ג) תחלה - ומצוה מן המובחר שגם העולה יסדר תחלה בינו לבין עצמו ובשנים מקרא שקרא בע\"ש יוצא כי נחשב בחשבון הסידור:","(ד) צריך למחות וכו' - מתוך דברי המחבר מוכח דאפילו אם יכול לקרות עם הש\"ץ מלה במלה מתוך הכתב ג\"כ אין לקרותו כיון שיכול לקרוא לאחר אבל מדברי הטור לקמן בסימן קמ\"א וכן מתשובת הרא\"ש שהובא שם בב\"י משמע דיש להקל בזה [פר\"ח] ובפרט לפי מה שכתב בס\"ד בשם מהרי\"ל בודאי אין להחמיר בזה:","(ה) לא יעלה - לפי שאסור לקרות אפילו אות אחת שלא מן הכתב ועיין לקמן בס\"ג בהג\"ה דמנהגנו להקל בכל גוונא:","(ו) ואפילו ראש הכנסת וכו' - וכ\"ש אדם דעלמא והטעם שאין ראוי שיחלוק אדם כבוד לעצמו ועוד דלא ליתי לאנצויי שכל אחד יקדים עצמו:","(ז) משום דהוי וכו' - שיעור הלשון כן הוא משום דהוי כאלו הרשוהו על כך משעה שמינוהו לש\"ץ ובב\"י מבואר יותר דכיון דעכשיו נוהגים שהש\"ץ הוא הקורא במקום העולים א\"כ כיון שהרשוהו להיות ש\"ץ הרי הרשוהו לקרות בתורה ומסתמא לא קפדי אם יברך ג\"כ אחרי שבלא\"ה הוא הקורא:","(ח) אין קורין לו בשמו - כיון שהוא עומד שם:","(ט) שלא לביישו ברבים - ומ\"מ לא יאמר תארים על אביו (כמו חבר או מורנו) כי אין לומר שקר רק יאמר בחפזון לבלי ירגישו העם. ודוקא באותה העיר כמו שכתב הרמ\"א אבל אם בא לעיר אחרת ושואל אותו הסגן איך נקרא לתורה יאמר שם אבי אביו [דה\"ח וש\"א]:","(י) בשם אבי אמו - ומיירי שבאת אחת קודם שנאסף מן השוק ואמרה שהיא אמו [מ\"א] ועיין בט\"ז שדעתו דיש לקרותו בשם בן אברהם ובח\"א ג\"כ כתב שזהו יותר נכון:","(יא) ואם אינו ידוע - שם אבי אמו קורין אותו בשם בן אברהם על שם הכתוב כי אב המון גוים נתתיך:","(יב) דעכשיו קורא סומא - וטעמו דכיון שאנו נוהגין שהש\"ץ קורא והוא קורא מתוך הכתב שוב לא קפדינן על העולה דשומע כעונה:","(יג) כמו שאנו וכו' - ר\"ל שאנו נוהגין להקל אפילו אם אינו יכול לקרות עם הש\"ץ מלה במלה מתוך הכתב וע\"כ מטעם הנ\"ל וה\"ה בסומא. ולדינא כבר כתבו האחרונים דנהגו להקל כמהרי\"ל ומ\"מ לפרשת פרה ופרשת זכור נכון שלא לקרותן לכתחלה:","(יד) כל הקורין וכו' - אף דמדינא לא היה צריך לברך כ\"א הראשון ברכה ראשונה והאחרון ברכה אחרונה והאמצעיים יוצאין בברכתן ואעפ\"כ תקינו רבנן משום הנכנסין והיוצאין באמצע הקריאה [שלא ישמעו ברכת הפותח והחותם ויאמרו שקוראין בתורה בלי ברכה] שכל אחד ואחד מהעולין יברך בתחלה וסוף כמו שנהוג היום:","(טו) מברכין לפניה ולאחריה - הנה לאחריה שהיא ברכת אשר נתן לכו\"ע דרבנן ולפניה שהיא ברכת אשר בחר יש דעות בין הפוסקים אם היא ד\"ת או דרבנן וה\"מ כשלא בירך עדיין ברכת התורה אבל אם בירך כבר ברכת התורה לכו\"ע היא דרבנן שנתקנה משום כבוד הצבור כמ\"ש ס\"ח. אם טעה בברכת התורה ופתח אשר נתן לנו במקום אשר בחר אם נזכר קודם שאמר השם מהחתימה [דהיינו נותן התורה] יתחיל מאשר בחר בנו ואם כבר אמר בא\"י אף שעדיין לא אמר נותן התורה יסיים אותה הברכה ולאחר הקריאה יאמר אשר בחר בנו [דה\"ח]. עוד כתב שם אם אמר ברכה הראשונה כראוי ובברכה השניה טעה והתחיל אשר בחר בנו אם נזכר טרם אמרו בא\"י נותן התורה יתחיל מאשר נתן לנו אבל אם לא נזכר עד לאחר שאמר בא\"י נותן התורה יתחיל עוד הפעם מתחלת הברכה ואם נזכר לאחר בא\"י קודם נותן התורה יאמר מיד אמ\"ה אשר נתן לנו וכו':","(טז) ורואה הפסוק - כדי שידע על מה הוא מברך:","(יז) ואח\"כ יברך - ר\"ל שאין צריך לגלול הס\"ת בשעת ברכתו וליכא למיחש שמא יאמרו ברכות כתובות בתורה והוא מברך מן הספר דהכל יודעין שאין ברכות כתובות בס\"ת. ודוקא בברכה ראשונה לא חששו לזה משום טרחא דצבורא שיצטרכו להמתין עד שיחזיר ויפתח אבל בברכה אחרונה דליכא טעם זה וגם דבלא\"ה צריך לגלול הס\"ת בין גברא לגברא בודאי עדיף יותר שיגלול קודם הברכה וזהו שמסיים המחבר דלאחר שקורא גולל ומברך:","(יח) יהפוך פניו וכו' - סבירא ליה דכיון דבזה ליכא טרחא דצבורא טוב לחוש גם בברכה ראשונה לחשש שלא יאמרו ברכות כתובות בתורה וכמו שכתבנו כעין זה בסקי\"ז:","(יט) שמאלו - דהוא ימין הקב\"ה העומד לנגדו וכנ\"ל סימן קכ\"ג מיהו יש אחרונים שכתבו דהפיכת פניו אינו נכון דמראה עצמו כאלו אינו מברך על מה שיקרא רק על מידי אחרינא דהא מסלק פניו ממנו ויותר טוב להעצים עיניו שלא להסתכל בס\"ת בשעת ברכה ועיין בבה\"ל. יש נוהגין לשחות ולהשתחות בעת אמירת הברכה משום כבוד התורה וכתב הא\"ר דעכ\"פ לא ישחה גם בסוף הברכה דאז יהיה נראה כאלו מוסיף על השחיות שתקנו חכמים דאסור וכמו שכתוב לעיל בסימן קי\"ג:","(כ) נהגו לכסות - אע\"פ שמן הדין צריכה להיות מגוללת כמ\"ש ס\"ד מ\"מ נהגו להיות פתוחה ובמקום גלילה מכסין בסודר קודם ברכה אחרונה:","(כא) נהגו שיהא מגוללת - ולא סגי בכיסוי בעלמא וכתב הט\"ז דלפי מנהג זה שוב א\"צ כיסוי והכיסוי הוי טרחא יתירא ורק בעת שאומרים קדיש אחר הקריאה שפיר יש לכסות דאז מסתלק מן הקריאה וה\"ה כל מקום שיש זמן ארוך כגון שמזמרין לחתן או שמאריכין במי שמברך אז מכסין בסודר [אחרונים]:","(כב) בין גברא לגברא - והטעם שאין להניחה פתוחה שאין כבוד לתורה שתהא פתוחה ותמתין עד שיבוא אחר:","(כג) ברכו וכו' - הטעם כמו שמסיים הרמ\"א ואף הברכות כדי שיוכלו כל הצבור לענות אמן:","(כד) טועה - דלמי אומר ברכו כשאומר בלחש. ובלחש נקרא כל דלית עשרה דצייתי כדין דבר שבקדושה דאינו בפחות מעשרה. ועיין במ\"א דה\"ה בקדיש יש ליזהר שלא לאומרו בלחש מהאי טעמא:","(כה) שישמעו העם ויענו - מדברי הרמ\"א משמע דס\"ל דהאי י\"א לא קאי רק על ברכו אבל בברכות אינו מעכב בדיעבד אם בירך בלחש ועיין בבה\"ל מה שכתבתי בזה אבל לכתחלה בודאי מצוה לאומרן בקול רם וכנ\"ל:","(כו) את המברך - היינו כשאמר ברכו:","(כז) אע\"פ ששמעו החזן וכו' - עיין לעיל בסימן נ\"ז סק\"ב במ\"ב ובה\"ל מה שכתבנו שם:","(כח) חוזר המברך וכו' - עיין לעיל שם בסק\"ד מה שכתבתי שם:","(כט) ותיכף קראוהו וכו' - היינו שלא אמר שום פסוק אח\"כ:","(ל) דמשום כבוד התורה וכו' - ר\"ל ולא הוי ברכה זו ברכה יתירתא ומ\"מ כדי שלא יהיה ברכה הראשונה בכדי כתב הפר\"ח וכן שארי אחרונים דיראה לקרוא עכ\"פ פסוק אחד כגון יברכך דרך הילוכו לס\"ת:","(לא) כבר נפטר מלברך ברכת אב\"ב וכו' - דיצא במה שבירך על התורה ברכה זו:","(לב) דלא גרע ממי שנפטר וכו' - וכמבואר לעיל בסימן מ\"ז ס\"ז. וכתבו האחרונים דמ\"מ לא דמי לגמרי לנפטר באהבה רבה דהתם יצא בזה גם ברכת אקב\"ו לעסוק וגם הערב נא משא\"כ הכא לא נפטר רק מברכת אשר בחר בנו לבד אבל אידך צריך להשלים ויאמר אח\"כ ברכת כהנים שרגילין לומר תמיד:","(לג) וחיי העולם - ומנהגנו לומר וחיי עולם [אחרונים]:","(לד) נטע בתוכנו הוא וכו' - ע\"ש הכתוב דברי חכמים כדרבונות וכמשמרות נטועים:","(לה) בס\"ת בשעת ברכה - היינו דיאחוז בעמודי ס\"ת ועיין בב\"ח וט\"ז שהסכימו דבעת הקריאה צריך ג\"כ לאחוז בס\"ת. יש נוהגין לאחוז אז ביריעות עצמן ע\"י מפה ועיין במ\"א. אחר הקריאה מנהג לנשק הס\"ת וכשנזדמן לו רוק ירוק [אך מן הצד ולא כנגד הס\"ת דאסור כמבואר ביו\"ד סימן ר\"ע] ואח\"כ ינשק ולא ינשק ואח\"כ ירוק [אחרונים]:","(לו) ספר התורה הזה - דמשמע שתופסה בידו:"],["(א) הקורא בתורה וכו' - וכ\"ש אם נשתתק תיכף לאחר הברכה קודם שהתחיל לקרות דאינו יוצא השני בברכתו:","(ב) ממקום שהתחיל הראשון - ר\"ל אבל לא יתחיל ממקום שפסק הראשון ויברך לפניהם ולאחריהם שא\"כ יהיו אותם הפסוקים שקרא הראשון נתברכו לפניהם ולא לאחריהם וכ\"ש אם יתחיל במקום שפסק הראשון ויברך אחריהם לבד דהו\"ל הראשונים ברכה לפניהם ולא לאחריהם והאחרונים לאחריהם ולא לפניהם לכך מתחיל ממקום שהתחיל הראשון ומברך לפניהם ולאחריהם:","(ג) ויברך בתחלה - ולא יוכל לסמוך על ברכה ראשונה שבירך הנשתתק שהמברך בתורה אינו מברך להוציא אחרים בברכתו אלא כאו\"א מן הקרואים מברך לעצמו ועיין באחרונים שכתבו דכשחוזר ומברך אינו חוזר לאמירת ברכו כ\"א הברכה בלבד שהוא עיקר ברכת התורה:","(ד) ולהרמב\"ם וכו' - ס\"ל דסומך על ברכת הראשון וכתבו האחרונים דהעיקר כדעה הראשונה:","(ה) ואפילו בזה\"ז וכו' - הטעם דמה שהש\"ץ קורא כאלו קורא הוא דיינינן ליה:","(ו) וקרא מקצת פסוקים - ואין חילוק בין שקרא פסוק אחד או כמה פסוקים אבל בלא קרא עדיין כלל אם הפסיק אפילו בד\"ת כיון שהוא שלא מענין הקריאה צריך לחזור ולברך ואפילו שח מלה אחת וכמו בכל ברכת המצות או הנהנין דצריך לחזור ולברך אם הפסיק תיכף אחר הברכה אף אם יודע בבירור שלא הסיח דעתו דכיון שלא התחיל עדיין בהמצוה אין לה אח\"כ על מה לחול ואם שח לצורך הקריאה אין צריך לחזור ולברך ולכתחלה גם זה אסור ואין חילוק בין לשה\"ק ללשון חול:","(ז) לא הוי הפסק - ר\"ל שיצטרך לברך מחדש כשקורא להלן דלא נתבטל עדיין ברכה ראשונה ואפילו הסיח דעתו מלקרות עוד ושוב נמלך וקורא להלן א\"צ לחזור ולברך ויש מי שכתב בענין אחר וספק ברכות להקל ומ\"מ נכון שהמברך יכוין תחלה בברכתו שאף שיסיח דעתו יחזור ויקרא על סמך ברכה זו ואעפ\"כ לכתחלה אסור להפסיק באמצע הקריאה אף בלא היסח הדעת כלל:","(ח) יש אומרים שאינו צריך וכו' - טעמו דמסתמא דעתו על כל פרשיות התורה המונחת לפניו:","(ט) וי\"א שצריך - לברך כשקורא את הפרשה הראויה לקרות וטעמו דבודאי לא נתכוין בברכתו רק על הפרשה שהראו לו מקודם וע\"כ צריך לברך מחדש על פרשה זו וכתבו האחרונים דנוהגין למעשה כהיש אומרים הזה. ואין נ\"מ בין אם המקום שהראו לו מתחלה היה פרשה אחרת לגמרי או אפילו באותו סדר אלא שצריך לגלול ממקום ראשון למקום זה בכל זה צריך לחזור ולברך דבודאי לא היה דעתו בברכתו על מה שאינו מגולה לפניו [ח\"א ושארי אחרונים והמקיל שלא לחזור ולברך באם היה המקום שהראו לו באותו סדר של שבוע זו אף שצריך לגלול ממקום למקום אין מוחין בידו דיש לו על מי לסמוך] ואם פרשה זו הראויה לו לקרות היה ג\"כ מגולה לפניו בעת שהראו לו המקום הראשון בזה הסכים הט\"ז וש\"א דא\"צ לחזור ולברך דדעתו היה על כל מה שמגולה לפניו ואפילו אם המקום שהראו לו מתחלה היה מסדר שבוע העבר כיון שגם מסדר של שבוע זו מגולה לפניו דעתו על כל מה שמגולה ואין לחלק בין אם הפרשה הראויה היה בעמוד זה או בעמוד השני דמסתמא דעתו על כל מה שפתוח לפניו גם אין חילוק בין אם המקום שהראו לו היה למעלה והמקום הראוי לקרות הוא למטה או שהראו לו למטה והמקום הראוי לקרות היה למעלה בכל ענין א\"צ לחזור ולברך כיון שא\"צ לגלול אלא שאם הראו לו למטה והמקום הראוי הוא למעלה והוא חוזר למקום הראוי טוב שיקרא עד המקום שהראו לו בתחלה ועוד איזה פסוקים להלן:\n"],["(א) צריך לקרות מעומד - הקריאה שקורין בצבור וילפינן זה מדכתיב ואתה פה עמוד עמדי משמע אפילו הש\"י המקרא למשה היה עומד כביכול וא\"כ כ\"ש שכל ישראל היו עומדין מפני אימת הקב\"ה הנותן אותה ואמרינן עוד כשם שניתנה באימה כך אנו צריכין לנהוג בה באימה ומ\"מ בדיעבד שקראה מיושב יצא וא\"צ לחזור ולקרות:","(ב) ואפילו לסמוך עצמו - היינו אפי' סמיכה קצת שאם ינטל אותו דבר לא יפול ג\"כ אסור דצריך לעמוד באימה:","(ג) או לעמוד - הוא שלחן הקריאה וכה\"ג:","(ד) אא\"כ הוא בעל בשר - וה\"ה חולה או זקן הרבה שקשה לו עמידה בלי סמיכה אך יזהר שיסמוך קצת ולא יסמוך כ\"כ עד שאם ינטל אותו דבר יפול ואם א\"א לו לסמוך כ\"א בענין זה והוא צריך סעד לתומכו מותר גם בזה אך לא ישען על המפה שעל השלחן שתשמיש קדושה הוא אלא על השלחן עצמו:","(ה) וכן החזן הקורא - וה\"ה הסגן שעומד אצל הס\"ת [שערי אפרים]. עוד כתב שם פעמים שהס\"ת ארוכה וגדולה הרבה והקורא שצריך לקרות מתוך הכתב וכן העולה שצריך לראות בס\"ת מה שמקרא לפניו ולקרות אחריו בלחש וא\"א להם לראות בראש הדף אם לא כששוחין עצמם סמוך לס\"ת ועי\"ז בא לידי סמיכה על השלחן יש להתיר שהרי נראה לכל שאין סמיכה זו דרך גאוה שזהו כשעומד זקוף וסמוך אבל זה שעומד מוטה וכפוף עמידה באימה הוא ויכול לעמוד סמוך [וכן בסגן שע\"פ רוב עבודתו הוא שהוא אוחז ביד העשוי מכסף להורות לפני הקורא באיזה שורה ותיבה שהוא עומד עתה ולפעמים א\"א לו כ\"א כששוחה עצמו וסומך על השלחן מותר] אך יזהר שאחר שיקרא השורות העליונות מראש העמוד ויגיע בחצי העמוד או קרוב לו שאפשר לו לראות היטב בלי סמיכה יזקוף משחייתו כדי שלא יצטרך להיות סמוך כלל עכ\"ד:","(ו) לא יקראו שנים - דתרי קלי לא משתמעי:","(ז) וש\"ץ שותק - מיהו אם העולה טועה בנקודות או בטעמים מסייעו בלחש:","(ח) או ש\"ץ קורא וכו' - וכמנהגנו עכשיו שלעולם הש\"ץ קורא אפילו כשהעולה הוא בקי כדי שלא לבייש את מי שאינו יודע לקרות וגם ימצאו הרבה שאין יודעין בטוב לקרות הנקודות והטעמים וירצו לקרות והצבור אין יוצאין בקריאתן וכשימנעום מקריאה אתו לאינצויי:","(ט) לקרות עם הש\"ץ - היינו מתוך הכתב:","(י) לבטלה - דלא מסתבר שיברך העולה על קריאת הש\"ץ:","(יא) בנחת - דתרי קלי לא משתמעי לא שייכי כ\"א בקורא בקול רם:","(יב) שלא ישמיע לאזניו - עיין בב\"י שהביא סעד לזה מספר הזוהר:","(יג) ואפילו משמיע וכו' - ר\"ל אף דיותר טוב שלא להשמיע לאזניו מ\"מ אם משמיע ג\"כ ליכא למיחש דלא עדיף מתפלה שתקנו ג\"כ בלחש ואפ\"ה משמיע לאזניו כדלעיל סימן ק\"א ס\"ב ה\"נ כן:","(יד) ואחר שגומר וכו' - ר\"ל דכיון שאין אומרים שניהם בבת אחת ליכא חשש דתרי קלי לא משתמעי:","(טו) ע\"י סרסור - והוא מרע\"ה דכתיב אנכי עומד בין ה' וביניכם:","(טז) לנהוג בה ע\"י סרסור - נוהגין שהגבאי או הקונה המצות עומד אצל ס\"ת וזה נקרא סגן כדי שיהיה ג' היינו שהסגן הוא כביכול במקום הש\"י שהוא מצוה לקרות לכל מי שירצה והקורא הוא הסרסור במקום משה והעולה הוא המקבל במקום כל ישראל ובשליחותם [לבוש] ובאמת זהו מנהג הקדמונים שיהו שלשה עומדים אצל ס\"ת כמו שכתוב במסכת סופרים פי\"ד הי\"ד [והובא זה באו\"ז הלכות שבת] אלא ששם איתא טעם אחר לזה וז\"ל אינו מן המובחר שיעמוד החזן יחידי לפני התיבה אלא שיעמדו עמו אחד לימינו ואחד לשמאלו כנגד האבות. כתב בספר שערי אפרים מזה יש ללמוד שיש לבחור לסגן איש נכבד ובעל מעש\"ט ודעת הבריות נוחה הימנו שלא יחשדוהו שבשביל הנאת עצמו או איזה סיבה יתמוך כבוד למי שאינו ראוי או בהיפוך וכן ראוי לצבור שלא יהרהרו אחר הסגן וידונו אותו בכל ענין לכף זכות והדבר אשר יקשה בעיניהם עליו יתלו כי משגה היה וטעה בשקול הדעת ואף אם אירע שקרא לאחד שלא לפי כבודו וחושד להסגן שעשה במתכוין להכעיסו אם נגע יראת ה' בלבבו יש לו להתאפק ולא יאמר לו דבר וישא ק\"ו בנפשו אם קרוץ מחומר תפעם רוחו בנגוע בקצה כבודו כחוט השערה עאכ\"ו שיש לו לחוש לכבוד המקום ב\"ה ולכבוד תורתו הקדושה שלא לעשות שערוריה עי\"ז [והמעביר על מדותיו מעבירין לו על כל פשעיו] ואם אחד בגובה אפו עשה מריבה עם הסגן אעפ\"כ חוב על הסגן להיות מן הנעלבים ולא יניח מקומו ואם הסגן הניח הס\"ת והלך לו לפי שזה הקניטו בדברים ראוי לענשו כי אם אדם חטא ס\"ת למה בייש וכל ערום יעשה בדעת ויחוס לכבוד המקום ולכבוד התורה וכו' עכ\"ל בקיצור:","(יז) אמן מפי הצבור - ואפילו יש אנשים שמאריכין באמן צריך להמתין עליהם דהא כולם צריכין לשמוע הקריאה לכן צריך הקורא להמתין אפילו על המיעוט שיגמרו האמן ואח\"כ יתחיל לקרוא וכתבו האחרונים שהמנהג שהקורא עונה אמן עם הצבור בקול רם וממשיך בו קצת יותר מן הצבור בכדי שיבינו שמתחיל לקרות ויטו אוזן לשמוע ומתחיל לקרות מיד וטוב שיפסיק קצת בין אמן להתחלת הקריאה שלא יהא נראה מחמת נגינת אמן שהוא דבוק אל מה שקורא:","(יח) יכולים לקרות וכו' - פירוש מן הדין אין שום חשש איסור וע\"כ אם קראוהו וכבר עלה לא ירד אך לכתחלה אין מניחים לקרות משום עין הרע:","(יט) בשביל עין הרע - ואין נ\"מ בין אחים מן האב או מן האם ואפילו אומרים שאין מקפידים על עין הרע ויש שמחמירין אפילו אב עם בן בנו משום עינא בישא ובמקום הצורך יש להתיר עם בן בנו:","(כ) ואפילו אם אחד וכו' - ר\"ל אף שמפסיקין בקדיש בינתים מ\"מ מקרי זה אחר זה כיון דאין מפסיק אחר בינתים. ודוקא בשבת שאין מוציאין ס\"ת אחרת למפטיר אבל אם מוציאין ס\"ת אחרת מותר וכן אם המפטיר אינו בר מצוה עדיין מותר:","(כא) בשמו - לאפוקי מקום שנוהגים שלא לקרות המפטיר בשמו רק סתם יעמוד מפטיר כיון שאין פורטין את שמו מותר אפילו שני אחים זה אחר זה או אב ובנו ודוקא במקום שנוהגין כן אבל לעשות כן במקום שנוהגין לקרות בשם לא דעי\"ז גופא הוי היכר טפי וכן אם המנהג שלא לקרות בשם הוא בשביעי מותר לקרותן בששי ושביעי:","(כב) בדרך קצרה - משום כבוד הצבור שלא ימתינו עליו הרבה וגם משום כבוד התורה להראות שהיא חביבה עליו וממהר לקרות בה:","(כג) שהיא לו בדרך ארוכה - שלא תהא נראה עליו כמשא:","(כד) עולה בפתח וכו' - כדאמרינן בעלמא כל פינות שאתה פונה לא יהא אלא דרך ימין:","(כה) וירד בפתח שכנגדו - ואסמכוה לזה מקרא דיחזקאל מ\"ו דכתיב לא ישוב דרך השער אשר בא בו כי נכחו יצא. וגם החזן כשמוליך התיבה להס\"ת נמי הדין כן שעולה בדרך ימין וירד מהתיבה בפתח שכנגדו ואפשר דבס\"ת לעולם עולה בדרך ימין אפילו אם היא דרך ארוכה ובמקומותינו שהבימה עומד תמיד באמצע נגד אה\"ק כמו שכתב הרמ\"א בסימן ק\"נ ס\"ה בהג\"ה א\"כ שני הדרכים שוים ובודאי עולה בדרך ימין. כתבו האחרונים מי שקורין אותו לעלות לתורה יש לו לילך בזריזות מיד ולא משום כבוד ביהכ\"נ וכבוד הצבור:","(כו) עד שעלה וכו' - משום כבוד ס\"ת שלא יניחנה לבדה והמנהג להמתין עד שמתחיל השני הברכה והמדקדקים חוששין שבדרך לא יוכלו לשמוע הקריאה כהוגן לכן ממתינין עד שיסיים השני ויורדים בין גברא לגברא. וכשיורד מן הבימה ילך בנחת ולא ירוץ שלא יהא נראה עליו כמשא:","(כז) כפי המסורה - ר\"ל הקבלה שקבלנו לקרותה ולא אזלינן בתר הכתיבה (דנקרא מסורת בעלמא אם למסורת) וליכא משום איסור לקרות בתורה אפילו אות אחת שלא מן הכתב דשאני הכא שכך היא הלכה למשה מסיני [מטה יהודה]:"],["(א) אפילו בדקדוק אות אחת - כגון שחיסר או הוסיף איזה אות וכדומה כמו שיבואר לקמיה:","(ב) מחזירין אותו - שיקראנה בדקדוק והיינו בין כשהוא עומד עדיין בפסוק זה ובין שכבר גמר הפרשה ואפילו בירך לאחריה נמי העולה אחריו חוזר לאותו פסוק וקורא ממנו ולהלן עד סוף הפרשה ועוד שלשה פסוקים מפרשה שאחריה:","(ג) החזן הקורא - כלומר עכשיו שהחזן הוא הקורא נמי דינא הכי אע\"פ שהוא אינו מברך על הקריאה דלאו בברכה תליא מילתא:","(ד) אבל אם טעה וכו' - וה\"ה אם חיסר או הוסיף איזה אות במקום שאין הענין משתנה עי\"ז כגון שקרא לאהרן הרן בפתח בלא אל\"ף או למצרים מצריים וכדומה ונקט נגינה וניקוד משום דע\"פ רוב אין הענין משתנה על ידם ובניקוד נמי אם אירע שהענין נשתנה עי\"ז כגון יעשה בפת\"ח קרא יעשה בציר\"י או להיפוך או בחלב בחט\"ף קרא בחלב בציר\"י או יושב ישב וכל כיוצא בזה שהענין משתנה בודאי מחזירין אותו גם בניקוד ובספר שלחן עצי שטים הוסיף עוד דה\"ה בנגינת הטעמים כשהענין משתנה עי\"ז כגון שקרא משרת במקום מפסיק מחזירין אותו (ודלא כמו שאומרים ההמון שאם קרא את השם אין מחזירין בטעה בנגינה):","(ה) אין מחזירין אותו - היינו בין בחזן הקורא ובין העולה:","(ו) בו - וכתב בתשובת מהר\"מ מינץ החזן צריך לחזור מתחלה הסדרא שתהא שגורה בפיו כל הדקדוקים במתגין לעיל ומלרע ימין ושמאל ויקרא במתון ולא במהירות ואולי יבליע שום אות או תיבה והביאו הא\"ר:","(ז) יקראו בתורה בברכה - בלי נגון הטעמים ומשמע מכמה אחרונים דאפילו אם אין שם מי שיודע כלל ובודאי יטעו גם בכמה טעיות שהענין משתנה עי\"ז אפ\"ה התירו להם לקרות ובברכה כדי שלא תתבטל הקריאה לגמרי והפר\"ח חולק בזה וכתב דכיון שיטעו בטעיות שמשתנה הענין כמו שבמקום חלב קורא חלב או מ זכר ל זכר ואין שם יודע שיוכל להחזיר הקורא מטעותו פשיטא שאין מברכין בתורה ואין מפטירין בנביא וע' בפמ\"ג שגם הוא מצדד כן ודעתו דיש לקרות בלא ברכה:","(ח) כהלכתה - ואם יש שם מי שיודע עכ\"פ לקרות הטעמים מתוך החומש יקרא זה מתוך החומש לפני האיש הקורא בס\"ת להורות הדרך בנקודות וטעמים כראוי והקורא מתוך החומש לא יקרא בקול רם רק כדי שיהא נשמע להקורא מתוך הס\"ת [לבוש וש\"פ]:\n"],["(א) בפחות מעשרה - דהוא דבר שבקדושה ואינו בפחות מי' דכתיב ונקדשתי בתוך בני ישראל ואתיא בגז\"ש דתוך תוך כתיב הכא תוך בני ישראל וכתיב התם הבדלו מתוך העדה הזאת ואין עדה פחותה מעשרה:","(ב) גדולים - לאפוקי קטנים שהם פחותים מי\"ג ויום אחד אע\"ג דקטן משלים למנין שבעה כדלקמן בסימן רפ\"ב ס\"ג מ\"מ אינו משלים לעשרה:","(ג) בני חורין - לאפוקי עבדים:","(ד) התחילו בעשרה וכו' - ואם התחיל רק ברכו לבד לא הוי התחלה בזה [פמ\"ג]:","(ה) ויצאו מקצתן - ובנשתיירו רובן דהיינו ששה סגי ולא בעינן רובא דמנכר ועל היוצאין נאמר ועוזבי ה' יכלו ואף בין גברא לגברא אסור וכי מותר לצאת בין גברא לגברא היינו דוקא בנשארו עשרה [אחרונים]:","(ו) גומרין - היינו בחול כל השלשה וביו\"ט חמשה ובשבת כל השבעה קרואים אבל לא יוסיפו על זה ואומרים קדיש שאחר הקריאה אבל למפטיר לא יקרא דהוא ענין אחר ולא נגרר בתר קריאת התורה וכ\"ש שלא יפטיר אח\"כ בנביא ויש שכתבו שמ\"מ טוב לומר הפטרה בנביא בלא ברכותיה. ובהפטרה נמי דינא הכי דאם התחילו ברכות של הפטרה בעשרה ויצאו מקצתן גומרין לומר ההפטרה עם ברכותיה שאחר כך:","(ז) אין קורין בו - מפני כבוד הצבור:","(ח) אבל בחומשים שלנו וכו' - דהא אינן בגלילה וכן אינן תפורין בגידין ולא בקלף וכל דין ס\"ת:","(ט) אין לברך עליהם - ובישוב שאין להם ס\"ת נכון לקרות בחומשין בלא ברכה שלא תשתכח תורת קריאה ולא יקרא להעולים בשם כמו שהמנהג לס\"ת אלא הש\"ץ יקרא הכל בקול רם לפניהם:","(י) והעולה קורא - והאידנא נוהגים שאחד קורא מהחומש בלחש והש\"ץ קורא אחריו מס\"ת הכשר משום דיש אנשים שאין יודעין לקרות בניגון וטעמים ואפילו מקרין אותם לכן מקרין להש\"ץ:","(יא) שאין נמצא להם ספר תורה כשר - היינו בין חומשים העשוים בגלילה הנזכר בס\"ב ובין ס\"ת שלמה אלא שיש בה פסול:","(יב) אין מברכין עליו - זהו דעת המחבר דאפילו בשעת הדחק אין לברך ועיין לקמיה בס\"ד בהג\"ה בסופו דהביא בזה שתי דעות ועי\"ש במ\"ב:","(יג) אם נמצא טעות וכו' - כדי להבין את דברי זה הסעיף אקדים לזה הקדמה קצרה והוא. דהנה דעת רוב הפוסקים דספר תורה שחסר תיבה אחת או אות אחת או שנמצא בה טעות פסולה לקרות בה ולדידהו אם נמצא בה טעות אפילו לאחר שכבר קראו ז' קרואים צריך לחזור לראש בס\"ת הכשר ולברך עליה דאותה קריאה ראשונה כמאן דליתא דמיא ודעת מקצת פוסקים דאפילו חסר כמה פסוקים וכ\"ש כשנמצא בה טעות בעלמא אף דלא נקראת ס\"ת לענין שיקיים בה מ\"ע של כתיבת ס\"ת מ\"מ מותר לקרות בה אם אין לו אחרת והנה המחבר בסעיף ג' סתם דלכתחלה אין להוציא ס\"ת פסולה לברך עליה אפילו במקום שאין לו אחרת אחרי דרוב הפוסקים סוברין דאסור אך אם נמצא הטעות אחר שכבר קראו הסדרא פסק הר\"ר יעקב בי רב דלענין דיעבד סומכין על דעת קצת פוסקים הנ\"ל שמכשירין לקרות בה ועלתה להם הקריאה ואין צריך להוציא ס\"ת אחרת והסכימו עמו האחרונים בזה. וה\"ה אם נמצא הטעות בין גברי לגברי ועדיין לא השלימו הז' קרואים לענין מה שכבר קראו סומכין על דעת המקילין הנ\"ל שיצאו בדיעבד אך לקרות בה עוד אסור ומוציאין אחרת ומתחילין ממקום שפסקו הקריאה ומשלימין הקרואים עם אותם הראשונים שקראו במוטעת והיינו דגם הם מצטרפין להז' קרואים כיון שהוא בדיעבד וכנ\"ל [וכתבו האחרונים דמ\"מ אם אפשר טוב יותר שיקראו ז' קרואים בס\"ת שהוציאו] וכ\"ז אם כבר בירך ברכה אחרונה בפסולה אבל אם באמצע קריאתו מצאו טעות אפילו כבר קראו הרבה פסוקים [וכ\"ש כשלא קראו עדיין ג' פסוקים] וגם אפי' גמר קריאתו לגמרי כל שלא בירך עדיין ברכה אחרונה אין לברך ברכה אחרונה על הפסולה דזה הוא לכתחלה אלא יוציאו אחרת ויקראו שם ג' פסוקים ויברך שם ברכה אחרונה לבד זהו שיטת מהר\"י בי רב שהעתיקו המחבר בסעיף זה. ודעת המרדכי שאם כבר קראו ג' פסוקים ואפשר להפסיק שם שאינו ב' פסוקים סמוך לפרשה פוסקים שם ומברך ברכה אחרונה ומוציאין אחרת לעלות שמה יתר הקרואים ואם עדיין לא קרא ג\"פ או שקרא ג\"פ אלא שנשאר רק ב\"פ סמוך לפרשה שאי אפשר להפסיק שם יקרא הטעות בע\"פ ויגמור קריאתו בפסולה ויברך ברכה אחרונה ואח\"כ יוציא אחרת [וכן אם הוא בר\"ח וכיוצא שצריך להשלים הפרשה לחובת היום ואין להוסיף על הקרואים וא\"כ כשהטעות בקריאת הרביעי א\"א להפסיק שמה לברך ברכה אחרונה שא\"כ יצטרך להוסיף על מנין הקרואים וכיון שא\"א להפסיק שמה יגמור הקריאה בספר הפסול ויברך ברכה אחרונה] והרמ\"א בהג\"ה עשה כעין הכרעה ביניהם והוא דאם לא קרא עדיין רק שני פסוקים או אפילו קרא ג\"פ אך שא\"א להפסיק שם כגון שהוא ב\"פ סמוך לפרשה וכיו\"ב לא יברך ברכה אחרונה אלא יוציא אחרת ויגמור קריאתו שמה ויברך ברכה אחרונה וכדעת המחבר אבל אם כבר קרא ג\"פ והוא במקום שאפשר להפסיק שם דעתו כהמרדכי דיברך ברכה אחרונה על הפסולה ואח\"כ יוציא אחרת ועתה נבוא לבאר דברי השו\"ע בפרט:","(יד) בשעת קריאה - פי' שלא קראו עדיין רק מקצת העולין דבנשלם סדר הפרשה ואח\"כ נמצא הטעות אין מוציאין אחרת דבדיעבד סמכינן אפוסקים דמכשירין קריאה בס\"ת פסולה. ומיירי המחבר דנמצא הטעות בין גברי לגברי ולכך כל האנשים שכבר קראו עולין למנין ז' ואף האחרון דהוי דיעבד גמור:","(טו) ממקום שנמצא הטעות - מיירי שבמקום שפסק העולה שם נמצא הטעות ולהכי כתב דמתחילין ממקום זה וה\"ה אפילו לא נודע להם הטעות עד אחר שקראו אחר הטעות ג' או ד' פסוקים ג\"כ אין מתחילין אלא ממקום שפסקו דבדיעבד עלתה להם מה שקראו בספר הפסול [מ\"א]:","(טז) על אותם וכו' - היינו דגם אותם שקראו כבר מצטרפין למנין שבעה וה\"ה בשני וחמישי למנין שלשה ומ\"מ אם אפשר לקרות ז' קרואים ממקום שפסקו עד סוף הסדרא ודאי ראוי ונכון לעשות כן לכתחלה [אחרונים]:","(יז) באמצע קריאת וכו' - היינו אפילו כבר קראו כמה פסוקים כל שלא בירך עדיין ברכה אחרונה אינו יכול לפטור עצמו במה שכבר קרא בס\"ת הפסולה דזה הוי כלכתחלה שהרי יכול לקרות ג\"פ בספר כשר וע\"כ גומר וכו':","(יח) גומר קריאתו - היינו שיקרא שם שלשה פסוקים:","(יט) ואינו חוזר לברך וכו' - דס\"ל דברכה ראשונה שבירך העולה בתחלת קריאתו בספר הראשון עולה גם לזו דהא דעתו היה מתחלה על פרשה זו מה לי ס\"ת זו או אחרת:","(כ) לפניה - וה\"ה כשנמצא הטעות בין ברכה לקריאה גוללין ס\"ת זו ומוציאין ס\"ת אחרת לקרות בה והעולה שכבר בירך א\"צ לברך שנית אם לא הפסיק בשיחה בינתים ובמקום שנהגו בזה שהעולה חוזר ומברך ג\"כ אין למחות בם שיש להם על מה שיסמוכו:","(כא) ואם כבר וכו' - דעה זו חולקת על המחבר כמו שכתבנו לעיל בהקדמה והו\"ל לכתוב בלשון וי\"א אלא שכן דרכו בכמה מקומות:","(כב) ואפשר להפסיק - פי' שהוא ג' פסוקים סמוך לפרשה דאם היה רק ב\"פ סמוך לפרשה א\"כ א\"א לו לפסוק שם יגמור קריאתו בספר הכשר עד הפרשה וכנ\"ל:","(כג) ומברך אחריה - דס\"ל דכיון שקראו ג\"פ קודם שנודע הטעות יצא בזה ידי קריאה וממילא צריך לברך אחריה וא\"צ שוב לגמור קריאתו בספר הכשר אבל בשנמצא הטעות אחר שקראו רק ב\"פ דא\"א לו לפסוק שם מודה להמחבר דגומר קריאתו בספר הכשר ומברך אחריה. ועיין בבה\"ל שבררנו בשם כמה אחרונים דכן יש לנהוג למעשה כפסק השו\"ע וכפי מה שהכריע הרמ\"א אם לא במקום שיש מנהג קבוע בעיר כדעת המ\"א שתפס בשיטת המרדכי שהבאתי בהקדמה אין להם לשנות מנהגם. נוהגין שלא להוציא ס\"ת אחרת בשביל מפטיר דהיינו אם נמצא טעות אחר שכבר קראו כל הסדרא קודם שאמרו קדיש לא יוציא ס\"ת אחרת בשביל המפטיר וסמכינן בדיעבד על אותו שקרא אחרון שעולה גם בשביל מפטיר (ולא יקרא עוד הפעם בתורה) כדקיי\"ל בסימן רפ\"ב מפטיר עולה למנין שבעה והקדיש יאמר לאחר ברכות ההפטרה האחרונות ואם לא נודע הטעות עד לאחר שאמרו קדיש יקרא למפטיר בס\"ת זו ג\"פ בלא ברכה ולא יאמר קדיש עוד הפעם לאחר ההפטרה. ואם נמצא הטעות באמצע קריאת השביעי דעת מ\"א שגומר הקורא עד סוף הסדרא בס\"ת זו ועולה לו קריאה זו גם בשביל המפטיר כדקיי\"ל בסימן רפ\"ב וכנ\"ל ויברך לאחריה ואח\"כ יפטיר בנביא ואח\"כ יאמר קדיש והרבה אחרונים חולקין על זה וסוברין דאין חילוק בין טעות שנמצא בשביעי לטעות שנמצא בשאר הקרואים ולכן אם לא קרא עדיין ג\"פ גומר קריאתו בספר הכשר ואם כבר קרא ג\"פ בשביעי וה\"ה באחרון פוסק ומברך ויקרא לאחר בס\"ת כשר ממקום שפסק והלאה ומשמע ממגן גבורים דכן יש לנהוג אם לא במקום שנהגו בזה כהמ\"א. ואם נמצא הטעות לאחר שקראו שבעה וכבר בירך באחרונה ועדיין לא קראו כל הסדרא לכו\"ע צריך להוציא אחרת שהרי על כרחך צריכין להשלים כל הסדרא ויקראו בשניה בברכה ויכולין להוסיף כשאר שבתות. אם נמצא טעות בס\"ת בשעת קריאת המפטיר בשבת יגמור קריאתו ולא יברך אחריה וכל זה לענין מפטיר של שבת אבל בהפטרת יו\"ט או של ארבע פרשיות וכיוצא שקריאת המפטיר בספר השני הוא לחובת היום ונמצא בו טעות יש להוציא אחרת כמו אם היה טעות בקריאת סדרא של שבת:","(כד) ומשלימים המנין - וה\"ה שיכול להוסיף שמה ועיין לעיל בסקט\"ז:","(כה) טעות גמור - כגון שהיה חסר או יתר תיבה או אות אחת או שהיה קרי במקום כתיב או פתוחה במקום סתומה או להיפוך וכן אם כתב פתוחה או סתומה במקום שא\"צ או שחיסרה בכל אלו צריך להוציא אחרת וה\"ה אם נמצא שתי תיבות שלא הרחיק כראוי עד שתינוק דלא חכים ולא טיפש קורא כתיבה אחת או להיפוך שהרחיק באמצע התיבה עד שנראה לתינוק הנ\"ל כשתי תיבות או כדרלעמר פדהצור אליצור עמינדב וכהנה שמקובל בידנו שתיבה אחת היא אם נמצא בשתי שיטות צריך להוציא אחרת. אותיות ותיבות שנמחקו קצת אם רישומן ניכר שתינוק דלא חכים ולא טיפש יכול לקרותן א\"צ להוציא אחרת [ואפילו לכתחלה מותר] אבל אם הוסר הדיו השחור ונשאר מראה אדמדם הוי שינוי מראה ופסול כ\"כ בדה\"ח בשם א\"ר ועיין במה שכתבנו לעיל בסימן ל\"ב במ\"ב סקכ\"ח בשם החתם סופר ובפרט לענין להוציא אחרת בודאי אין להחמיר בזה. נקרעו התפירות שבין יריעה ליריעה אפילו נקרע הרוב ועדיין מחוברת בחמש או בשש תפירות של קיימא כשר אבל בפחות מזה יש להוציא אחרת (מיהו מה שנמצא נקרע בחומש אחד מן החומשים בס\"ת זו אין לפסול שאר החומשים לקרות בהם כמו שיתבאר בסוף ההג\"ה). אם בשעת הקריאה נמצא אות אחד דבוק לחבירו אם הדביקות הוא בכל אורך האות או שנשתנה צורת האות ע\"י הדביקות או שטעה וכתב דל\"ת במקום רי\"ש או בי\"ת במקום כ\"ף בכל אלו דינם כטעות גמור שצריך להוציא אחרת ואפילו אם ע\"י דבוק זה לא נתקלקל אות השורש רק אות השימוש כגון וי\"ו או יו\"ד המשמשת אם אין שם דבק באורך האות רק מעט ולא נשתנה צורת האותיות וניכרים היטב לכתחלה אין להוציא ס\"ת זו לקרות בה כ\"ז שלא גררו הדבק ואם לא נודע והוציאו ס\"ת ונמצא בשעת קריאה אם הדביקות בסוף האות שאם יגררו הדבק לבד יהיה חוזר להכשרו אזי בחול שאפשר לגרר ונקל לעשותו אף בשעת קריאה יש לגרר ויקרא להלן ואם אין שם מי שיכול לגרר בקל ובלי הפסד וקלקול ויש טורח צבור לחזור אחר מי שיגרור במתון או אם אירע בשבת שא\"א לגרור מותר לקרות בו כך ואם הדביקות הוא בתחלת כתיבת האות או באמצעה שממקום הדיבוק ולהלן נכתב בפסול יש להוציא אחרת אף דלא נשתנה צורת האות עי\"ז ויש מקילין שא\"צ להוציא אחרת אף באופן זה כיון שלא נשתנה צורת האות עי\"ז (ואף דמ\"מ צריך גרירה קי\"ל כל הראוי לבילה אין בילה מעכבת בו ודינו כאלו כבר נגרר ואפילו בשבת שא\"א לגרור מכח איסור שבת מ\"מ כיון שאינו מחמת הספר אלא איסור שבת רביע עליה א\"צ להוציא אחרת) ובשעת הדחק שאין שם אחרת וצריך שהות להביא ממקום אחר ס\"ת כשרה יש לסמוך ע\"ז לגמור הקריאה בס\"ת זו. אם נטף שעוה על איזה אות עיין לעיל בסימן ל\"ב בבה\"ל מה שכתבתי בשם דה\"ח ובסימן ש\"מ במ\"ב סק\"י ועיין דעת שערי אפרים בזה בשער ה' אות ז'. ויש עוד הרבה אופנים שצריך להוציא ס\"ת אחרת על ידם אך קצרה היריעה מהכילם ימצאם המעיין בפמ\"ג ובספר שערי אפרים בשער ה' ו' ובדרך החיים אך נקוט האי כללא בידך כל מקום שהוזכר בהלכות ס\"ת שהוא פסול ודאי יש להוציא אחרת ודבר שהוא מחלוקת הפוסקים יש להקל לענין קריאת התורה שלא להוציא אחרת (מאחר דיש קצת פוסקים המקילין לקרות בס\"ת פסולה):","(כו) משום חסרות ויתרות וכו' - כגון ווי\"ן או יודי\"ן מלאים או חסרים שלא נשתנה בהם הענין והמבטא כגון במקום שהיה צריך לכתוב אבותינו מלא וי\"ו ונמצא חסר או להיפוך וכן במקום שהיה צריך לכתוב מלא ביו\"ד שימושית ונמצא חסר או להיפוך אבל טעות שנשתנה במבטא אף שלא נשתנה הענין כגון כבש שהיה כתוב במקום כשב או שלמה שמלה צריך להוציא אחרת וכן ה\"ה אם כתב מגרשיהן במקום מגרשיהם דהא איכא שינוי לשון וכן אם כתב רחבה במקום רחבו צריך להוציא אחרת אע\"ג דנוכל לקרות בחולם כמו אהלה וכן בפסוק והנה תומים בבטנה אם כתב תומים מלא באלף תאומים אע\"ג שהענין אחד צריך להוציא אחרת שהרי נרגש במבטא וכן בתיבת ונחנו מה אם כתב ואנחנו מה וה\"ה אם נשתנה הענין עי\"ז אע\"ג שלא נשתנה במבטא כגון בתיבת ונמצה דמו כתב ונמצא דמו או בתיבת מאן יבמי שהוא שרש מיאון כתב מאין ביו\"ד וכן כל כיוצא בזה צריך להוציא אחרת ועיין בדה\"ח ובשערי אפרים שהאריכו בפרטים אלו:","(כז) אין להוציא אחרת - וה\"ה אותיות גדולות וקטנות שנמסרו במסורה או עייני\"ן הפוכות או פאי\"ן כפופות וכה\"ג שנמסרו במסרה לא שינוי מקרי להוציא אחרת דלא עדיף מחסרות ויתרות הנ\"ל. וכן אם נמצא חסר הנקודות שיש בס\"ת לפעמים כמו איה שרה אשתך דוירא וכיוצא בו שראוי להיות שם נקודות ע\"פ המסורה אם נחסרו הנקודות א\"צ להוציא אחרת:","(כח) צריך לחלק כך - היינו דרך הכרעה דדעת האגור דאפילו בטעות גמור אין מוציאין דלא ירויח דגם ס\"ת אחרת אפשר דפסול בחסרות ויתרות ודעת הב\"י דאפילו בחסרות ויתרות מוציאין וע\"כ הכריע הרמ\"א לנפשיה זה החילוק להלכה:","(כט) ויש פוסלין - הוא כדעת המחבר לעיל בס\"ג וכן סתמו האחרונים דלכתחלה לא יוציאו אפילו לחובת היום. אמנם אם התחילו לקרות ואח\"כ נמצא בה טעות ואין שם ס\"ת אחרת זולתה י\"א דגומרין ז' קרואים ומברכין לפניה ולאחריה רק המפטיר יהיה השביעי והקדיש יאמרו אחר ההפטרה. והדגול מרבבה כתב דאין להרבות בברכות באופן זה וכן כתב בשערי אפרים שער ו' אות ס\"א אלא ישלים עם העולה הזה שנמצא אצלו הטעות הפרשה שלו ולא יברך ברכה אחרונה רק יעמוד שם והש\"ץ יקרא לעולים אחרים עד תשלום ז' עולים ולא יברכו כלל רק הש\"ץ יקרא לכל אחד פרשה שלו עד גמר הסדרה וזה העולה שנמצא הטעות בקריאה שלו העומד שם לא יסיח דעתו ויקרא בלחש עמהם ובגמר הסדרה יברך הוא ברכה האחרונה והוא יאמר גם כן ההפטרה בנביא בברכותיה ויש מי שכתב שיאמר ההפטרה בלי ברכות עכ\"ל (ועיין בפתחי שערים שכתב שגם הדגמ\"ר מודה בכל זה ע\"ש). ואם נמצא הטעות בשלישי או בשאר העולין אחר סיום קריאתן שבירכו ברכה אחרונה ואין שם ס\"ת אחרת זולתה יקרא הקורא שאר הפרשיות עד גמר הסדרא בלא ברכה:","(ל) חומש אחד וכו' - היינו שכל הס\"ת הוא בגליון אחד אלא שאין שלם בלי טעות אלא חומש אחד אבל אם אין שם כ\"א חומש אחד לכו\"ע אין קורין בו וכדלעיל בס\"ב:","(לא) יש להקל - היינו אפילו לדעת היש פוסלין הנ\"ל דאסרי אפילו בשעת הדחק כל זה הוא אם הפסול נמצא באותו חומש שרוצה לקרות בו אבל בחומשין השלמים אין להחמיר בשעת הדחק כיון שעכ\"פ בחלק זה שהוא קורא בו הוא שלם ולא דמי לחומש אחד שפסול לכו\"ע לקרות בו וכדלעיל בס\"ב שאני התם שאינו כבוד לצבור לקרות בחומש אחד משא\"כ הכא שיש כל החמשה חומשין ביחד:","(לב) לקרות - ר\"ל בברכה ועיין בבה\"ל:","(לג) שאין בהם וכו' - ר\"ל שאינם יודעים לקרות אחרי הש\"ץ מלה במלה מתוך הכתב והמחבר אזיל לטעמיה בסימן קל\"ט ס\"ב דכתב שם דבאופן זה לא יעלה אכן לפי מה שכתב הרמ\"א שם בסעיף ה' דאנו קוראים אפילו לע\"ה ואפילו אינו יכול לקרות אחרי המקרא וכמו שכתבנו שם במ\"ב וא\"כ ישתנה האי דינא דלדידן לעולם צריך לקרות שבעה קרואים ויברכו והש\"ץ יוציאם בקריאתו וכן משמע בביאור הגר\"א שם בס\"ד ד\"ה ומהרי\"ל כדברינו:"],["(א) בנביא - היינו לפי מה שידוע דמדינא אין על הפטרה בנביא פסוקים מיוחדים רק שצריך להיות מעין הסדרא כדלקמן בסוף סימן תכ\"ח בהג\"ה ואשמועינן דמותר להמפטיר בנביא לדלג מפרשה זו לפרשה אחרת וכן המנהג בכמה הפטרות שמוסיפין להם פסוקים מפרשיות אחרות:","(ב) ואין מדלגין בתורה - היינו בשני וחמישי דצריך מדינא לקרוא רק עשרה פסוקים לתלתא גברי או ביו\"ט דצריך לקרות ה' גברי אין לקרותם לכתחלה בדלוג רק כסדר:","(ג) שמא תתבלבל - לפי שד\"ת דברי אזהרות ועונשין ומצות וצריך שיכנסו בלב השומעים וכשאדם יוצא משיטה לשיטה אינו נוח להתבונן משא\"כ בנביאים:","(ד) כגון אחרי מות ואך בעשור - ר\"ל אע\"פ שיש הפסק רב ביניהן שזה בפרשת אחרי וזה בפרשת אמור אפ\"ה כיון דתרווייהו מענין יוה\"כ מותר לדלג ולקרותם יחד וה\"ה מה שנוהגין בת\"צ כשקורין ויחל בפרשת תשא שמדלגין לפסל לך והיינו ג\"כ מטעם שהם ענין אחד:","(ה) והוא שלא יקרא וכו' - ר\"ל דלכך התירו לדלג ולגלול הספר להפרשה השניה אף דהוא מנכר מילתא כדי שלא יבוא לקרוא השניה בע\"פ וזה אסור:","(ו) שלא ישהא וכו' - בזמניהם היו רגילין לתרגם בין פסוק לפסוק ואשמועינן שיהיו קרובים הענינים זה לזה כ\"כ עד שלא ישהא הדלוג יותר מכדי שיפסוק התורגמן שאין כבוד לצבור שיעמדו בשתיקה וימתינו. וכתבו הפוסקים דבזמנינו שאין רגילין לתרגם נמי שרי כיון שכל ההפטרות כתובים בזמנינו בקונטרס בפני עצמן או בחומשין הלא יכול לסמן ולחפש מהר כל הפסוקים השייכים להפטרה זו ולא יהיו הצבור צריכין לעמוד בשתיקה עי\"ז ולכן שרי ומטעם זה מותר בזמנינו אפילו כשהפסוקים הם משני נביאים ואפילו רחוקים זה מזה הרבה:","(ז) אין מדלגין - דאיכא טירוף הדעת ביותר מדאי. ודוקא בשני ענינים אבל בענין אחד מדלגין [פר\"ח]:","(ח) ובתרי עשר - שהם חשובים כנביא אחד לענין זה מפני שהם קצרים:","(ט) לתחלתו - ר\"ל לצד תחלתו שהוא למפרע ואפילו הם סמוכים זה לזה. והנה יש דעות בין הפוסקים י\"א דדוקא מנביא לנביא אין מדלגין בזה [ואפילו בנביא של תרי עשר] אבל בנביא אחד מדלגין אפילו למפרע אם הם סמוכין ולא יצטרכו הצבור לעמוד בשתיקה והמ\"א מצדד וכן פסק בא\"ר דאפילו בנביא אחד אין לדלג למפרע ועיין בפמ\"ג שמצדד דבענין אחד בנביא אחד מותר לקרות למפרע:","(י) נוהגין וכו' - וטעם המנהג אף דכמה פעמים מתרמי שהוא מנביא לנביא משום דבימי התלמוד היו כל הספרים נכתבין בגליון והיו צריכין לשהות בגלילה אבל לדידן שההפטרות נכתבין בקונטרסים או בחומשין הלא יכול לעשות סימן שימצא מהר:","(יא) אומרים פסוק ראשון וכו' - לזכר שלמחר הוא ר\"ח:","(יב) וע\"ל סי' תכ\"ה - היינו דשם נתבאר דכהיום אין נוהגין לדלג מנביא לנביא כלל:","(יג) אין גוללין - ובשבת שקורין בשני ס\"ת יכולין לגלול אחת בעוד שקוראין הראשונה [מ\"א בשם הר\"י לוי] ויותר טוב כמו שנוהגין עתה שגוללין ומחפשין בעת שאומרים הקהל פסוקי דזמרה וכמו שכתב בד\"מ:","(יד) מפני כבוד הצבור - שיהו מצפין ודוממין לכך:","(טו) בשני ענינים - כגון בשבת של ר\"ח או ביו\"ט מפני המפטיר:","(טז) גוללין וידחה וכו' - ר\"ל ולא אמרינן דמשום זה יקרא פרשה של המפטיר בע\"פ או בחומש דמסתמא הצבור מוחלין על כבודם כדי לקיים קריאת המפטיר כדין:","(יז) בשני ס\"ת - בין בענין אחד ובין בשני ענינים כגון בשבת ר\"ח או ביו\"ט דדינא הוא שקורין למפטיר בספר אחר הנגלל מכבר ומוכן לאותו מקום כדי שלא יצטרכו לגלול בצבור את הספר ראשון וכנ\"ל בס\"ג. אין לקרות למי שעלה באחרונה שיעלה הוא ג\"כ למפטיר בספר השני אפילו אין שם אחר שיודע להפטיר דנראה כמטיל דופי בס\"ת ראשונה מפני שהיא חסרה או שאר פסול אלא יגללו הס\"ת ראשונה עד שיגיעו לשם. ואם ירצו לקרות למפטיר מהקרואים שקודם האחרון המ\"א מתיר דאין שייך פגם אלא כשקורא בשניהם זה אחר זה דיאמרו למה לא קרא בראשון אלא שחסר הפרשה בו אבל כשהפסיק בינתים באיש אחר הו\"ל עתה כקורא מחדש והב\"ח אוסר וכן מצדד הא\"ר לדינא מטעם דאכתי יאמרו דנודע עתה פסולו של הספר ראשון ולכך קרא באחרת ואך בשמחת תורה מצדד הא\"ר דיש להקל בזה כהמ\"א דמותר לקרות לחתן בראשית מי שעלה כבר בס\"ת ראשונה מחמת דיש לו עוד סניפים להתיר שם:","(יח) שלשה גברי בשלשה ספרים - וה\"ה תרי גברי בתרי ספרים. ואם ירצה הראשון מהשלשה לקרות בס\"ת שלישית למפטיר תליא בפלוגתת הב\"ח ומ\"א שכתבתי מתחלה:","(יט) שחל להיות בשבת - שאחד קורא בענינו של יום והשני בשל ר\"ח והשלישי בשל חנוכה למפטיר:","(כ) ליכא משום פגם - אפי' בענין אחד [פר\"ח] ועיין בפמ\"ג:"],["(א) נוהגים לתרגם - בלשון תרגום כי לשונם היה ארמית:","(ב) מפי המתרגם - והכל כדי שלא יתבלבלו הצבור ויוכלו לשמוע כל הפרשה ככתבה מפי הקורא ואח\"כ יבינו כל פירושה מפי המתרגם [לבוש]:","(ג) להגביה קולו - דכתיב משה ידבר והאלהים יעננו בקול והאי בקול היינו בקולו של משה [גמרא]:","(ד) שאין מבינים אותו - ואין לומר נלמוד מהם לפרש גם אנחנו לעם בלשון שיבינו דשאני תרגום שנתקן ברוח הקודש [טור] ועיין במגן גבורים שהביא בשם תשב\"ץ שגם עתה רשות לתרגם בלשון תרגום אף שאין מבינים אותן משום שנתקן ברוח הקודש אלא שאין התרגום מעכב:"],["(א) אסור לצאת וכו' - וע\"ז נאמר ועוזבי ה' יכלו ומתרגמינן ודשבק אורייתא דיי' ישתצון ואפילו איכא עשרה דצייתי לס\"ת זולתו וגם הוא כבר שמע קה\"ת בעשרה אפ\"ה אסור:","(ב) אבל בין גברא לגברא - והוא כשנשארו עשרה בביהכ\"נ:","(ג) שפיר דמי - והיינו כשכבר שמע קה\"ת או שדעתו לבוא מיד וגם זה אינו מותר כ\"א כשהוא לצורך גדול:","(ד) כיון שהתחיל - והמ\"א מצדד לומר דמשעה שנפתח הס\"ת אפילו לא התחיל עדיין הקורא לקרות ג\"כ אסור וכן משמע דעת הגר\"א בביאורו דמשעה שפתחו הס\"ת כדי לברך אסור לספר:","(ה) אפילו בד\"ת - וכן לפרש דבר תורה או להורות הוראה לאדם ששואל אסור ולאפרושי מאיסורא מותר לומר בדרך קצרה אם אי אפשר להפריש ע\"י רמיזה:","(ו) אפילו בין גברא לגברא - שמא ימשך הלמוד בעת הקריאה והב\"ח מיקל בלמוד בין גברא לגברא ובא\"ר מצדד דעם אחרים אין להקל שמא ימשך [ובבינו לבין עצמו המיקל ללמוד אז אין למחות בידו] אך להורות אז הוראה לפי שעה אין להחמיר דלא שכיח כ\"כ בזה שמא ימשך:","(ז) אם השלים וכו' - שנים מקרא ואחד תרגום וע' בפמ\"ג שמצדד לומר דאפי' אם כבר שמע קריאת התורה בעשרה ג\"כ אסור וכן משמע בביאור הגר\"א:","(ח) ויש מתירים וכו' - מיירי דאיכא עשרה דצייתי לס\"ת מבלעדו ואפ\"ה אינו מותר בקול רם לדעה זו כדי שלא יטריד שאר השומעים:","(ט) למי שתורתו אומנתו - היינו דאפילו היכא דאיכא עשרה דצייתי אינו מותר ללמוד בעת הקריאה כ\"א בשתורתו אומנתו שאינו מבטל שום שעה מלמודו ועי' בא\"ר שהביא בשם כמה ראשונים דהשתא אין לנו תורתו אומנתו לענין זה:","(י) למי שקודם וכו' - טעם שיטה זו דס\"ל שכיון שכבר התחיל במצוה מתחלה וראו אותו אנשי ביהכ\"נ שכבר קבע עצמו ללמוד אינו מחוייב לפסוק אבל אם לא התחיל מתחלה אין לשום אדם ואפילו מי שתורתו אומנתו ללמוד בשום אופן כלל [תר\"י]:","(יא) שרי - לכל הדעות שנזכרו לעיל כיון שהוא מעין מה שקורא הש\"ץ אע\"פ שאין קורא ממש בפסוק שהש\"ץ קורא ומ\"מ גם זה אינו מותר רק בלחש שלא יבלבל דעת השומעים [פמ\"ג]:","(יב) וכל זה אינו ענין - ר\"ל כל הקולות הנזכרים בסימן זה לענין שמיעת הקריאה:","(יג) ופרשת פרה - עיין בבאור הגר\"א ופר\"ח וש\"א שכתבו דאינו עיקר ופרשת פרה הוא מדרבנן מ\"מ לענין זה מסתברא דגם לדידהו לא מקילינן כל הקולות הנ\"ל:","(יד) והנכון שבכל הפרשיות וכו' - ר\"ל אפילו להעביר הסדרא שמו\"ת בשעת הקריאה אינו מן המובחר אלא ראוי לדקדק ולשמוע מפי הקורא מלה במלה:","(טו) ראוי למדקדק בדבריו - ופר\"ח כתב דמעיקר הדין הוא שאסור לעסוק בשום דבר ואפילו בשמו\"ת בשעת הקריאה ואפי' איכא עשרה דצייתי זולתו וכן הביא מ\"א בשם של\"ה שמחמיר בזה אלא צריך לשתוק ולשמוע הקריאה מפי הש\"ץ וכן דעת הגר\"א במעשה רב [ומ\"מ לקרות שמו\"ת או עם פירש\"י בין גברא לגברא מותר אפילו לדעה זו] והמ\"א הביא בשם מטה משה דנכון לקרות בלחש מלה במלה עם הש\"ץ דבלא זה א\"א לכוין ולשמוע וכ\"כ כמה אחרונים:","(טז) כשהמפטיר קורא וכו' - עיין לקמן סי' רפ\"ד ס\"ג דצריך לכוין גם לברכות המפטיר ולענות אחריהם אמן ע\"ש:","(יז) א\"צ לעמוד וכו' - ואפילו העומדים על הבימה דא\"צ לעמוד מפני ס\"ת אלא כשאדם נושאה אבל כשמונחת במקומה א\"צ [עיין בריש סימן קמ\"א דדוקא הקורא והעולה לתורה צריכין לעמוד] וכן אפילו כשאחד תופסה בידו כגון בעת שקורין ההפטרה כיון שהוא יושב במקומו א\"צ לעמוד לפניה אפילו הם בתוך ד\"א שלה על הבימה. ודע דבעת שנושאין אותה חייב לעמוד לפניה עד שתתכסה מעיניו או עד שיגיענו המוליכה למקומה ואפי' סמיכה על איזה דבר אסור דסמיכה כישיבה:","(יח) בעת שקורין בתורה - ובשעת אמירת ברכו וענית ברוך ה' הלע\"ו לכו\"ע צריכין לעמוד דהוא דבר שבקדושה:","(יט) ויש מחמירין ועומדין - כתב הפר\"ח והגר\"א דהעיקר כסברא הראשונה וכן נהגו והב\"ח בסימן קמ\"א כתב דגם המהר\"ם מודה דמדינא שרי אלא דס\"ל דראוי להדר ולעמוד מפני שצריך האדם להעלות בדעתו כששומע הקריאה מפי הקורא כאלו קבלה אותה שעה מהר סיני ובהר סיני היו כל ישראל עומדין כדכתיב אנכי עומד בין ה' וביניכם וגו'. ומי שהוא איש חלש וקשה לו לעמוד ועי\"ז אין דעתו מיושבת לכוין היטב לקול הקורא יש לו לישב [ש\"א]:","(כ) וכן עשה מהר\"ם - ובין גברא לגברא לכו\"ע שרי לישב [אחרונים]"],["(א) אסור לאחוז וכו' - בגמרא אמרינן דעבור זה נקבר ערום ממצוה זו דהיינו שאין לו שכר של אותה מצוה והכונה שאם אחז וקרא בו אין לו שכר מקריאה וכן אם אחזו לגוללו או להגיהו. ואפילו נגיעה בעלמא בידו לס\"ת ערומה אסור. וכ\"ז דוקא כשאין צורך אבל כשיש צורך לתיקון הס\"ת לתפור קצת ולדבק בדבק מטלית וכדומה היכא דלא אפשר רשאי [פמ\"ג] ומ\"מ טוב שיטול ידיו תחלה אבל כשאין צורך אפילו בנטילת ידים יש להחמיר כמו שמסיים הרמ\"א:","(ב) ס\"ת ערום - אם לא ע\"י בגד המפסיק וע\"כ בעת שגוללים הס\"ת קודם קריאה או בשעת הגבהה שלפעמים נמשכים יריעות הס\"ת ובכדי להשוות היריעה אוחזים בראשי היריעות למשוך אותם למעלה או למטה כדי שיהיה שוה מבחוץ אזי צריך ליזהר שלא יאחוז ביריעות ביד ערומה אלא צריך הפסקת טלית או מטפחת להפסיק בין ידיו ליריעות הס\"ת ובעמודי הס\"ת יכול לאחוז בלא מטפחת ויש מחמירין וכורכין עמודי הס\"ת בקצוות הטלית בשעת הגבהה ובמקום שלא נהגו הכל לעשות כן אף מי שרוצה לדקדק בזה יעשה בדעת שלא ירגישו בזה בני אדם משום יוהרא:","(ג) שאר כתבי קודש - ודוקא כשכתובים אשורית על הקלף ובדיו כס\"ת אבל ספרים שלנו שאין נכתבים באופן זה לכו\"ע מותר ואפילו קודם נטילה ומיהו דוקא בסתם ידים אבל כשידע שנגע במקום הטינופת יש להחמיר:","(ד) ולא נהגו כן - היינו אף באותן שכתובין אשורית ועל הקלף כדין כגון מגילה ג\"כ נהגו העולם להקל ומסיים הרמ\"א דבזה טוב להחמיר אם לא נטל ידיו ר\"ל שהם סתם ידים וחוששין שמא נגע במקום המטונף אבל כשנטל ידיו אין להחמיר בזה ובס\"ת אפילו בכה\"ג שנטל ידיו ג\"כ אסור ליגע בה בלי מטפחת:","(ה) גדול וכו' - ואיתא בגמרא דהגולל [והוא מה שאנו קורין היום הגבהה שהוא עיקר הגולל] נוטל שכר כנגד כולן ולכך כדאי שהגדול יהיה מכובד במצוה זו כדי שהוא יקבל השכר:","(ו) שבאותם שקראו - ויש פוסקים דהגדול שבביהכ\"נ גולל אע\"פ שלא קרא בתורה [מ\"א] וכן פסק הגר\"א בביאורו וכן פשט המנהג כהיום שאין מחפשין אחר מי שקרא בתורה:","(ז) גוללו - זהו מעיקר הדין ועכשיו נהגו שלא לדקדק בזה ומכבדים אף לאנשים בינונים משום דרכי שלום. ואם יש שני יא\"צ ביום אחד ואחד עלה לתורה יש לכבד השני בהגבהה. ומצות גלילה אף כי רבה היא נהגו לכבד אף לקטנים שיש בהם דעת להבחין ענין דבר שבקדושה בכדי לחנכם במצות. [שערי אפרים] עוד כתב שם שאין הסגן רשאי לכבד במצות הגבהה למי שידיו רותתין הרבה או לזקן ותש כח שידוע שהוא מגביהו לשבת מיד כי אין לו כח להחזיקה זמן מה כלפי העם שיוכלו להסתכל היטב וגם האיש ההוא צריך למנוע נפשו מזה ע\"ש:","(ח) ורגילים לקנותו - היינו אף דמצד הדין הגדול קודם למצוה זו כהיום משום חבוב המצוה רגילין לקנותו בדמים יקרים ואין להקפיד בזה והוא קודם להגדול [מ\"א ועיין בא\"ר מה שכתב בזה] ואם לא נמצא בביהכ\"נ מי שקנה והגבאים מכבדים להישר בעיניהם בודאי ראוי להגבאים לכבד לגדול. ונוהגין למכור הוצאות והכנסות משום ברב עם הדרת מלך:","(ט) אם המעיל וכו' - היינו המעיל התחתון שהוא המפה דאלו המעיל העליון לכו\"ע אין להפכו וטעם בכ\"ז דבעינן לכתחלה לעשות דומיא דארון שהיה מבפנים מצופה זהב:","(י) ולא נהגו כן - הנה המ\"א כתב דמ\"מ לכתחלה טוב לנהוג כן ובביאור הגר\"א הסכים להשו\"ע דאותה דעה אין לה עיקר וע\"כ יש שכתבו דבעל נפש יעשה מפה משני צדדים בשוה ואף שפשתן באמצע נמי שרי דומיא דארון שהיה מצופה זהב מבית ומבחוץ ועץ באמצע. מפות ומטפחות וכן הפרוסות על השלחן אסור מכלאים אבל פרוכות ומה שמניחין בארון ואין יוצא עם הס\"ת מותר של כלאים [פמ\"ג]:","(יא) במפה הקרועה - וה\"ה המעיל שעליה ואפילו הן חדשים דלאו כבוד ותפארת הוא לס\"ת:","(יב) ואין לעשות וכו' - שאין זה דרך כבוד אך בדיעבד אם עשאן מצדד הא\"ר שאין לאסור ומיהו עכ\"פ זה ודאי שאם עשאו ונשתמש בהן לקדושה אסור להוריד ולעשות מהן תשמיש דתשמיש:","(יג) מפות לס\"ת - וה\"ה לכל תשמישי קדושה שאין נעשין מדברים שנשתמש בהן מתחלה לצורך הדיוט כמבואר לקמן בסימן קנ\"ג סכ\"א בלשון המחבר וכ\"כ האחרונים אבל לתשמישי מצוה כגון כיס לטלית מותר ובספר בית הלל וא\"ר הסכימו דאפילו טלית עצמו מותר מיהו מתשמיש מגונה כגון מכנסים וכדומה נראה דאין לעשות [פמ\"ג]. כתב הט\"ז ביו\"ד סימן רפ\"ב דוקא תשמיש קדושה אסור אבל תשמיש דתשמיש שרי והמ\"א מפקפק בזה ובצירוף עוד סניף בודאי אין להחמיר בזה. כתב המ\"א דוקא כמות שהן אסור להשתמש בהן לקדושה אבל אם שינה צורתן ועשה מהן דבר אחר שרי וכ\"כ העולת תמיד והחות יאיר ואף דיש מחמירין גם בזה העולם נוהגין להקל:","(יד) מדברים ישנים - משמע מזה דאם עדיין לא נשתמש בהן שרי ואף דבמ\"א מצדד דאפילו בחדשים כל שנעשו לצורך הדיוט אסור הנוהג להקל אין למחות בידו דכן משמע מכמה אחרונים:","(טו) כי אין זה וכו' - אבל החזן מוליכו לבימה:","(טז) פי' כשהספר וכו' - היינו דלא נטעה לפרש מה שאמרו גוללו מבחוץ דכשהוא אוחז בעמודי הס\"ת להראות הכתב לעם יצמצם לאחזה באופן שיהיה אחוריה נגדו וממילא בעת שירצה לעשות גלילה ג\"כ תהיה הגלילה רק מאחורי הספר כי אין הכתב נגד פניו ועל כן קמ\"ל דלא כן הוא דאף שמצוה להראות הכתב לעם כדאיתא במסכת סופרים אפ\"ה צריך להיות הכתב נגד פניו של האוחז הס\"ת כן בעת הגבהה וכן בעת הגלילה דכיון שהוא עוסק בס\"ת כבוד התורה הוא להיות הכתב נגד פניו ומה שאמרו גוללו מבחוץ היינו דהתחלת הגלילה יהיה מבחוץ כאשר נבאר בס\"ק שאחר זה:","(יז) ויתחיל לגלול - פי' תחלת הנחת המטפחת על הס\"ת לגללה יהיה מבחוץ ועיין במחצית השקל שמצדד לומר דזהו דוקא לפי מה שמסיק הרמ\"א דמיירי כשבעל ההגבהה עושה ג\"כ הגלילה וע\"כ חיישינן שאם יתחיל הגלילה מצד פנים יש לחוש ח\"ו שתפול הס\"ת לצד חוץ [משא\"כ כשמתחיל מבחוץ דא\"א שתפול לחוץ דהא מחזיקו במפה שמתחיל לגלול סביבו] אבל לפי מנהגנו שאחד מגביה והשני גולל דליכא למיחש כ\"כ שתפול דכיון שבעל הגלילה עומד לפני הס\"ת א\"א שתפול מהרה ולא ירגיש אפשר דאם ירצה יוכל להתחיל לגללה מצד פנים וכן מנהגנו שאין מקפידין בזה:","(יח) ונראה דכ\"ז מיירי וכו' - אשמועינן דלא נימא דזה שכתבו שהכתב יהיה נגד פניו והיינו נגד פני הגולל כונתם היכא דאחד מגביה ואחד גולל שצריך להיות הכתב נגד פני הגולל דוקא מחמת שהוא עסוק בה אז [ואחורי הכתב לצד האוחז הס\"ת] לזה כתב דלא כן הוא דבזמנם היה המנהג שאחד עשה ההגבהה וגם הגלילה וע\"כ איתרמי אז ממילא שהכתב היה נגד פני הגולל אבל באמת היכא דאחד מגביה ואחד גולל יהיה הכתב נגד המגביה לבד כי הוא עיקרו של הגלילה שהוא אוחז הס\"ת בידו:","(יט) עיקר הגולל - משמע שהגבהה היא יותר מצוה מגלילה וע\"כ מי שנותנין לו ס\"ת להגביה ולגלול וא\"א לו לעשות שתיהן יגביה ויתן לאחר לגלול אבל אם כיבדו אותו להושטת המעיל ולגלול הגלילה עדיפא דהיא עיקר המצוה ויתן לאחר להושיט:","(כ) ולא יגלול - פי' שלא יאחוז המפה בידו ויגלול הס\"ת סביבו דאינו כבוד לתורה:","(כא) בתוך התיק - פי' שאין מוציאו מהתיק וגוללו מבפנים טועה שעי\"ז נוח להקרע:","(כב) מתחיל - אפילו לומר ברכת הפטרה אבל בב' וה' שאומרים יה\"ר אחר הקריאה א\"צ להמתין על הגולל דאינו אלא מנהג:","(כג) לגלול הס\"ת - עיין בפמ\"ג שכתב דהמנהג להמתין עד עצם גמר גלילת הספר לבד אף שלא כרכו עדיין המפה עליה אך מרש\"י לא משמע כן:","(כד) לא יפתחו השניה וכו' - שאין עושין מצות חבילות חבילות:","(כה) עד שיגללו הראשון - במפה שלה:","(כו) ואין מסלקין - מן השלחן:","(כז) שלא יסיחו - ומניחין השניה על השלחן קודם הקדיש כדי שיאמרו הקדיש על שתיהן ואח\"כ מגביהין הראשונה וגוללין אותה ואחר גלילתה במפה פותחין השניה כמו שכתב המחבר. וביום שיש ג' ס\"ת כגון ר\"ח טבת שחל בשבת וכה\"ג אזי אחר שגמרו בראשונה מניחין השניה ואין אומרים קדיש רק מגביה הראשונה וגוללין וכו' וכנ\"ל ואחר גמר קריאת השניה מניחין השלישית אצלה שהיא לצורך מפטיר וא\"צ להניח הראשונה רק אומר חצי קדיש על שני ס\"ת אלו ומגביה השניה ופושטין השלישית וקורין לעולה למפטיר [שערי אפרים וש\"א]:","(כח) ומוציאין ב' הספרים כאחת - ס\"ל דאין בזה משום מצות חבילות ע\"י ההוצאה בלחוד:","(כט) ותופסין השניה - דהיינו שמוסרין הספר למי שהוא שם על הבימה להחזיקו עד שיגיע זמן קריאת המפטיר ולא טוב הדבר שנוהגין באיזה מקומות למסרו לנער קטן אלא עכ\"פ יש למסרה לבן דעת. גם יזהר האוחז הספר להתרחק קצת מן הצד כדי שלא יחזיק הספר אחורי הקוראים בתורה:"],["(א) להפשיט התיבה - בכל מקום תיבה פירושו ארון הקודש ותיבה האמורה כאן שלחן שס\"ת מונח עליו כשקורין בו [פמ\"ג]:","(ב) שהיא משתמרת בו - ופורשין בגדים נאים סביב התיבה לכבוד הס\"ת וכשיוצאין משם ונוטלין ס\"ת ליתנו בבית שמשתמר בו לא יפשיט הש\"ץ התיבה בפני הצבור שטורח צבור הוא להתעכב שם עם הס\"ת עד שיפשיט את התיבה אלא מוליך הס\"ת והם יוצאים אחריו (כמ\"ש סימן קמ\"ט) וחוזר לבית הכנסת ומפשיט התיבה [כ\"ז מפירש\"י שם]:"],["(א) עד שיצניעו - שאין זה דרך כבוד לתורה שיניחוה וילכו להם ומיירי במקום שמנהג להצניע הספר אחר ובא לציון דאל\"כ בלא\"ה הלא אסור לאדם לצאת מביהכ\"נ קודם קדושה דסדרא כמבואר בסימן קל\"ב:","(ב) רק יחיד - ואפילו שנים או שלשה והטעם דיש כבוד לס\"ת כיון שעדיין רוב הצבור שם ועיין בפר\"ח ועיין בפמ\"ג שמצדד לומר דדוקא בביהכ\"נ גופא הקיל הרמ\"א אבל כשמוציאין אותה לבית אחר בכל גווני אפילו יחיד לא יצא קודם הס\"ת אלא ימתין עד שיוציאוה עי\"ש:","(ג) צריכין להתעכב וכו' - דאין נכון שיצא אדם בפתח קודם הספר תורה:","(ד) וילכו אחריו וכו' - לעשות לה הידור ללותה ואסמכוה אקרא דכתיב אחרי ה' אלהיכם תלכו [גמרא]:","(ה) לצאת בפתח אחד וכו' - דבזה לא מנכר שיוצא קודם הס\"ת:","(ו) ובלבד שילכו וכו' - פי' אף שהתרנו לצאת בפתח אחר מ\"מ צריך להמתין בחוץ עד שיוציאו הס\"ת וילוה אותה למקומה:","(ז) ללוותה - וכן כשמוציאין מההיכל מצוה לכל מי שעוברת לפניו ללותה עד הבימה:","(ח) וכן נוהגין במגביה וכו' - משמע דמנהגנו הוא במגביה בלחוד אבל בלבוש ושלחן ע\"ש וש\"א מבואר דבין המגביה ובין הגולל צריכין ללותה עד לפני ארון הקודש. מנהג פשוט שבדרך הלוכו מן התיבה אומר הש\"ץ והצבור מזמור לדוד הבו לה' וגו' ונוהגין שלא לומר מזמור לדוד כ\"א בשבת או ביו\"ט שחל בשבת אבל ביו\"ט ומכ\"ש בחול כשמסלקין הס\"ת אין אומרים מזמור לדוד רק לדוד מזמור לה' הארץ וגו':"]],"AROCH_HASHULCHA":[["כתב הרמב\"ם בריש פרק י\"ב מתפילה: משה רבינו תיקן להם לישראל שיהיו קורין בתורה ברבים בשבת ובשני ובחמישי בשחרית, כדי שלא ישהו שלושה ימים בלא שמיעת תורה. ועזרא תיקן שיהו קורין בו במנחה בכל שבת משום יושבי קרנות. וגם הוא תיקן שיהו קורין בשני ובחמישי שלושה בני אדם, ולא יקראו פחות מעשרה פסוקים. עד כאן לשונו. כלומר: דעל שבת שחרית תיקן משה רבינו מה לקרות, והיינו כל סדרה בשבתו ושבעה קרואים. אבל על שני וחמישי לא תיקן כמה קרואים וכמה פסוקים, והיה די בקורא אחד ופסוק אחד. ובא עזרא ותיקן המספר. וכל זה מבואר בבבא קמא (פב א). ופירוש ד\"יושבי קרנות\", פירש רש\"י \"יושבי חנויות\" שלא קראו בשני וחמישי, עיין שם. ותיקן לפניהם קריאה יתירה אף שקראו בשחרית. ויש מפרשים: כדי שלא ילכו וישתכרו על הקרנות, דאז הוא זמן שכרות. ולכן תיקן קריאה, כדי שיבואו לבית הכנסת. וזהו שאומרים פסוק \"ואני תפלתי לך ה' עת רצון\" בשבת במנחה, משום דמקודם כתיב: \"ישיחו בי יושבי שער, ונגינות שותי שכר\". ואמר דוד: הן יושבין ומשתכרין על הקרנות, ואני בא לבית הכנסת ומתפלל לפניך; שהיא עת רצון, שאף אליהו לא נענה אלא בתפילת המנחה (שיטה מקובצת שם).","וכן תיקן משה רבינו קריאת התורה למועדים וראש חודש וחול המועד, כדתנן בפרק רביעי דמגילה (לא א): בפסח קורין..., שנאמר: \"וידבר משה את מועדי ה' אל בני ישראל\" – מצוותן שיהיו קורין כל אחד ואחד בזמנו. וכך שנינו בירושלמי שם, והביאום שם הרי\"ף והרא\"ש: משה תיקן להם לישראל שיהו קורין בתורה בשבתות וימים טובים וראשי חודשים וחולו של מועד, שנאמר: \"וידבר משה...\". והירושלמי הוסיף \"שבתות\" שאינו במשנה. וקריאות דתשעה באב ותענית ציבור נתקנו אחר כך ממילא; וגם כן בגזירת משה רבינו, כיון שתיקן לקרוא כל דבר בזמנו. והפטר[ו]ת נזכרו במשנה דמגילה שם, ונראה שאנשי כנסת הגדולה תיקנו זה. וממילא דצריך לקרות איזה פסוקים גם בתורה, כדי שלא יקרא נביאים בלא תורה. וקריאת התורה דמפטיר ברגלים ובראש השנה ויום הכיפורים לא נזכר בגמרא. והגאונים תיקנוה לקרות במוספין מ\"פנחס\". אבל קריאת המפטיר של ראש חודש שחל בשבת ושל ארבע פרשיות הוזכרו במשנה שם, ונראה שזהו גם כן מתקנות אנשי כנסת הגדולה. ופרשה \"זכור\" הוי דאורייתא, ויש אומרים דגם פרשה \"פרה\" הוי דאורייתא. ויתבארו במקומן בסייעתא דשמיא. (הב\"ח בסימן רפ\"ד כתב שהפטרה היתה על ידי גזירה שגזרו שלא לקרות בתורה, עיין שם.)","וכמה קרואים עולים בשני וחמישי, ובשבת במנחה? שלושה, אין פוחתין מהן ואין מוסיפין עליהן משום ביטול מלאכה. ושבת במנחה אף על גב דליכא ביטול מלאכה, מכל מקום לא רצו חכמים להטריח עליהם יותר מדאי, מפני שהיו רגילים לדרוש כל היום (רש\"י מגילה כא א.) ועוד: שהרי כבר קראו בבוקר. וכן אין מפטירין בנביא מפני הטעמים שנתבארו. ומספר השלושה כנגד תורה נביאים וכתובים, וכנגד כהנים לוים וישראלים (גמרא שם). ומספר הפסוקים לא פחות מעשרה כנגד עשרת הדברות, וכנגד עשרה מאמרות שבהן נברא העולם (שם). ועוד יש טעמים בגמרא שם. ושנים קורים כל אחד שלושה פסוקים, ואחד קורא ארבעה. ומי הוא הקורא ארבעה יתבאר בסימן קל\"ז.","וכתב רבינו הרמ\"א בסעיף א: ואם היו שני חתנים בבית הכנסת, והם ישראלים – מותר להוסיף לקרות ארבעה, דלדידהו הוי כיום טוב שמותר להוסיף. ונראה דהוא הדין לעניין שני בעלי ברית, דיום טוב שלהם הוא. עד כאן לשונו. דבר זה כתבו המרדכי בשם ריב\"א, והגהות מיימוניות בשם ריצב\"א. אבל מעולם לא שמענו מי שיעשה כן, וכן כתבו האחרונים (לבוש ומגן אברהם וט\"ז). ועוד: שהרי גם ביום טוב אין מנהגינו להוסיף. ומכל מקום נראה לעניות דעתי דבמקום שיכול לבוא לידי מחלוקת נוכל לסמוך על דברי רבותינו אלה ולקרוא שניהם, והרביעי יקרא מה שקרא השלישי. אמנם כפי המנהג אחד עולה לתורה ואחד להגבהה, וכן בחיובים אחרים. (הט\"ז סעיף קטן ב' האריך להקשות על הריצב\"א והרמ\"א: איזה דמיון יש רגל דיחיד לרגל דרבים? וגם משום ביטול מלאכה, עיין שם. ותמיהני דהכי קאמר: במקום שיש הכרח ודבר שבמקרה, והציבור מוחלים – יש מקום לומר דאין זה כעובר על תיקון חכמים, דהם הרשו לנו בכהאי גוונא. ודייק ותמצא קל.)","מקום שמפסיקין שם בשבת שחרית, והיינו בגמר הסדרה – שם מתחילין במנחה, והיינו מהסדרה דשבת הבא. ושונין אותה בשני, ומשלשין אותה בחמישי. ולמה לא תיקנו שבשני יקראו פרשה שנייה, ובחמישי פרשה שלישית? משום דכיון דפרשה זו אינה עולה בחשבון כלל, שהרי בשבת הבא יתחילו מראש הסדרה, ואם כן למה נטריחם לקרוא חדשות? ודיו בפרשה ראשונה למנחה ולשני וחמישי. ופלוגתא דתנאי היא בשלהי מגילה (לא ב), ובגמרא איפסקא הלכתא כן. והטעם נראה כמו שכתבתי. ולפי זה נראה לעניות דעתי דאף על גב דבשבת אם טעו וקראו סדרה אחרת דוודאי חוזרין וקורין הסדרה הזמנית, מכל מקום במנחה ובשני וחמישי כשטעו וקראו פרשה אחרת, מסדרה זו או מאחרת – אינם צריכים לחזור ולקרות. דכיון דאינה עולה לקריאת הציבור, שהרי בשבת הבא יקראוה מחדש, ולא נתקן אלא כדי שלא יהיו שלושה ימים בלא תורה, ומשום יושבי קרנות – ולכן בכל מה שקראו יצאו ידי חובתן. ואפילו אם נזכרו באמצע הקריאה נראה לעניות דעתי דמה שקראו – קראו, והמותר יקרא במה שנצרך היום לקרות. ואם דילג פסוק אחד יתבאר בסימן קל\"ז.","כתב רבינו הרמ\"א בסעיף ב דאם בטלו שבת אחת קריאת הפרשה בציבור, לשבת הבא קורין אותה פרשה עם הפרשה השייכה לאותו שבת. עד כאן לשונו. והוא הדין אם הניחו באמצע – קורין לשבת הבא ממקום שהניחו עם הסדרה השייך לאותו שבת. ויש מי שאומר דאם באותו שבת שביטלו היו שני סדרות מחוברים דאין קורין אותם לשבת הבא, משום דלא מצינו שיקראו שלוש סדרות בבת אחת (מגן אברהם סעיף קטן ד'). ולפי זה הוא הדין דאם בשבת הבא יהיו שני סדרות, דגם כן אין קורין. ודברים תמוהים הם: דהא כיון דחובה היא להשלים מה שלא קראו, מה לי תרי מה לי תלת? ואפילו אם לא קראו כמה שבתות נראה שחובה להשלימם כולם, וכן ראיתי מי שפסק כן להלכה (אליה רבה סעיף קטן ב', והביא כן גם מהגהת מנהגים). וכן יש מי שאומר דאם בטלו הסדרה שבסוף ספר – לא יקראוה בשבת הבא עם הסדרה של הספר השני, מפני שהרביעי צריך לקרות משני הסדרות ואי אפשר לחבר משני ספרים קריאה אחת (מגן אברהם שם). ותמוה הוא, דאטו לעיכובא הוא שיהא אחד מחבר השני סדרות? ועוד: איזה איסור יש בזה אם יחברום? והעיקר נראה דבכל אופן החיוב להשלים בשבת הבא. ונראה דרק בשבת הבא יכולים להשלים, אבל אם ירצו להשלימה באמצע השבוע אי אפשר, דלא נתקן שבעה קרואים רק בשבת. ושיקראוה בשני או בחמישי בשלושה קרואים ביחד עם הפרשה לא תהיה כתקנת חכמים. מיהו זה וודאי אם ביכולתם לקרותה בשבת במנחה – יקראו אז שבעה קרואים, ויצרפו בזה גם הפרשה הבאה (נראה לי).","וכל זה הוא בשבת. אבל בשני וחמישי כשביטלו הקריאה או בשבת במנחה, נראה דאינם צריכים להשלימה שהרי יקראוה בשבת הבא. ויש מי שאומר שאם ביטלו ביום שני – יקראוה ביום שלישי, כדי שלא ילכו שלושה ימים בלא תורה (אליה רבה בשם גליון מגן אברהם). ולא נהירא כלל לקרות בתורה ולברך ברכות ביום שלא תיקנו חכמים. ויש מי שחולק מטעם אחר: דלא נתקן זה אלא בשבת שחרית, כדי שלא תתבטל קריאת הסדרה לגמרי (אליה רבה שם). וכן בראש חודש ויום טוב ותענית ציבור, כשנתבטלה הקריאה אינם צריכים לקרותה ביום אחר, וכן יש להורות. וכן בשבת שחרית כשקראו כל הסדרה אלא שהמפטיר וההפטרה נתבטל מאיזה סיבה – אינם צריכים להשלימה, דלא נתקנה אלא לסדרה זו ולא לאחרת. ועוד נראה לי דכשלא קראו הסדרה ומשלימין אותה לשבת הבא, שאז צריך המפטיר לומר שני ההפטרות כיון שקראו הסדרה שלה.","ומי המה השלושה קרואים? כהן קורא ראשון, ואחריו לוי, ואחריו ישראל. ומשנה היא בגיטין (נט א). ובירושלמי שם יש פלוגתא, דרבי שמעון בר יוחאי אומר שזהו מן התורה, דכתיב: \"ויתנה אל הכהנים בני לוי\", והדר \"ואל כל זקני ישראל\". ורבי יהושע בן לוי סבירא ליה שזהו מדרבנן. ובש\"ס שלנו משמע להדיא דהוי דאורייתא, עיין שם. וזה ששנינו במשנה שזהו מפני דרכי שלום, פירשו בגמרא דהכי קאמר: דאף על גב דבכל מיני כבוד שאנו מחוייבים ליתן לכהן, כמו לברך ראשון בסעודה וליטול מנה יפה ראשון, כדכתיב \"וקדשתו\", כלומר שאנו מחוייבים לכבדו – יכול למחול כמו שבארנו זה בסוף סימן קכ\"ח, עיין שם. והייתי אומר דגם זה יכול למחול, שלא יקראוהו ראשון לתורה – קא משמע לן דתיקנו חכמים מפני דרכי שלום, שלא יבוא הדבר לידי מחלוקת, שלא יהא ביכולתו למחול.","וזהו שכתב רבינו הבית יוסף בסעיף ד: המנהג הפשוט שאפילו כהן עם הארץ קודם לקרות לפני חכם גדול ישראל. והוא שהכהן יודע לקרות, שאם אינו יודע לקרות היאך יברך על התורה? מיהו אם יוכל לקרות עם שליח הציבור מילה במילה – סגי בכך, כדלקמן סימן קל\"ט. עד כאן לשונו. ועכשיו לא נהגו כלל לדקדק בזה, ובכל ענין קורין להכהן קודם (מגן אברהם סעיף קטן ה'). וכוונת רבינו הבית יוסף שאפילו אם הכהן מוחל – לא מהני. ואף על פי שבספרו הגדול ביאר איזה דעות מהגאונים דבמחילה מותר, מכל מקום מסיק שם בעצמו שאין המנהג כן, ואפילו מחילה לא מהני. וכן הוא המנהג הפשוט בכל המקומות (וכן כתב הט\"ז בסוף סעיף קטן ג'). ויש עתה מקומות שאינם בני תורה, ונתפשטה הספחת ביניהם שאין משגיחין על הכהנים כלל, וקוראים ישראל במקום כהן אף שיש שם כמה כהנים. וגם אין מבקשים מחילתם, אף שאינו מועיל כמו שכתבתי. וראוים לעונש גדול. וכבר ראיתי בעיני זאת, וצווחתי עליהם עד שקבלו שלא לעשות כן. וכמעט היה הדבר לפלא בעיניהם.","ודע דבגמרא שם מבואר דרק בשבתות וימים טובים דשכיחי רבים בבית הכנסת – בזה תיקנו שלא יכול הכהן למחול. אבל בשני וחמישי יכול למחול. וכן כתבו הרא\"ש והטור. אמנם התוספות כתבו שם דהאידנא שכיחי בשני ובחמישי כמו בשבת ויום טוב, וכן כתב הרע\"ב. ולכן אסור, וזהו דעת רבותינו בעלי השולחן ערוך שלא הביאו זה כלל. ומכל מקום תמיהני: כיון שהרא\"ש והטור סבירא להו כן, למה לא הביאו דעתם כלל? וצריך עיון. ועוד איתא בגמרא דרב קרי במקום הכהן וכן רב הונא, ואפילו בשבת ויום טוב, משום שהיו ראשי גולה וכל ישראל כפופים להם. ולכן האידנא לא שייך זה. ואפילו הרמב\"ם שבפירוש המשנה כתב דחלילה להקדים כהן עם הארץ לישראל תלמיד חכם, דסבירא ליה דדין קדימת כהן אינו אלא בשווין במעלה, אבל כהן עם הארץ הא אמרו \"ממזר תלמיד חכם קודם לכהן עם הארץ\" – מכל מקום בחיבורו לא כתב כן. וכתב שהמנהג להקדים אפילו כהן עם הארץ מתלמיד חכם מופלג בחכמה. וטעם המנהג דסבירא ליה דהא דתלמיד חכם קודם – זהו לשארי דברים. אבל בעליית התורה שתיקנו חכמים שכהן יקרא ראשון – אין חילוק בזה (בית יוסף). וכדברי הרמב\"ם בפירוש המשנה כתב גם הרע\"ב. ועם כל זה כתב דהמנהג אינו כן, עיין שם, אף על גב דסבירא ליה דגם בעליית התורה תלמיד חכם קודם. וצריך לומר טעם אחר, והיינו דבדורות האחרונים יבוא לידי מחלוקת מדין זה, שזה יאמר \"אני גדול ממך\". וממילא דעתה יש טעם המשנה דדרכי שלום (תוספות יום טוב). ולפי זה האידנא אין שום היתר להקדים ישראל לכהן אף במחילת הכהן, אלא אם כן רצונם לצאת מבית הכנסת קודם קריאת התורה, דאז בהכרח לקרוא לישראל.","אמרינן שם בגיטין: נקטינן אם אין שם כהן – נתפרדה החבילה. ויש בזה שלושה פירושים: פירוש אחד פירוש רש\"י, שאין הלוי קורא כלל. וכן כתב הרמב\"ם בפרק שנים עשר. ונראה לי בטעמו של דבר, דלכאורה התורה כיון שקדמתה כהן ללוי, ולוי לישראל, אם כן כשאין כהן יקדם לוי לישראל. לזה קא משמע לן דאינו כן, דאימתי קידשה התורה להלוי שיקדם להישראל? כשיש כהן. אבל כשאין כהן – אין יחוסו כלום. וזהו דלמדנו מקרא \"הכהנים בני לוי\", כלומר: אימתי הם \"בני לוי\" שיקדמו לישראל? כשיש כהן. ולפי זה היה לנו לומר להיפך: דרשאי להיות גם אחר הישראל. וקא משמע לן דגם זה אינו, דעל כל פנים הרי הוא קדוש יותר מישראל ואינו בדין שהישראל יקדימו, וממילא דאינו עולה כלל. וכי תימא יעלה ראשון ואחר כך יעלה ישראל, ולא משום דין קדימה? דיש לומר דאם יעלה ראשון יאמרו דמדין תורה קדים להישראל, והתורה הקפידה דחיוב קדימתו אינו אלא כשיש כהן. והלכך נשאר הלוי קרח מכאן ומכאן, ואינו עולה כלל. (עיין ט\"ז סעיף קטן ו' שתפס שיש שני פירושים, ובאמת יש שלושה.)","והפירוש השני כתב גם כן רש\"י: נתפרדה חבילה שאין סדר לדבר, ומי שירצה יקדים. כלומר: התורה לא קידשה את הלוי רק במקום שיש כהן, אבל בלא כהן הרי הוא כישראל. ואם כן אין קפידא ואין קדימה, ויכולים לעשות כרצונם כמו ישראל וישראל, דמי שירצה יקדים. והפירוש השלישי כתב הרא\"ש: דאם הישראל גדול ממנו – הישראל קודם, ואחר כך עולה הלוי. ואם הלוי גדול, או אפילו הם שווין – הלוי קודם, עיין שם (וגם כוונת התוספות כן, עיין שם). ונראה דסבירא ליה דוודאי גם בלא הכהן יש לו יותר קדושה מהישראל, דכתיב: \"בעת ההיא הבדיל את שבט הלוי\" – הרי דמעצמו קדוש. ולכן בשווין הוא קודם להישראל. ורק בזה אינו במעלה כאשר בהיות הכהן, דאילו הכהן קדים אף שהישראל גדול ממנו אלא אם כן הוא גדול הדור, כמו שנתבאר. וממילא דגם הלוי מקדים להישראל גם כשהישראל גדול ממנו. אבל כשאין כהן, אם רק הישראל גדול קצת במעלה יותר ממנו – מקדימו.","והנה רבינו הבית יוסף בסעיף ו כתב דאם אין כהן בבית הכנסת – קורא ישראל במקום כהן, ולא יעלה אחריו לוי. עד כאן לשונו. וזהו כפירוש הראשון. ורבינו הרמ\"א כתב על זה: אבל ראשון יוכל לעלות... עד כאן לשונו. ויש מי שאומר דסבירא ליה דגם לפירוש הראשון כן הוא (מגן אברהם סעיף קטן י'). ואינו כן, דזהו רק לפירוש השלישי. ומה שלא כתב בלשון \"יש אומרים\" משום דלפי לשון המחבר אין הכרח שאינו כן, וכן דרכו בכל מקום. ולפי זה כן הלכה למעשה דראשון יעלה, אבל אחר הישראל לא יעלה. וכן המנהג הפשוט. וכשקוראין אותו – קוראין \"במקום כהן\" שלא יטעו לומר שזהו כהן. (גם הט\"ז בסעיף קטן ו' פוסק כן. וכתב דלא כהמגן אברהם, שזהו גם לפירוש ראשון. אך מה שתפס הט\"ז דזהו לפירוש שני ובמקצתו חולק הרמ\"א, תמיהני עליו: דזהו ממש פירוש השלישי שהוא פירוש הרא\"ש והטור, וממילא דזהו רק בשווין. אבל כשהישראל גדול – קורא ישראל ואחריו לוי. אבל אין המנהג כן. ובזה תפסנו דעה ראשונה שאין הלוי עולה אחר הישראל. ודייק ותמצא קל.)","אם הספר תורה פתוח, והכהן קורא קריאת שמע – אינו רשאי להפסיק, וקוראין ישראל במקומו. ואין ממתינים עליו מפני כבוד הציבור (מגן אברהם סעיף קטן ז'). וזה שנתבאר לעיל סימן ס\"ו שהכהן מפסיק – זהו כשקראוהו, אבל לכתחילה לא יקראו אותו. ואין כאן משום פגמו, כיון שהוא עוסק בקריאת שמע ובברכותיה. אבל בפסוקי דזמרה מותר לקרות אותו לכתחילה (שם סעיף קטן ו'). וכתב רבינו הרמ\"א דהוא הדין בתענית שאחר פסח וסוכות שקורין \"ויחל\", אם אין הכהן מתענה – קורין לישראל. וטוב שיצא הכהן מבית הכנסת. עד כאן לשונו. כלומר: דמצד הדין אינו צריך לצאת, כיון שאינו שייך לקריאה זו כלל. אלא שטוב שיצא, משום דלאו כולי עלמא ידעי שאינו מתענה, ויוכל לבוא לידי פגם. והוא הדין בכל תענית ציבור כשהכהן אינו מתענה. אלא דאורחא דמילתא קאמר, דבכל תענית ציבור מסתמא מתענה, אבל בתענית שני וחמישי ושני לאו כולי עלמא מתענין. ונראה לי דשום כיבוד אין ליתן למי שאינו מתענה, כמו הגבהה וגלילה, הוצאה והכנסה. ודע דיש אומרים דבתענית ציבור כיון שחובת היום היא הקריאה בספר תורה, ביכולת לעלות גם מי שאינו מתענה. ולעניות דעתי אינו כן, ויתבאר בסייעתא דשמיא בסימן תקס\"ו.","אם נכנס כהן לבית הכנסת אחר שהישראל התחיל לברך ברכת התורה – אינו פוסק. אבל אם רק עלה, או אפילו אמר \"ברכו את ה' המבורך\" – יניח להכהן לברך הברכה, ד\"ברכו\" לא הוי התחלה עד שיאמר \"ברוך אתה ה'\". ונראה לי דהכהן אינו צריך לומר עוד פעם \"ברכו\" אלא מתחיל \"ברוך...\". וכיון שהישראל עלה – לכן יעמוד שם עד שיקראו הכהן והלוי, ואחר כך יקראו אותו, דאם לא כן הוי בזיון לו. ונראה לי דאם הישראל אינו מקפיד על זה – יכול לירד ויקראו אחר.","אם אין לוי בבית הכנסת – אין קורין לישראל במקום הלוי, וגם כהן אחר לא יקראו. אלא אותו הכהן עולה במקום לוי, וגומר ברכה אחרונה, ואחר כך מתחיל \"ברכו\" וקורא מה שעל הלוי לקרות, ומברך ברכה אחרונה. ואין בזה חשש ברכות שאינן צריכות, כיון דברכות אלו נתקנו מפני קריאת התורה וכל העולים מברכים, אם כן בכל פעם שעולה צריך לברך. וטעמא דמילתא: דאם יקראו כהן אחר יאמרו שהראשון היה פגום. וכן אם יקראו ישראל יאמרו שאינו כהן, שהרי קראו אחריו ישראל, דלאו כולי עלמא ידעי שאין כאן לוי. וכן לא יקראו לוי אחר לוי, דיש לחוש לפגם השני גם כן, שיאמרו שאינו לוי. אבל בכהן אחר כהן – ליכא חשש פגם להשני, דמי מה נפשך: אם הוא פגום שאינו כהן הרי גם לוי אינו, אבל בלוי אחר לוי יש לומר על שניהם שישראלים הם. (עיין ט\"ז סעיף קטן ח', ומגן אברהם סעיף קטן י\"ב. ודייק ותמצא קל.)","אם היו כהן ולוי בבית הכנסת, וסברו שאין שם לוי וקרא הכהן קריאה שניה, אם אמר רק \"ברכו\" וראו את הלוי – יניח מקומו ויעלה הלוי. אבל אם התחיל הברכה – אין מפסיקין אותו. ואף שיש פגם להלוי, מכל מקום בהכרח שיגמור שלא תהא ברכתו לבטלה. ועוד: דיותר יתלו כפי האמת שלא ידעו שהלוי כאן, משום דזהו מילתא דתמיה שאחד יקרא שני פעמים זה אחר זה, וממילא שיחקורו על זה ויתוודעו שכן הוא. (כן נראה לי טעם הרשב\"א שהביא המגן אברהם סעיף קטן י\"א, עיין שם. ודייק ותמצא קל.)","כתב רבינו הבית יוסף סעיף ט: וכן לא יעלו שני לוים זה אחר זה, כדי שלא יאמרו שאחד מהם פגום. עד כאן לשונו. ובגמרא שם איתא משום פגם שניהם, עיין שם. והכי פירושו: דלכאורה הן אמת שצוותה התורה להקדים כהן ללוי, ולוי לישראל. אבל למה לא יעלה לוי אחר לוי? לזה אמרו משום פגם, שלא יאמרו השני אינו לוי אלא ישראל, מפני שהעם מורגלים לקרות כהן לוי ישראל. או יאמרו שהראשון פגום וטעו בו, ולכן קראו אחריו לוי אמת. וזה שאמרו בגמרא מפני פגם שניהם – הכוונה או פגם הראשון או פגם השני. ועיר שכולה לוים או כולה כהנים יתבאר בסעיף כ\"ו.","כתב רבינו הבית יוסף בסעיף י: נהגו לקרות כהן אחר כהן בהפסק ישראל ביניהם. ואומר החזן כשקורא לשני \"אף על פי שהוא כהן\". וכיוצא בזה נוהגים בלוי אחר לוי. עד כאן לשונו. ביאור הדברים: דאף על גב דאין לקרות כהן אחר כהן, ולוי אחר לוי – זהו כשעדיין לא קראו כהן לוי ישראל. אבל אם קראו – לית לן בה. דכן כתב הטור בשם רב עמרם, דבתר דקרי כהן לוי ישראל – קרי מאן דבעי, ואי בעי כהן למיתני (פעם שני) ומקרי שפיר דמי. עד כאן לשונו. ומיהו גם אחר כך לא יקראו כהן אחר כהן, אם לא בהפסק ישראל ביניהם. וזה ביאר הטור מקודם, וזה לשונו: ויש מקומות שנוהגים לקרות הרבה כהנים בהפסק ישראל ביניהם. ואין חוששין שיאמרו הראשון פגום הוא, כיון שקראו ישראל אחריו. וכן כתב רב עמרם... עד כאן לשונו. הרי מבואר דהמנהג ורב עמרם חדא מילתא היא, והיינו שאחר שקראו כהן לוי ישראל – יכולים לקרות כמה כהנים שירצו, אך בתנאי שיפסיק ישראל ביניהם. והוא הדין בלוים כן הוא.","וברור הדבר שגם כוונת רבינו הבית יוסף כן הוא כמו שבארנו. ואין שום חשש לא על הכהן הראשון ולא על האחרון. דעל הראשון לא יאמרו פגום הוא, כיון שקראו לוי וישראל אחריו כתיקון חכמים. ועל האחרון גם כן אין חשש פגימה אלא אם כן לא עשו כהסדר שתיקנו חכמים. אבל כשעשאו למה יחושו (ט\"ז סעיף קטן ט')? וזה שאנו מצריכים הפסק ישראל ביניהם, כדי שלא יהיה נגד הגמרא שאמרה כהן אחר כהן לא יקרא (בית יוסף). ועוד: דבאמת מטעם זה קאמר רבינו הבית יוסף שיאמר שליח הציבור \"אף על פי שהוא כהן\". והגם שאין צריך גם לזה מטעם שכתבנו, מכל מקום להעדפה בעלמא עושים גם היכר זה. וכן הדין בלוי אחר לוי. ואם לא היה שם לוי כלל, והכהן הראשון קרא שני פעמים ואחריו ישראל – יכול הכהן שני גם כן לקרות אחריו, ואחר כך ישראל ואחר כך כהן, וכן לעולם (מגן אברהם סעיף קטן י\"ד). והלבוש פירש דגם בפעם השני צריך לקרות כהן לוי וישראל וכן אחר כך, עיין שם. וגם אחד ממפרשי השולחן ערוך פירש כן (שם). וכן אם אין לוי אז קורא הכהן השני שני פעמים, ואחריו ישראל (שם). ודברים תמוהים הם. (גם הט\"ז שם והפרישה והאליה רבה סעיף קטן י\"ב כתבו גם כן כמו שכתבתי. וגם מסקנת הבית יוסף כן, ורק מקודם הביא כן בשם האשכול. וכן כתב האליה רבה שם שמסקנת הבית יוסף אינו כן, עיין שם. ודייק ותמצא קל.)","וכתב על זה רבינו הרמ\"א דלכן מותר להעלות גם כן למפטיר בכהאי גוונא. ואם קורא מפטיר סתם אין לחוש לפגמו, דהרי לא מזכיר שמו. עד כאן לשונו. ואינו מובן: מאי קא משמע לן? דאם בשבעה קרואים מותר בהפסק ישראל, כל שכן במפטיר. ואולי לדיוקא אתי ולחומרא, כלומר: דדווקא בהפסק ישראל מותר, וכשקרא לשלישי ישראל, ולרביעי כהן, ולחמישי ישראל, ולששי כהן, ולשביעי ישראל, דאז מותר לקרוא כהן למפטיר. אבל אם קרא לחמישי ולששי ישראלים, ולשביעי כהן – אסור לקרות מפטיר לכהן. ואחר כך אומר דאם קורא מפטיר סתם – אין לחוש לפגמו, כלומר: לענין מה שכתב המחבר דצריך החזן לומר \"אף על פי שהוא כהן\" כדי להוציאו מפגם, כמו שכתבתי בסעיף הקודם. לזה אומר דבמפטיר אינו צריך כשקורא יעמוד המפטיר בלי הזכרת שמו, שכן היה המנהג אצלם דבלא הזכרת שמו אין כאן חשש פגם.","עוד כתב: ויש אומרים דאין לקרות כהן או לוי למניין שבעה, אבל לאחר שנשלם המניין יכולים לקרות כהן או לוי. וכן נוהגין במדינות אלו. ומיהו במקום צורך ודחק יש לסמוך אסברא ראשונה. עד כאן לשונו. כלומר: לקרות כהן או לוי גם בתוך השבעה קרואים בהפסק ישראל. האמנם עתה אין מנהגינו לקרות לכהן או לוי אף לאחר השבעה קרואים רק לאחרון ומפטיר, ויכולים לקרות כהן לאחרון וכהן למפטיר. וכן המנהג הפשוט אצלינו. ואין זה כהקורא כהן אחר כהן, כיון שמפסיקין בקדיש. וכן נוהגים בשמחת תורה בחתן תורה וחתן בראשית ומפטיר לקרוא לכולם כהנים או לוים, מפני שהם עניינים נפרדים וקוראין כל אחת בספר תורה אחרת (אליה רבה). אבל בתענית אין לקרות כהן או לוי למפטיר, כיון שהוא ממניין הקרואים (מגן אברהם סעיף קטן ט\"ז). ואפילו אין כאן ישראל היודע להפטיר – מקרין אותו (שם). וגם המנהג הפשוט כשיש חתנים או חברות ונצרכים לעליות רבות, לכמה כהנים ולכמה לוים – קורין שבעה קרואים במקצת הסדרה, ואחר כך מתחילין כהן לוי וחמישה ישראלים במקצת הסדרה, וכן עוד להלן עד תום כל הסדרה. והאחרון עולה כהן או לוי כמו שכתבתי. ויזהרו שלא יצטרכו לקרות פרשה אחת שני פעמים, כי חכמי הקבלה מקפידים מאוד בזה. אמנם אין נזהרים בזה. ויש מהפוסקים שהתירו הדבר, ואשרי הנזהר בזה. ומכל מקום אין למחות בידי העושים כן.","כתב אחד ממפרשי השולחן ערוך (מגן אברהם סעיף קטן ז'): אם המנהג לקנות במעות מי שיקרא ראשון בהתחלת התורה ב\"בראשית\", ואם קנה אותו ישראל – מוחל הכהן על כבודו ויוצא מבית הכנסת. ופעם אחת לא רצה הכהן לצאת מבית הכנסת, ומותר לכפותו על ידי שלטון לצאת מבית הכנסת כדי שלא יתבטל המנהג וכבוד התורה. עד כאן לשונו. ואחר כך כתב דיש מי שכתב דאפילו לא יצא – יקרא הישראל. ומיהו מלשון מהרי\"ק לא משמע כן. עד כאן לשונו. והנה דבר זה נתן מכשול רב לפני עמי הארץ כאשר ראיתי בימי חורפי, שעל ידי זה מזלזלים בכבוד הכהנים ואומרים שצריכים הכנסה לבית הכנסת, ומבזים הכהנים שלא לקרוא אותם ראשון. אוי לאזנים שכך שומעות, ועינים שכך רואות! ותולים את עצמם בהדין שנתבאר.","ובאמת לא מצאו ידיהם ורגליהם. דמקור דין זה הוא ממהרי\"ק (שורש ט'), שהיה מנהג קבוע בכל המקומות שבשבת בראשית אחד מן הציבור מתנדב מעות לצורך מאור בית הכנסת לכל השנה כדי שיקרא ראשון בהתחלת התורה. והיה המנהג שאם יש כהן הראוי לכך היה הוא קונה אותה, ובאם לאו היה יוצא מבית הכנסת. והיה זה מנהג קבוע מימים ימימה. והיה בזה כבוד התורה, והיינו שבעד עלייה לפתיחת התורה היו מתנדבים סכום רב עד שהספיק למאור בית הכנסת על כל השנה. ופעם אחת אירע שהיה כהן עיקש, ולא רצה לא לקנות ולא לצאת. ובקשו אותו לבית הכנסת אחר, ששם יעלה ראשון ולא יפסיד בכאן הצדקה הגדולה הזאת, ולא יוריד כבוד התורה שיש בזה. וגם זה לא רצה. ופסק המהרי\"ק שיפה עשו שהכריחו אותו על ידי השלטון לצאת מהבית הכנסת. והאריך בזה דכיון שבשם היה זה מנהג קבוע ברצון הכהנים, ובמנהג הזה יש כבוד התורה והכנסה מרובה להספיק מאור לכל השנה. וגם רצו לקראו ראשון בבית הכנסת אחר, בוודאי כהן כזה אינו מהכהנים הישרים, ולאו כל כמיניה לבטל מנהג קבוע. והאריך בזה, עיין שם. ואם כן אין למידין מדבר זה, שהיה מנהג קבוע פעם אחת בשנה לכבוד התורה ולשמן המאור, והכהן היה עקש. ולכן יזהרו ויזהרו בכבוד הכהונה, ואין למידין ממעשה זו. (וכן מה שכתב המגן אברהם סעיף קטן ט\"ו, במקום שנהגו שחכם העיר קורא השלוש עשרה מידות אפילו הוא כהן יכול לקרות שלישי, עד כאן לשונו – מעולם לא שמענו מנהג זה.)","יש מי שאומר שאם קורא החזן כהן או לוי ואינו שם, ובהכרח לקרות לכהן אחר – לא יקרא להאחר בשמו משום פגמו של ראשון, אלא אותו אחר יעלה מעצמו. אמנם אם הכהן שקראוהו מתפלל בבית הכנסת יכולים לקרוא להאחר בשמו, דאין כאן פגם להראשון שהכל רואים שהוא עומד ומתפלל (שם סעיף קטן י\"ז). וכן הוא המנהג. וכתב רבינו הרמ\"א בסעיף י\"א: שליח ציבור שהוא כהן – יכול לקרות כהן אחר לתורה. עד כאן לשונו. כלומר: שיש מגדולי הקדמונים שאסר לעשות כן, מפני פגמו של שליח הציבור שיאמרו עליו שהוא פגום. וחלקו עליו שהכל יודעים שכיון שהוא שליח ציבור – אי אפשר שהוא בעצמו ילך בכל פעם, ובעל כרחו צריך לקרות גם אחרים (לבוש). ופשיטא במקום שמוכרים המצות שאין לו רשות לקרוא רק למי שקנה (ט\"ז סעיף קטן י'). וכן אם הקונה כהן – יכול לכבד כהן אחר, דהכל יודעים שכן דרך הקונים לכבד לאחרים (שם). ויש מי שרצה לומר דאם הסגן הוא כהן – אין לו לצוות לקרוא לכהן אחר. ואינו כן, שהרי גם זה ידוע שהוא מוכרח לקרות לאחרים גם כן (עיין מגן אברהם סעיף קטן י\"ט).","כתב רבינו הבית יוסף בסעיף י\"ב: עיר שכולה כהנים, אם יש ישראל אחד ביניהם – אותו ישראל קורא ראשון מפני דרכי שלום. עד כאן לשונו. וכן מבואר בירושלמי גיטין פרק חמישי על משנה זו דכהן קורא ראשון. ותמהו בזה: דבירושלמי אומר מפורש דזהו למאן דסבירא ליה דכל עיקר דין דכהן קורא ראשון הוי מדרבנן, עיין שם. והא כבר נתבאר בסעיף ח דהש\"ס דילן סבירא ליה דהוי דאורייתא (עיין בית יוסף ומגן אברהם סעיף קטן כ'). ונראה לי דאתי שפיר אפילו אי הוי דאורייתא, דכבר נתבאר שם דמן התורה יכול הכהן למחול. אלא דרבנן תיקנו שלא יכול למחול, ולכן בכהאי גוונא יכולים למחול מפני שבזה יהיה דרכי שלום, וזהו כוונת רבינו הבית יוסף. ואם באמת אין רצונם בכך – יעלה הכהן ראשון. (ועיין בית יוסף שכתב בשם מהרי\"ק דהתוספות והמרדכי סוברים דהוי דרבנן. ולא ידעתי מקומו. ובמרדכי מפורש דהוי דאורייתא, עיין שם.)","ופשוט הוא דאם יש שם גם לוי אחד – יקראו כהן לוי ישראל, ואחר כך יקראו הכהנים זה אחר זה (ט\"ז סעיף קטן י\"א, וכן דעת המגן אברהם סוף סעיף קטן כ' דלא כהלבוש). דכיון שיש לקיים מקודם הסדר כתיקון חכמים, למה לא נקיים? וכן הדבר פשוט דהכהנים כשקוראים זה אחר זה – יקרא החשוב חשוב קודם. ואם יש שם שני לוים ושני ישראלים – יקראו שני פעמים כהן לוי ישראל, והאחרון יהיה כהן (שם).","וזה לשון רבינו הבית יוסף בסעיף י\"ב: וכל שאין ישראל בהם כדי סיפוקם, או שאין שם ישראל כלל – קורא כהן אחר כהן. שאין שם משום פגם, שהכל יודעים שאין שם אלא כהנים. והוא הדין לעיר שכולה לוים. עד כאן לשונו. וזה שכתב שאם אין בהם ישראל כדי סיפוקן קורא כהן אחר כהן – אין כוונתו שהישראלים לא יקראו כלל, דאין שום טעם בזה. אלא דהכי קאמר: דכמה ישראלים שלא יספיקו להשבעה קרואים – יקרא כהן אחר כהן. כגון שיש שלושה ישראלים – יקרא כהן ראשון ואחריו לוי כשיש לוי. ואם אין לוי – יקרא הכהן עוד פעם, ואחר כך יקראו השלושה ישראל, והששי והשביעי יהיו כהנים. ויש גם ביכולת לקרוא רביעי כהן, וחמישי ישראל, וששי כהן, ושביעי ישראל. ויותר טוב לקרוא ששי ישראל ושביעי כהן כמו שנתבאר, דהאחרון יכול להיות כהן בפשיטות. וזה שכתב \"כהן אחר כהן\" – אין לצייר שיהיה בהכרח רק כשאין כאן יותר משני ישראלים. וכלל הדברים נתבארו, דבאין ברירה קורא כהן אחר כהן, ולוי אחר לוי. וביש ברירה צריך להפסיק ישראל ביניהם. ולכן יראו את אשר לפניהם. (וצריך עיון על המגן אברהם סוף סעיף קטן כ', שכתב: ואחר כך יעלו הישראלים כולם ואחר כך כהנים, עיין שם. ולמה לא נפסיק בישראל בין כהן לכהן? וכן עיקר לדינא. ודייק ותמצא קל.)","בסימן רפ\"ב יתבאר שאף על גב שמדינא קטן עולה למניין שבעה, מכל מקום לדידן שכל העולים מברכין – אין קורין לקטן במניין שבעה הקרואים לבד מפטיר, עיין שם. וממילא דהוא הדין בשני וחמישי ושבת במנחה – אין הקטן עולה במניין השלושה. וכן בראש חודש ויום טוב אינו עולה. ואף גם בתענית ציבור למפטיר אינו עולה, כיון שהמפטיר במניין הקרואים. וכן ביום הכיפורים במנחה. ואם סומא רשאי לעלות לתורה יתבאר בסימן קל\"ט בסייעתא דשמיא.","כתבו רבותינו בעלי השולחן ערוך בסעיף י\"ד: בני אדם החבושים בבית האסורים – אין מביאין אצלם ספר תורה אפילו בראש השנה ויום הכיפורים. והיינו דווקא בשעת הקריאה. אבל אם מכינים לו ספר תורה יום או יומיים קודם – מותר. ואם הוא אדם חשוב – בכל עניין שרי. עד כאן לשונו. ביאור הדברים: דאין מכבוד התורה לטלטלה ממקום אחר אם לא בשביל אדם חשוב. ולכן אם אינם חשובים – אין לטלטל בעדם אפילו כשהם אנוסים ואין ביכולתם לבוא לבית הכנסת, כמו בני אדם החבושים בבית האסורים וכיוצא בזה. אבל בשביל אדם חשוב – מותר אף בלא אונס. וזהו שכתבו ד\"אם הוא אדם חשוב בכל עניין שרי\", כלומר: אף אם אינו אנוס. דהכי משמע להדיא בירושלמי פרק שביעי דיומא דמטעם זה הביאו להכהן הגדול ספר תורה, עיין שם – אף שלא היה אנוס.","ויש שפירש דתרתי בעינן: אונס ואדם חשוב (מגן אברהם סעיף קטן כ\"ג). ולפי זה צריך לומר דזה שכתבו \"בכל ענין שרי\" – כוונתם בין שמכינים הספר תורה קודם, ובין שמביאים אותה בעת הקריאה. ואף על גב דבירושלמי שם הביאו הספר תורה רק מפני חשיבות לבד, יש לומר כהן גדול שאני שהוא יחיד לכל ישראל, וכן ראש הגולה כמבואר שם. אבל סתם חשוב צריך אונס לזה. אבל באמת יש אומרים דבחדא מינייהו סגי: או אנוס כגון חולה ויושב בבית האסורים וכיוצא בהם, או חשוב (שם בשם אור זרוע, וכן כתב בדרכי משה אות י'). ומלשון הירושלמי משמע כן, שאומר: בכל אתר אמר הולכים אחר התורה, והכא מוליכים תורה אצלו? אלא על ידי שהם גדולים התורה נתעלה בהם. עד כאן לשונו. הרי להדיא דמיירי במקום שיכולים לילך אל התורה, דאם לא כן לא שייך \"הולכים אחר התורה\". ולכן המורה כן אין מזניחין אותו. ובפרשת \"זכור\" מותר להביא ספר תורה לכל הדעות. ונראה לי דהוא הדין לכל ארבע פרשיות.","ועוד אמרו דזהו רק כשמביאים התורה מבית הכנסת בשעת הקריאה, ואחר כך מחזירין אותה לבית הכנסת. אבל אם מביאים אותה מקודם ומניחין אותה בארון או בתיבה, שיש לה מקום מיוחד על איזה זמן – לית לן בה. והמנהג לדקדק שיקראו בה שלוש פעמים, דזה מקרי כקביעות, ואין בזיון במה שטלטלוה מבית הכנסת. אבל בפחות משלוש פעמים טלטלוה לצורך עראי, ויש בזיון אף אם הביאוה מקודם. ומכל מה שנתבאר מבואר דלא יפה עושים רבים מהמון העם בראש השנה ויום הכיפורים ושמחת תורה, שקודם הקריאה נוטלין ספר תורה מהבית הכנסת לקרוא במקום אחר, ואחר הקריאה מחזירין אותה לבית הכנסת. וכוונתם כדי לעלות לתורה בימים המקודשים האלה, אבל יצא שכרם בהפסידם לעבור עבירה בימים המקודשים ולא לחוש לכבוד התורה. ולכן ראוי למחות בהם, ולגזור שלא יעשו כן. והשומע תבוא עליו ברכת טוב."],["בגיטין (ס ב) מבואר דאחרי כהן ולוי קורין הישראלים, ומי שקודם במעלה קודם בעלייתו לתורה. וכך אמרו חכמינו ז\"ל, דאחר לוי קורין תלמידי החכמים הממונים על הציבור. ואחריהם תלמידי חכמים הראויים למנותם פרנסים על הציבור, והיינו ששואלים אותו דבר הלכה בכל מקום ואומר. ואחריהם בני תלמידי חכמים שאבותיהם ממונים על הציבור, משום כבוד אבותיהם. ואחר כך ראשי כנסיות וכל העם. ונראה מדלא אמרו גם בני תלמידי חכמים הראויים למנותם – שמע מינה דבשביל כבוד האבות אינו אלא דווקא כשהם כבר ממונים. וזהו בשבת ויום טוב וראש השנה ויום הכיפורים.","ומבואר מזה דבעצם העליות אין יתרון מזה לזה. ועכשיו מחזיקין שלישי וששי להעליות היותר גדולים. והאשכנזים מחזיקים לשלישי, ורב הקהילה עולה רק שלישי אם אינו כהן או לוי. והספרדים מחזיקים ששי לחשיבות יותר, שכן הוא על פי הזוהר. והדבר מובן שאי אפשר לנו לנהוג כדין הגמרא, שאין לנו פרנסים בעונותינו הרבים, ואין לנו תלמיד חכם ששואלים דבר הלכה בכל מקום ואומרה. וכל שכן כשמוכרין העליות מי שקונה עולה. ומכל מקום אם אחד קונה כל העליות ומכבד לאחרים – יראה שיהיה לפי הכבוד, ושלא יהיה בזיון התורה. ומכבדים גם העשירים בהעליות, מפני שנותנים הכנסות לבית הכנסת. ומצוה גדולה לבטל מה שמוחזק בפי ההמון שעלייה זו פחותה מאוד וכדומה. ומי שיכול לנהוג בעצמו לעלות לתורה בהעלייה שמחזיקים אותה לפחיתות הוה מצוה רבה, דבעונותינו הרבים הרבה מחלוקת בא מזה, ה' ירחם. ובאמת אין לך שטות גדול מזה, שהכל תורה אחת וברכה אחת. ואין זה אלא מעשה שטן, כדאיתא במדרש שאינו מתגרה אלא בישראל. (עיין מגן אברהם שכתב שמעמידי הקהילה קודמין לכל כשאין שם תלמיד חכם מופלג. והאחרון גדול הציבור עולה. ושבמקום שנהגו שהפרנס עולה – אינו רשאי למחול לאחר, עיין שם. וכל זה לא שייך אצלינו כמובן. ודייק ותמצא קל.)","מי המה חיובים, ומי קודם? אין בזה דינים מגמרא ומראשונים, רק ממה שנהגו. ומהר\"ל מפראג תיקן דהחתן ביום חתונתו או בשבת שאחר החתונה קודם לכל, ואחר כך נער בר מצוה, ואחר כך שושבינים, ואחר כך סנדק, ואחר כך מוהל, ואחר כך אבי הבן, ואחר כך יאר צייט (אליה רבה). והנושא בתולה קודם לנושא אלמנה, ואלמנה לחלוצה, וחלוצה לגרושה (כנסת הגדולה). ואצלינו מנהגים אחרים, ויתבאר בסימן רפ\"ב (וגם המגן אברהם ביאר שם)."],["כבר נתבאר בריש סימן קל\"ה שמתקנת עזרא שלא לקרוא פחות מעשרה פסוקים בשני וחמישי ושבת במנחה לתלתא גברי, מטעמים שנתבארו שם. ופסוק \"וידבר\" גם כן עולה מן המניין. ואף על גב שאין בו דבר פרטי, מכל מקום תורה היא, ואם חיסר אות אחת ממנה – כל התורה פסולה. ואף על גב דבפורים שאנו קורין \"ויבא עמלק\", ואין בו אלא תשעה פסוקים – שאני התם דנגמר העניין, ולהתחיל מקודם מעניין אחר לא רצו חכמים. ולבד זה יש טעם בירושלמי, לפי שעשה מעשה קטוע, כלומר: שהמן ועמלק רצו לקטע כוח ישראל, לפיכך פרשתו קטוע. (הטעם הראשון כתבו תוספות במגילה כא ב, וטעם השני הביאו הבית יוסף והט\"ז מירושלמי. וטרח הט\"ז בזה בסעיף קטן א', עיין שם. ותמיהני: דלא מצאתי תירוץ זה בירושלמי. ואדרבא בירושלמי פרק \"הקורא\" הלכה ב מבואר כתוספות, דפריך: והרי פרשת עמלק? ומתרץ: שניא היא שהיא סדורו של יום, עיין שם. וצריך עיון.)","וכיון שיש עשרה פסוקים לתלתא גברי, ממילא שלאחד יגיע ארבעה פסוקים. ואמרו חכמים שאין קפידא מי יקרא ארבעה, ויכולים לעשות כמו שירצו. והטעם מפני שלכל אחד יש מעלה: דהראשון הרי הוא ראשון, והשלישי משום דמעלין בקודש, והאמצעי משום דבמנורה היתה האמצעית חשובה יותר. ולכן לא רצו חכמים לקבוע שדווקא הראשון יקרא ארבעה, כמו שקבעו בעיקר עלייה לתורה שכהן קורא ראשון. ואפשר לומר הטעם שלא רצו בזה, דדווקא כשאחר קורא אותם צריך לחלוק כבוד להראשון, אבל הקריאה בתורה העולים בעצמם קוראין, שכך היה בזמן הגמרא – לא חשו חכמים לקבוע בזה, כיון שיש טעמים בזה. וגם עתה שהקורא קורא – אין ביכולתינו לשנות, מטעם שלכל אחד יש מעלה כמו שכתבתי. (ואולי זהו טעם המהרש\"ל שהביא המגן אברהם סעיף קטן א', דעכשיו שהחזן קורא לא יקרא להאמצעי ארבעה, שלא לבייש האחרון או הראשון. עד כאן לשונו. ונתקשו בכוונתו הפרי מגדים והמחצית השקל, ודבריהם תמוהים, עיין שם. ולעניות דעתי הוא טעות הדפוס, וצריך לומר: שלא לבייש הראשון. כלומר: כמו בעצם הקריאה שהראשון יותר מכובד. והב\"ח הקשה: מנא לן הא? ולפי מה שכתבתי אתי שפיר בטוב טעם. והפרישה והאליה רבה הביאו גירסא אחרת במהרש\"ל וגם כן אין טעם, עיין שם. ולעניות דעתי נראה כמו שכתבתי. ודייק ותמצא קל.)","ודע דרש\"י ז\"ל כתב במגילה שם, וזה לשונו: ואם יש להם ריוח בפרשה, וקראו כל אחד מהם ארבעה פסוקים – כולן משובחים. עד כאן לשונו. ואיני מבין זה: הלא בכל הסדרות יש ריוח, דכל סדרה ארוכה הרבה. ועוד: דלמה באמת לא תיקנו חכמים כן? אלא וודאי משום טירחא דציבורא, ואם כן איך יקרא כל אחד ארבעה פסוקים? ונראה לי דכוונת רש\"י לתמוה אמנהג שלנו, דהנה בפרשת \"בראשית\" שהלוי קורא רק שלושה פסוקים, והכהן קורא ארבעה, והישראל חמישה – אתי שפיר, דשם יש פתוחות ואי אפשר באופן אחר. ושיקרא אחד שני פרשיות חשו משום טירחא דציבורא. אבל ב\"נֹח\" שהכהן קורא שמונה פסוקים, והלוי והישראל קוראין כל אחד שלושה, למה נעשה כן? וכן ב\"לך לך\" הכהן קורא שלושה והלוי ששה פסוקים, ושם אין הפסק פתוחה או סתומה, למה נעשה כן? וכן יש לדקדק בכמה פרשיות. ולזה אומר רש\"י דבמקום שיש ריוח – טוב שכל אחד יקרא ארבעה פסוקים. אבל מה נעשה שאין המנהג כן? ועוד יש לנו להקשות על מנהגינו בפרשת \"וילך\" שאין קורין רק תשעה פסוקים, שהישראל מסיים \"ואל כל זקני ישראל\" ואין שם עשרה פסוקים. וחדשים מקרוב נדפס באמת בסידורים השלישי עד \"לרשתה\", ואין המנהג כן. ואולי מפני שהסדרה קטנה היא, ועד \"לרשתה\" יהיה ארבע פרשיות וכמעט חצי סדרה, ואין נכון לעשות כן כיון שבשבת יקראו אותה עוד פעם. לכן נדונה כפרשת \"ויבא עמלק\" דמקרי סליק עניינא. וצריך עיון. (ולהיפך יש באיזה מקומות מנהג תמוה ב\"נשא\" שממשיכין הישראל להלן מ\"בן אהרן הכהן\", ושם יש פסוקים הרבה ואין צורך לזה. וכן ב\"בהעלתך\" יש ממשיכין אחר \"והיו לי הלוים\" ואין צורך לזה, עיין שם.)","אם דילג פסוק אחד בשני וחמישי ושבת במנחה, וכן במועדים אם קרא עשרה פסוקים בלא פסוק המדולג – אינו חוזר, כיון שישנה קריאה זו בשבת. ואם לאו – חוזר. ואפשר דבתשעה סגי, כיון שיש שלושה פסוקים לכל אחד מן העולין. אבל במסכת סופרים פרק אחד עשר משמע דבעינן עשרה דווקא, כיון שכן היתה התקנה (עיין מגן אברהם סעיף קטן ד'). וביום טוב בעינן חמישה עשר פסוקים, כיון שיש חמישה קרואים. אבל בשבת שחרית בכל עניין חוזר וקורא, אפילו גמר שבעה קרואים בלא פסוק זה; ואפילו אחר שהחזיר את התורה ואמר קדיש, ואפילו אחר שהתפללו מוסף, לפי שפסוק זה נשאר בלי קריאה ובלי ברכה. ולכן פותחין הספר תורה, ואחד מברך לפניה וקורא פסוק זה עם עוד שני פסוקים ומברך לאחריה. וכן הוא במסכת סופרים שם. ונראה דהשני פסוקים שמוסיף על פסוק זה יהיה אחר פסוק זה. אך אם פסוק זה שדילג הוא קודם פרשה פתוחה או סתומה בעל כרחו יתחיל שני פסוקים קודם לו.","וכן אם אחד מהקרואים לא קרא רק שני פסוקים, ובירך לאחריה – הוי כמו שלא קרא וברכותיו לבטלה, וצריך לקרות עוד פעם אלו שני הפסוקים עם עוד פסוק אחד. ובשבת יכול אחר לעלות ולקרות, אבל בשני וחמישי ומנחה בשבת יעלה זה עצמו, שלא יהא נראה כמוסיף על שלושה קרואים. ובשבת אפילו קראו כבר שבעה קרואים אינו מועיל, מפני שאלו השני פסוקים הוי כלא נקראו ולא נתברכו. ואם נזכרו תיכף אחר שבירך ברכה האחרונה, ועדיין לא קראו אחר – אינו צריך ברכה לפניה אלא שזו האחרונה היתה לבטלה, וקורין לו עוד פסוק אחד ומברך לאחריה (ט\"ז סעיף קטן ד'). ורק אם נזכרו אחר שעלה אחר, אז צריך שני ברכות כמו שכתבתי. (עיין מגן אברהם סעיף קטן ח' דבשבת ויום טוב לא יקרא הוא שנית אלא אחר, עיין שם. ולא משמע כן, וגם האליה רבה סעיף קטן ז' חולק עליו, עיין שם. אך מה שהאליה רבה חולק גם על הט\"ז, וסבירא ליה דאף אם נזכרו תיכף צריך ברכה גם לפניה, עיין שם – נראה לעניות דעתי דהעיקר כהט\"ז. ודייק ותמצא קל.)","ואם לא קראו רק תשעה פסוקים אף על גב דלכתחלה צריך עשרה, מכל מקום בדיעבד כיון שקראו שלושה פסוקים לכל אחד אינם צריכים לחזור ולקרות. ולא גרע הך בדיעבד מפרשה \"ויבא עמלק\", דלכתחלה קורין תשעה. ולא דמי לדילג, שכתבנו דצריך לחזור ולקרות, דדילוג הוי פגם. וכתב רבינו הבית יוסף בסעיף ד: אבל אם קראו פחות מתשעה – צריכין לחזור ולקרות. עד כאן לשונו. ויש מי שפירש הטעם משום שאינו מגיע שלושה פסוקים לכל אחד. ולפי זה אם קראו שלושה פסוקים, כגון שפסוק אחד קראו שנים מהקרואים – יצאו (מגן אברהם סעיף קטן ט'). ותמיהני: דאם כן מה שייך זה לפחות מתשעה פסוקים? ואין לומר דבכהאי גוונא כולם צריכים לחזור ולקרות, דמניין לומר כן? כיון דלדעה זו אין העיכוב רק מפחות משלושה, אם כן אינו צריך לחזור ולקרות רק מי שלא קרא שלושה פסוקים. ולכן נראה לעניות דעתי דהכוונה דקריאה פחות מתשעה פסוקים לאו שמה \"קריאה\" כלל, כיון שלא נעשה כהתקנה. ולכן אם עדיין לא סילקו התורה, ולא אמרו קדיש – ישלים השלישי עד שלושה פסוקים אף שבירך לאחריה. ואם כבר סילקו או אמרו קדיש – צריכים כולם לחזור ולקרות. (וגם האליה רבה סעיף קטן ח' חולק עליו. ותמיהני על המגן אברהם שלא ראה דברי הלבוש שכתב מפורש כן, עיין שם. ומה שכתב המגן אברהם ממעמדות – אין למידין מקריאה, שאינה תמידית רק בזמן המקדש. ודייק ותמצא קל.)","כתב הכלבו: מעשה בחזן אחד שקרא בפרשת \"פרה\" ופסק \"להגר הגר בתוכם\", וגלל ספר תורה וישב במקומו. והקפיד רבי על הדבר ואמר: לא קריתם הפרשה. ודומה כאילו לא קרינו, שלא אמרנו אלא ברמז בעלמא. וחזרו ופתחו והתחילו בראש הפרשה, והקורא בירך לפניה ולאחריה מטעם רבי, וגמרו כל הפרשה עד \"תטמא עד הערב\". עד כאן לשונו, והובא בקצרה בשולחן ערוך סעיף ה. ונראה לי דדווקא משום שפסק ב\"הגר הגר בתוכם\", דעדיין עיקרי דיני טהרת הפרה לא נתבארו עדיין, דלהלן כתיב: \"הנוגע במת הוא יתחטא...\". אבל אם סיים \"מים חיים אל כלי\", אף שלא גמר כל הפרשה – אינו צריך לחזור ולקרות. דכן מבואר מלשונו, שכתב \"שלא אמרנו אלא ברמז בעלמא\", כלומר: שעיקרי דיני טהרת מי חטאת עדיין לא נתבארו (ועיין מגן אברהם סעיף קטן י\"א). ופשיטא דמשום דילוג פסוק אינו חוזר (שם). וכן כל כהאי גוונא כמו בפרשת \"חודש\" או ברגלים. וכן בכאן אם רק בירך ברכה אחרונה, ונזכרו מיד – אינו צריך ברכה ראשונה ולא להתחיל מראש הפרשה, אלא משלים הקריאה ומברך ברכה אחרונה (ט\"ז סעיף קטן ה'). ויש מי שחולק בזה (עיין אליה רבה), ואינו מוכרח.","ומעשה ביום שבת ראשון דחול המועד סוכות, שהיה להמפטיר לקרוא \"וביום השני [...] וביום השלישי\", ולא קרא רק \"וביום השני\", וכבר גלל הספר תורה. ופסק אחד מהגדולים שיקרא \"וביום השלישי\" בלא ברכה מלפניה ומלאחריה (תשובת ר\"מ מלובלין סימן פ\"ה). ויש חולקים בזה, מטעם דאנן בקיאינן בעיבורא דירחא, ועיקר הקריאה הוא \"וביום השלישי\" (מגן אברהם סעיף קטן ו', ואליה רבה סעיף קטן י'). ויש שהסכימו לדעה ראשונה (עיין באר היטב סעיף קטן ד'). ונראה דספק ברכות להקל, אף על פי שהסברא נראה כדעת החולקים, מכל מקום כיון שאין זה שבת שחרית שקורין הסדרה – אין בזה חששא כל כך.","דבר ברור הוא שכל אחד מהעולים צריך לקרות פסוקים אחרים ממה שקראו הקודמים, דאם לא כן למה טרחו חכמינו ז\"ל בתענית לגבי המעמדות שקורין פרשת \"בראשית\": איך לחלק פרשה שאין בה ששה פסוקים – יקראנה אחד ואחר כך השני. אלא וודאי דאינו מועיל. ונהי דלית בזה איסורא, מכל מקום למניין הקרואים אין החוזר עולה (שם סעיף קטן י\"ג). והא דבחול המועד סוכות בפרי החג חוזרים, משום דלא סגי בלאו הכי, שאין לכל הקרואים מקום לקרות כידוע. אמנם אם קורא מה שקרא הראשון ומוסיף עליהם עוד שלושה פסוקים, מה שהראשון לא קרא בוודאי עולה למניין. ואפילו הוסיף רק שני פסוקים – עולה, שהרי בראש חודש אנו עושין כן בלוי שמתחיל \"ואמרת\" שקרא הכהן, ומוסיף עוד שני פסוקים. אבל פסוק אחד לא מהני, דבעינן רוב מהשלושה. וגם זה רק במקום הדחק, ולכתחלה אין להתחיל כלל ממה שקרא הראשון אף שיוסיף הרבה. וגם זה שכתבנו דאם לא יעלה למניין הקרואים אין איסור בדבר לקרות מה שקרא הראשון – אין הכל מודים בזה. ויש שאוסרים זה לגמרי, ויתבאר בסייעתא דשמיא בסימן רפ\"ב."],["אמרו חכמינו ז\"ל במגילה (כב א) דהקורא בתורה לא ישייר בפרשה פחות משלושה פסוקים, כלומר: שלא יסיים בפחות משלושה פסוקים סמוך לפתוחה או לסתומה. והטעם מפני היוצאים אז מבית הכנסת, שלא ישמעו כמה יקרא העולה אחריו, ויאמרו שהקורא אחריו לא קרא רק שני פסוקים עד הפרשה. ואף על גב שאינו נכון לצאת בעת קריאת התורה, מכל מקום חששו מפני שבין גברא לגברא מותר לצאת אם צריך לכך, כמו לנקביו וכיוצא בזה. ולמה יאמרו כן? מפני שיאמרו: למה לא קרא הקודם עד סוף הפרשה? אלא וודאי שהניחה להעולה אחריו. ואי סלקא דעתך דהעולה אחריו יקרא מפרשה האחרת, הוה ליה להקודם לקרות עד סוף הפרשה (כן משמע מט\"ז סעיף קטן א', עיין שם). ומה שנרשם בחומשים \"שלישי\" וכו' – אין זה פרשה.","וכן לא יסיים הקורא פחות משלושה פסוקים מראש הפרשה, אף על גב שקרא הרבה מהפרשה הקודמת. והטעם: משום הנכנסין אחר שיתחיל לקרות העולה אחריו, וישמעו שמתחיל שני פסוקים אחר פרשה, ויאמרו שהקודם לא קרא רק שני פסוקים אלו. דאי סלקא דעתך שקרא מהפרשה הקודמת, אם כן בוודאי קרא ממנה שלושה פסוקים, שהרי אין משיירין שני פסוקים סמוך לפרשה כמו שכתבתי בסעיף א. ואם כן למה היה לו לקרות עוד שני פסוקים מפרשה זו? אלא וודאי שלא קרא אלא אותן השני פסוקים. אבל כשמסיים אצל פרשה, אף על גב דהפרשה שאחריה אינה רק שני פסוקים, מכל מקום אין בזה חששא שיאמרו היוצאין שהבא אחריו לא יקרא רק השני פסוקים של פרשה קטנה זו, דמי יכריחם לומר כן? הלא אין רואין שינוי כלל, כיון שסיים אצל פרשה (ט\"ז שם). ועוד: דבעל כרחך בזה ליכא חששא, שהרי בפרשת \"פקודי\" הרבה פרשיות בסופה שהן רק של שני פסוקים, וגם יש שם פרשה של פסוק אחד, עיין שם. ואי אפשר בעניין אחר, ולכן לא שייך בזה חששא. וכן הוא המנהג הפשוט. (ודע שהתוספות וכמה מהראשונים שהקשו על מה שאנו מתחילין בתענית ציבור מ\"ויחל\" שהוא שני פסוקים מפרשה, וכן \"והקרבתם\" בחול המועד פסח. וצריך עיון, דבספרים שלנו \"ויחל\" הוא ארבעה פסוקים מפרשה, וגם \"והקרבתם\" הוא שלושה פסוקים מפרשה. וצריך לומר שאצלם היה משני פסוקים פסוק אחד, וכמו שכתבו בקידושין ל א, עיין שם. והספר תורה אין בה הפסק פסוקים, וזהו רק בחומשים הנדפסין, ואין קלקול בזה.)","אם טעה וסיים שני פסוקים אחר פרשה או סמוך לפרשה, וכבר בירך ברכה אחרונה – אינו צריך לחזור ולקרות (אליה רבה סעיף קטן א'). ודווקא כשלא קרא רק שני פסוקים, שעבר על עיקר תקנתא דעזרא – צריך לחזור ולקרות. אבל בזה שאינה אלא משום חשש אמירה – אין צורך. ומכל מקום העולה אחר כך יתחיל מראש הפרשה, או משלושה פסוקים קודם הגמר של הפרשה (מגן אברהם סעיף קטן א' בשם אגודה). ויש מי שאומר דגם זה אינו צריך (אליה רבה שם, וגם המגן אברהם בסוף סעיף קטן זה כתב כן, עיין שם). ולא ידעתי למה כיון שאפשר בזה לתקן. ואי משום דלכתחילה אין לקרות מה שקרא הראשון, מכל מקום הרי אין שום איסור בזה, וכל מה שיכולין לצאת חששת חכמינו ז\"ל למה לא נעשה כן? (וראייתו אינה מכרחת, עיין שם. ודייק ותמצא קל.)","גם המפטיר לא יתחיל שני פסוקים אחר פרשה, אף שהכל יודעים שהוא אינו קורא רק מה שקראו כבר (שם סעיף קטן ב'). ולכן פרשה שיש בה חמישה פסוקים בסוף סדרה – יקרא המפטיר כל החמישה פסוקים, אף שאינו צריך רק שלושה פסוקים. ויש מי שכתב שמותר לו להתחיל אחר השני פסוקים (עיין אליה רבה סעיף קטן ב'), ואינו עיקר. וכן המנהג הפשוט, ואין לשנות (דהרוקח כתב כן, עיין מגן אברהם שם). ויכוין שיתחיל תמיד בדבר טוב, ויסיים בדבר טוב, כדכתיב: \"אל תעמוד בדבר רע\". וטובת עובדי כוכבים אינה טובה, וכן רעתם אינה רעה. ובשעה שקורא הברכות – לא יכוין בפרטיות לאחד, וכל שכן בקללות. ומי שהוא סומא – לא יקרא לו הפרשה \"עורת או שבור\". ומי שהוא חשוד על העריות – לא יקרא לו פרשת עריות. ודווקא חשוד בעלמא, אבל אם ברור הוא שבא על הערוה, אם לא שב בתשובה ראוי לקרוא לו כדי שיתבייש ויעשה תשובה (אליה רבה). ואין להפסיק בארבעים ושנים מסעות שב\"אלה מסעי\" (שם)."],["כתבו הטור והשולחן ערוך: הקורא הפרשה צריך לסדר אותה תחילה פעמיים ושלוש בינו לבין עצמו. כההיא דרבי עקיבא, שקראו אותו לתורה ולא רצה לעלות לפי שלא סדר אותה תחילה. ודריש ליה מקרא: \"אז ראה ויספרה, הכינה וגם חקרה\". עד כאן לשונם. ומעשה דרבי עקיבא הוא במדרש פרשת \"כי תשא\", וזה לשון המדרש שם ריש פרשה מ': צריך אדם... בשעה שהוא מבקש לאמרם בציבור לא יאמר: הואיל שאני יודע בו יפה, כשאכנוס לדרוש אני אומר. אמר רבי אחא מן האלקים אתה למד, כשבקש לומר תורה לישראל אמרה ארבע פעמים בינו לבין עצמו עד שלא אמרה לישראל, שנאמר: \"אז ראה...\", ואחר כך: \"ויאמר לאדם...\". רבי יוחנן בן תורתא בא לפני רבי עקיבא. אמר לו: עמוד וקרא בתורה! אמר להם: לא עברתי על הפרשה. ושבחוהו חכמים, הוי \"אז ראה ויספרה\".עד כאן לשונו.","ולפי זה יש לתמוה על הטור ושולחן ערוך, שכתבו \"פעמיים ושלוש\", והרי מהמדרש מבואר דצריך ארבע פעמים? ונראה לי משום דבמדרש בראשית (פרשה כ\"ד) איתא: \"אז ראה ויספרה\" – רבנן ורבי אחא. רבנן אמרין: כל דיבור ודיבור שהיה יוצא מפי הקדוש ברוך הוא למשה היה אומרו שני פעמים בלבו, ואחר כך היה אומר למשה. מאי טעמא? \"אז ראה ויספרה\" – חד... ורבי אחא אמר: ארבע... עד כאן לשונו. והמדרש ד\"כי תשא\" אומר רבי אחא, ופסקו כרבנן. וזהו בזמן הש\"ס שהעולה היה קורא. ועכשיו ששליח הציבור קורא – מחויב לחזור הפרשה שני פעמים מקודם, אפילו אם הוא בקי. וכשקרא בערב שבת שנים מקרא – יצא בזה. ויש מי שכתב שמצוה שגם העולה יסדר (באר היטב בשם כנסת הגדולה). ואין טעם לזה, שהרי אומר בלחש אחר שליח הציבור. וגם אין המנהג כן.","כתב רבינו הבית יוסף בסעיף ב: מי שאינו יודע לקרות – צריך למחות בידו שלא יעלה לספר תורה. ואם צריכים לזה שאינו יודע לקרות לפי שהוא כהן או לוי, ואין שם אחר זולתו, אם כשיקרא לו שליח ציבור מילה במילה יודע לאומרה ולקרותה מן הכתב – יכול לעלות. ואם לאו – לא יעלה. עד כאן לשונו. והנה זהו וודאי ד\"יודע לקרות\" אין צריך רק בזמן הש\"ס שהעולה בעצמו קורא. אבל בזמנינו למה צריך שיהא ביכולתו בעצמו לקרות? מיהו שיהא ביכולתו לאמר אחר שליח הציבור מילה במילה וודאי שצריך גם עתה, דאם לא כן הוי ברכתו לבטלה. ולדעת רבינו הבית יוסף צריך שיהא יכול לקרוא מתוך הכתב. והולך לשיטתו בסעיף ד דסומא אינו קורא, לפי שאסור לקרות שלא מן הכתב. אבל לרבינו הרמ\"א שם שהביא משם מהרי\"ל דעכשיו קורא סומא ממילא, דאינו צריך שיהא יכול לקרות מתוך הכתב. מיהו אחר שליח הציבור וודאי שצריך שיהא יכול לקרות, וכמו שכתב רבינו הבית יוסף לקמן סימן קמ\"א סעיף ב דהעולה צריך לקרות בלחש עם שליח הציבור; דאם לא כן הוי ברכתו לבטלה, דאיך יברך על מה שאחר יקרא? אבל כבר כתבו גדולי עולם דאפילו עם הארץ גמור שאינו יכול לקרות גם אחר שליח הציבור, מכל מקום עולה לתורה דשומע כעונה, ויכול לברך (ט\"ז שם סעיף קטן ג' וכנסת הגדולה). וגם רבינו הבית יוסף בעצמו בספרו הגדול שם, כתב על פי זוהר \"ויקהל\" דבזה שומע כעונה, עיין שם. וכן הוא המנהג הפשוט ברוב תפוצות ישראל.","אין לעלות לתורה מעצמו עד שיאמרו לו \"עלה\". ולכן המנהג ששליח הציבור אומר \"יעמוד פלוני בן פלוני\". ולמי שקראו שליח הציבור – מחויב לעלות מיד, ואם אינו עולה גורם לו קיצור ימים. וכך אמרו בברכות (נה א): שלושה דברים מקצרים ימיו ושנותיו של אדם, ואחד מהם מי שנותנים לו ספר תורה לברך ואינו מברך, עיין שם. ועכשיו זהו נתינת הספר תורה שקורין אותו \"יעמוד...\". ואפילו הגבאי שהוא ראש הכנסת או החזן – לא יעלו מעצמן עד שיאמרו להם לקרות.","וכתב רבינו הבית יוסף בסעיף ג דנהגו דשליח ציבור כשרוצה – מברך וקורא בלי נטילת רשות, משום דהוי כאילו משעה שמינוהו לשליח ציבור הרשוהו על כך. עד כאן לשונו. וכתב על זה רבינו הרמ\"א דבמדינות אלו אין נוהגין כן, ואין החזן עולה רק כשהסגן אומר לו לעלות. אבל אין קוראין לו בשמו כשאר העולין שקורין אותם בשמם \"פלוני בר פלוני\". עד כאן לשונו. דבמדינת רבינו הבית יוסף שליח הציבור קורא מדעתו לכל הקרואים, וממילא דהוי כאילו נתנו לו רשות לעלות מעצמו, דאם לא כן מי יקראנו? אבל באלו המדינות אין שליח הציבור קורא אלא למי שיאמר לו הסגן שיקראנו, ולכן הסגן קורא גם לו רק בשמו – לא שייך שיקראנו, כיון שעומד אצל הספר תורה ולא שייך לומר \"יעמוד\" שהרי כבר עומד כאן. אלא אומר לו שהוא יהיה מן העולים. (כן נראה לי הטעם מדרכי משה אות א', והגר\"א סעיף קטן ה'.)","עוד כתב דמי שאביו עבריין לכל התורה כולה – קורין אותו בשם אבי אביו אבל לא בשמו לבד, שלא לביישו ברבים. ודווקא שלא עלה מימיו בשם אביו. אבל אם הוא גדול והורגל באותה העיר לעלות בשם אביו, ואחר כך נתהפך – קורין אותו בשם אביו כמו שהורגל, שלא לביישו ברבים. וכן אם איכא למיחש לאיבת הנהפך ואסופי ושתוקי – קורין אותו בשם אבי אמו. ואם אינו ידוע – קורין אותו בשם \"אברהם\" כמו לגר. עד כאן לשונו. והנה \"שתוקי\" הוה שמכירין אמו ולא אביו. אבל \"אסופי\" גם אמו אין מכירין, כדתנן בריש פרק \"עשרה יוחסין\". ואם כן מניין יודעין שם אבי אמו? ואמנם משכחת לה גם באסופי, כמבואר באבן העזר סימן ד' סעיף ל\"ב, עיין שם. (עיין ט\"ז סעיף קטן א' שגמגם לכתוב \"בשם אבי אמו\" משום גט, עיין שם. וצריך עיון, דאם כן גם בשם אבי אביו, ובשם \"אברהם\" יש לחוש. וכבר הקשה כן האליה רבה סעיף קטן ד'. אלא אין חשש בזה, דהרב חוקר בשעת הגט. ועיין מחצית השקל סעיף קטן ב', ופרי מגדים סעיף קטן א', ובבית שמואל אבן העזר סימן קכ\"ט סעיף קטן י\"ט וסעיף קטן ל\"ט, ובט\"ז שם סעיף קטן ט\"ו. ודייק ותמצא קל.)","רבינו הבית יוסף בסעיף ד פסק דסומא אינו קורא, לפי שאסור לקרות אפילו אות אחת שלא מן הכתב. עד כאן לשונו. ורבינו הרמ\"א כתב דעכשיו קורא סומא בתורה, כמו שאנו מקרים בתורה לעם הארץ. עד כאן לשונו. וכתב זה בשם מהרי\"ל, כלומר: דכן המנהג אף שדעתו אינו כן, כמו שכתב בספרו דרכי משה, עיין שם. וכן הכריעו גדולי אחרונים. וכתבו דכבר נהגו לקרות סומא בפני גדולי עולם ולא מיחו (ב\"ח ומגן אברהם סעיף קטן ד', וט\"ז בסימן קמ\"א סעיף קטן ג', ואליה רבה סעיף קטן ה'), מטעם דכיון דהאידנא קורא שליח הציבור ולא העולה בעצמו – אין חשש בזה. אך על כל פנים בעינן שיקרא התיבות אחר שליח הציבור (עיין מגן אברהם שם). ואין תימא שזה מברך ואינו יכול לקרות, ואיך יקרא אחר בעדו? דשנינו בתוספתא דמגילה ובירושלמי (פרק שלישי): מעשה ברבי מאיר שקרא מיושב, ונתנה לאחר ובירך עליה. ופריך: וכי זה קורא וזה מברך? אמר רבי ירמיה: מכאן שהשומע כקורא (ט\"ז שם). אבל אין מזה ראיה כלל, דהתם המברך ראוי לקרות, אבל הסומא אינו ראוי. וכדאמרינן בעלמא: כל הראוי לבילה – אין בילה מעכבת בו.","ויש לי תמיה רבה בעניין זה על רבינו הבית יוסף, בספרו הגדול בסימן קמ\"א שכתב בשם ספר האשכול, וזה לשונו: דהא דתנן בפרק \"הקורא את המגילה\": סומא אינו קורא בתורה – היינו לומר דאינו קורא על פה. אבל אוקמי אינש אחרינא... עד כאן לשונו. והרי אינה משנה בשום מקום, ואדרבא כך שנינו שם (כד א): פוחח פורס את שמע, אבל אינו קורא בתורה... סומא פורס את שמע..., עיין שם. ולא הזכיר בסומא קריאת התורה כלל. ואדרבא יש לדקדק להיפך, מדגבי פוחח תני לה, וגבי סומא לא תני לה – שמע מינה דמותר. אך אפשר דאין צריך לשנות זה בסומא כיון שאינו יכול לראות, ובוודאי שכן היתה הגירסא אצלם במשנה. וכן מצאתי ברי\"ף גירסא זו. מיהו המנהג הפשוט שסומא עולה לתורה. (ומה שהקשינו: הא אינו ראוי לקרות – יש לומר לפי מה שכתב הת\"י ביומא ע א דזה דדברים שבכתב אי אתה רשאי לומר בעל פה אינו אלא למצוה מן המובחר ולא לעיכובא, עיין שם. ואם כן סומא דאי אפשר בעניין אחר – מותר לכתחילה. ובזה ניחא, דהא מצינו רב יוסף ורב ששת שאמרו ההגדה כמבואר בפסחים קטז ב, ושם יש הרבה פסוקים. וכבר בארנו בעניין זה לעיל סימן מ\"ט, עיין שם.)","כל אחד מהקרואים מברך לפניה ולאחריה. ואין זה שייך לברכת התורה, דברכות אלו נתקנו משום כבוד התורה. ואפילו בירך ברכת התורה, ותיכף קראוהו לעלות לתורה – מברך כדרכו. ואין לומר: כיון שעתה בירך ברכת \"אשר בחר בנו\" לעצמו, איך יחזור ויברך תיכף ברכה עצמה זו בלי הפסק בנתים? דאין חשש בזה, כיון שעושה כתיקון חכמים. ועוד: דבאמת יפסיק בפסוקים או במשנה ד\"אלו דברים\" שאומרים אחר ברכת התורה. ואף אם אין פנאי, מכל מקום דרך הילוכו יכול לומר איזה פסוק (מגן אברהם סעיף קטן י\"א), כמו \"יברכך\" שהוא פסוק קצר. אמנם אם קראוהו לעלות לתורה קודם שיברך ברכת התורה לעצמו – כבר נפטר מלברך ברכת \"אשר בחר בנו\", דלא גרע ממי שנפטר ב\"אהבה רבה\" כמו שכתבתי בסימן מ\"ז. ולא יברך רק לעסוק ו\"והערב נא\". ואף על גב דלפי זה הקדים \"אשר בחר\" מברכות אלו, ובברכת התורה אינו כן, מכל מקום – אין חשש בזה.","הברכה ראשונה על התורה היא \"אשר בחר בנו...\", שהיא מעולה שבברכות (ברכות יא ב) לפי שיש בה הודאה למקום ושבח לישראל ולתורה (רש\"י). וברכה אחרונה \"אשר נתן...\" וזו היא תורה שבכתב, \"וחיי עולם נטע בתוכינו\" זו היא תורה שבעל פה, שעיקר לימוד התורה היא תורה שבעל פה. ולא כרת הקדוש ברוך הוא ברית עם ישראל אלא בשביל תורה שבעל פה (גיטין ס ב). וברכה זו נאה לאומרה לאחר הקריאה, דעל מה אנו זוכין לחיי עולם – הרי בשביל לימוד התורה. ולכן לאחר הלימוד שהיא הקריאה נאה ברכה זו. (ואם היפך ובירך לפניה \"אשר נתן\", ולאחריה \"אשר בחר\" – יצא. מגן אברהם סעיף קטן ה'.)","בזמן המשנה לא היו כל העולים מברכים, אלא הראשון היה מברך לפניה והאחרון לאחריה. וכל העולים היו קוראים בלא ברכה, ויצאו כולם בברכת הראשון והאחרון, שהרי כולם עניין אחד הם. וכך שנינו במשנה ריש פרק [רביעי] (שלישי) דמגילה. וחכמי הגמרא תיקנו שכל אחד מהעולים יברך לפניה ולאחריה, גזירה משום הנכנסים באמצע הקריאה – יאמרו שאין ברכה בתורה לפניה. ומשום היוצאים, שלא יאמרו אין ברכה לאחריה מפני שראו כמה עולים שלא ברכו (מגילה כא ב). ויראה לי שלא הוצרכנו לטעם זה אלא בזמן שהעולה קורא בעצמו. אבל כפי המנהג אצלינו ששליח הציבור קורא – בהכרח שכל העולים יברכו, דאם לא כן במה ניכר שעולים לתורה?","העולה לתורה פותח התורה, ורואה הפסוק שצריך לקרות, ומברך כשהיא פתוחה. ובשלהי מגילה פליגי בזה תנאי: דרבי מאיר סובר דרואה, וגולל הספר תורה ומברך, ואחר הברכה פותחה וקורא. והטעם: דאם יברך כשהיא פתוחה יאמרו שהברכות כתובות בתורה. ורבי יהודה אומר: פותח ורואה, ומברך כשהיא פתוחה, ולא חיישינן לשמא יאמרו ברכות כתובות בתורה. ואיפסקא הלכתא בגמרא שם כרבי יהודה, דפותח ורואה ומברך. וכך פסקו הרמב\"ם בפרק שנים עשר מתפילה והטור והשולחן ערוך סעיף ד, וכן נוהגים. אבל רבותינו בעלי התוספות שם כתבו דלכתחילה יגלול, עיין שם. ונראה דסבירא להו דגם רבי יהודה מודה דזה עדיף טפי לגוללה, אלא דסבירא ליה דאינו צריך לכך (וכן כתב הב\"ח). ויש מי שנוהג כן. ולא ידעתי אם נכון לעשות כן, אחרי שמכל הפוסקים לא נראה כן. ואינהו סבירא להו דלרבי יהודה דווקא יברך כשהיא פתוחה, דכיון שצריך לקרותה – איך יסתמנה? ולכן פסקו כולם דאחר הקריאה יגללנה ויברך, מפני שכשגמר הקריאה צריך לסתום אותה עד שיעלה אחר ויפתחנה. (ובפרי עץ חיים דף ע\"ב ע\"ב כתב גם כן כהתוספות. ועיין מגן אברהם סעיף קטן ו', וט\"ז סעיף קטן ד', וב\"ח ואליה רבה סעיף קטן ז'. וכולם הסכימו כפסק הטור והשולחן ערוך. ומה שכתב הט\"ז שהתוספות מחלקים בין זמנם לזמנינו, עיין שם – לא ידעתי מי הכריחו לזה. וטעמם הוא כמו שכתבתי, וכן כתב הב\"ח.)","וכתב רבינו הרמ\"א דבשעה שמברך ברכה ראשונה – יהפוך פניו אל הצד, שלא יהא נראה כמברך מן התורה. ונראה לי דיהפוך פניו לצד שמאלו. עד כאן לשונו. דצד שמאל הוא ימינו של הקדוש ברוך הוא, כמו שכתבתי בסימן קכ\"ג (מגן אברהם סעיף קטן ח'). ואיני יודע איזה דמיון לשם, דשם הוא בתפילה והוי כעומד לפני המלך, אבל בכל מקום ימין חשוב יותר. ולעניות דעתי נראה הטעם מפני שהקורא עומד בשמאלו כידוע, ולכן פונה אליו. וראיתי נוהגים שבברכה אחרונה מהפך פניו לצד ימינו, ונכון הוא. אבל יש מהגדולים שהתרעמו על עיקר דין זה, וכתבו דאם כן למה אומר רבי מאיר לסותמה כדי שלא יאמרו ברכות כתובות בתורה, היה לו לומר להפך פנים (ט\"ז שם וב\"ח ואליה רבה)? ולעניות דעתי נראה שאין זה סתירה. ויש לומר דרבי מאיר סבירא ליה דאינו די בהיכר זה, ורבי יהודה סבירא ליה דדי בזה. ומה שלא הזכיר זה, לפי שיכול לעשות איזה היכר אחר. ויש מהגדולים שהיה מביט חוץ לספר תורה, ולא יביט בהכתב (אליה רבה בשם כנסת הגדולה).","יש נוהגים לכרוע בברכת התורה. ויש שהתרעמו על זה, שאין לשחות אלא במה שתיקנו חכמים (מעדני יום טוב סוף פרק חמישי דברכות). ויש שכתבו שכן עשו הקדמונים, שאין זה אלא מפני כבוד התורה (מגן אברהם סעיף קטן ו' בשם הש\"ך), וכן כתב ברוקח (סימן שי\"ט, ורמ\"ע סימן רנ\"ו). ומכל מקום לא נהגנו כן. וינענע התורה בעת שאומר \"ונתן לנו את תורתו\", וכן בברכה האחרונה כשאומר \"אשר נתן לנו תורת אמת\" (מגן אברהם סעיף קטן י\"ב), להורות שזו היא תורתנו. ומובן שאין זה לעיכובא אלא מנהגא בעלמא, והיכא דנהוג – נהוג. והנענוע הוא הגבהה קצת על ידי העמודים שאוחזן בידיו.","צריך לאחוז בעמודי הספר תורה בשעת ברכה ובשעת קריאתה. וסמכו זה על מה שנאמר ביהושע: \"לא ימוש ספר התורה הזה מפיך\", דמשמע שתופסה בידו. ולאחר הקריאה ינשקה. ואנחנו נוהגים לנשקה על ידי טלית או על ידי מפה, קודם הברכה ולאחר הקריאה, להראות חביבותה אצלינו. ויש נוהגים שקודם הברכה יאחוז בשני העמודים, ובשעת הברכה יסיר ידו השמאלית כדי להגביר הימין (שם סעיף קטן י\"ג בשם כוונות). ויש נוהגים שבשעת הברכה יאחוז בשתי ידיו ביריעות הספר תורה, על ידי מפה או על ידי הטלית, ואחר הברכה יסלק השמאל (שם בשם כתבים). וכשנזדמן לו רוק – ירוק ואחר כך ינשק, ולא להיפך (שם). ודע דבקרא ד\"לא ימוש\" כתיב: \"חזק ואמץ\". ומזה נהגו לומר למסיים ספר \"חזק חזק ונתחזק!\" ויש רוצים שיאמרו \"חזק\" שלוש פעמים שהם במספר \"משה\", ונכון הוא.","כתב רבינו הבית יוסף בסעיף ה: נהגו לכסות הכתב בסודר בין גברא לגברא. עד כאן לשונו. כלומר: דזה שנתבאר דאחר הקריאה גולל התורה – נהגו שלא לגלול, רק מניחים אותה פתוחה, ופורסים המעיל של הספר תורה על הכתב עד שאחֵר עולה. אבל אנחנו לא נהגנו כן, וכמו שכתב רבינו הרמ\"א דבמדינות אלו נהגו שתהא מגוללה בין גברא לגברא. וכן עיקר. עד כאן לשונו.","העולה אומר \"ברכו\" והברכות בקול רם. והאומר בלחש טועה הוא, שהרי אין לאומרם רק בעשרה. וכשעשרה אינם שומעים ואין עונין \"אמן\" – הוי ברכתו לבטלה (בית יוסף). והוא הדין לקדיש ו\"ברכו\" שבתפילה (מגן אברהם סעיף קטן י'). ויש מרבותינו שפסקו דאם בירך בלחש – צריך לחזור ולברך בקול רם, כדי שישמעו העם ויענו \"ברוך ה' המבורך...\" (הר\"י). ורבינו הבית יוסף בסעיף ו הביא דעה זו. ונראה לי דאפילו לדעה שנתבאר בסימן קכ\"ד שיכול לענות \"אמן\" אף בלא שמיעת הברכה, אם רק ידע איזה ברכה היא, מכל מקום \"ברכו\" בהכרח לשמוע מפי המברך. ואחר שענו העם \"ברוך ה' המבורך...\" – חוזר המברך ואומר: \"ברוך ה'...\" כדי לכלול את עצמו בכלל המברכים, שהרי מקודם אמר \"ברכו\" שאחרים יברכו. וכתב רבינו הרמ\"א בסעיף ו דאם לא שמעו הציבור את המברך כשאמר \"ברכו\", אף על פי ששמעו החזן עונה \"ברוך...\" – לא יענו עמו אלא יענו \"אמן\" על דברי החזן. עד כאן לשונו. וכבר בארנו בסימן קכ\"ד סעיף ט\"ז דב\"ברכו\" שבתפילה אינו כן; ובשָם אם רוב הציבור שמעו \"ברכו\" מפי המברך, אז גם היחיד שלא שמע כששומע הציבור עונים \"ברוך...\" – יכול לענות עמהם \"ברוך...\". ועיין מה שכתבתי בסימן נ\"ז."],["איתא בירושלמי פרק חמישי דברכות (הלכה ג): היה קורא בתורה ונשתתק, זה שהוא עומד תחתיו יתחיל ממקום שהתחיל הראשון. אם אמר \"את ממקום שפסק\", הראשונים נתברכו לפניהן ולא נתברכו לאחריהן, והאחרונים נתברכו לאחריהן ולא נתברכו לפניהן. וכתיב: \"תורת ה' תמימה, משיבת נפש\" – שתהא כולה תמימה. עד כאן לשון הירושלמי, והביאו הרי\"ף סוף פרק שלישי דמגילה והטור בסימן זה. ופירשו כל הראשונים דהכי פירושו: שזה השני העולה מברך לפניה, ומתחיל ממקום שהתחיל הראשון, וקורא עד סוף הפרשה ומברך לאחריה. דאם לא כן אלא יתחיל ממקום שפסק הראשון ובלא ברכה – נמצא שהפסוקים שקרא הראשון אין עליהם ברכה לאחריהן, ועל מה שיקרא השני אין עליהם ברכה לפניהם. וכי תימא: יתחיל ממקום שפסק הראשון ויברך לפניה? אכתי הפסוקים הראשונים לא נתברכו לאחריהם, הלכך מתחיל כמו הראשון ויברך לפניה, וממילא כשיברך אחר כך לאחריה – קאי הברכה גם על הפסוקים הקודמים שהרי קראן. ואפילו בזמן הזה ששליח הציבור קורא מכל מקום הכל אחד, שהרי קורא במקום העולה, והוי כאילו העולה קראן (תוספות ר\"י בפרק חמישי דברכות). ואפילו לא שהה כדי לגמור הפרשה – צריך לעשות כן (מגן אברהם סעיף קטן ב'). ואף על גב שבזמן המשנה כל הקרואים סמכו על ברכת הראשון והאחרון – זהו מפני שהיתה כוונתם כן, מה שאין כן עתה שכולם מברכים – אין אחד מתכוין לצאת בברכת האחר. ולכן כל פרשה צריכה ברכה תחילה וסוף (שם).","אבל הרמב\"ם בפרק שנים עשר מתפילה דין ו כתב: קרא ונשתתק – יעמוד אחר תחתיו, ויתחיל ממקום שהתחיל הראשון שנשתתק, ומברך בסוף. עד כאן לשונו. ומבואר מדבריו שהברכה שלפניה סומך על הקודם. ומה שצריך לקרות הפסוקים שקרא הראשון – כדי להראות שקריאה אחת הן, ואם יתחיל ממקום שפסק הראשון יתראו כשתי קריאות. ונמצא שהפסוקים הראשונים לא נתברכו לאחריהם, והאחרונים לא נתברכו לפניהם. וזהו כוונת הירושלמי, כלומר: דלכן מוכרח להתחיל מקודם, ולא לעניין הברכה (בית יוסף).","כתב רבינו הבית יוסף בסעיף ב: העומד לקרות בתורה, ובירך ברכה שלפניה, וקרא מקצת פסוקים, ופסק ודיבר דברי תורה או דברי חול – לא הוי הפסק, ואינו צריך לחזור ולברך. עד כאן לשונו. כלומר: אף על גב דבנשתתק ועמד אחר צריך לברך מלפניה לדעת רוב הפוסקים, כמו שנתבאר – זהו מפני שהראשון לא נתכוין בברכתו על מה שאחר יקרא, לפי מנהגינו שכל אחד מברך. אבל הוא עצמו שהפסיק – הרי כיון על מה שיקרא גם אחר ההפסק. ואי משום ההפסק עצמו – אינו כלום, כמו הפסק בסעודה שאינו צריך לחזור ולברך \"המוציא\", מפני שנתכוין על כל הסעודה. וכן בברכות קריאת שמע כשמפסיק באמצע – אינו צריך לחזור מראש, והכא נמי כן הוא.","ומיהו משמע מלשון רבינו הבית יוסף דדווקא כשקרא מעט אחר הברכה, בין שקרא שלושה פסוקים או פחות, על כל פנים לא היה פסק בין ברכה לקריאה. אבל אם תיכף אחר הברכה הפסיק – צריך לברך מחדש, דבכל הברכות כן הוא. ואף על גב דבברכת התורה של שחרית נתבאר בסימן מ\"ז דלא הוי הפסק – זהו מטעם שנתבאר שם, משום דכל היום הוי חיובא עליה ולא שייך בזה הפסק, מה שאין כן בברכה שעל התורה שאינה אלא לקריאת פרשה זו. וכן כתב אחד מהגדולים (אליה רבה סעיף קטן ב'). ועוד: דגם בשם יש חולקים, כמו שכתבתי שם. ומכל מקום נראה לי דאינו צריך לשנות רק הברכה. אבל \"ברכו\" אינו צריך לומר עוד, שהרי כבר קיימו דבריו, שאמר \"ברכו\" והציבור ענו \"ברוך ה'...\".","כתב רבינו הבית יוסף בסעיף ג: העולה לקרות בתורה, והראו לו מקום שצריך לקרות, ובירך על התורה, והתחיל לקרות או לא התחיל לקרות, והזכירוהו שפרשה אחרת צריך לקרות, וגלל הספר תורה למקום שצריך לקרות בו – יש אומרים שאינו צריך לחזור ולברך, ויש אומרים שצריך. עד כאן לשונו, וקיצר בזה מאוד. והמצריכין לברך הטעם פשוט: כיון שלא היתה כוונתו כלל על מקום זה, הוי כמו שבירך על פרי זו ונפלה מידו לאיבוד, והוכרח ליטול אחרת שלא היתה כוונתו כלל לאוכלה, דצריך לברך ברכה אחרת כמו שיתבאר בסימן ר\"ו. והכא נמי כן הוא. ואותן שאין מצריכין לברך סוברים: כיון דכל התורה מונחת לפניו – חלה הברכה על כל התורה. והוא דוחק (עיין בית יוסף). ודעת רבינו הבית יוסף כיש אומרים השני שצריך לברך, כמבואר בספרו הגדול. ולכן כתב שני הדעות בלשון \"יש אומרים\", ולהורות שהאחרון הוא העיקר (דרישה סוף סימן ר\"ו).","וכך העלו להלכה גדולי אחרונים, דאם הראו לו בעמוד זה או אפילו בעמוד אחר באותו עניין, שיכול לקרות. והיינו שהראו לו בכמה פסוקים אחר המקום שצריך לקרות – אינו צריך לברך, שהרי היתה דעתו בהברכה לקרות כאן, ובאמת יקרא כאן אלא שיתחיל מקודם מעט (כן משמע בט\"ז סעיף קטן ד', ומגן אברהם סוף סעיף קטן ד'). והרי גם בפירות כן הוא: אם היתה כוונתו על כמה פירות לאכלם, ונטל אחת ובירך עליה ונאבדה – לוקח אחרת בלא ברכה, כמו שיתבאר בסימן ר\"ו. אמנם אם הראו לו למעלה ממקום קריאתו ששם כבר קראו, או אפילו למטה ממקום קריאתו אלא הרבה רחוק ממקום קריאתו באופן שבוודאי לא עלתה על דעתו לקרוא עד שם – צריך לברך. ועיין בסעיף ט.","ויש אומרים דגם אם הראוהו למעלה ממקום קריאתו, כיון שהראו לו בסדרה זו – אינו צריך לברך, שהרי רשאי לקרות מה שקרא הקודם, כמו שכתבתי בסימן קל\"ז עיין שם (מגן אברהם שם). ודברים תמוהים הם: דמה עניין זה לזה, הא פשיטא שלא היתה דעתו על מקום זה כלל? ולכן העיקר דבכהאי גוונא צריך לברך, וכן הסכימו הגדולים. (אליה רבה סעיף קטן ה', ודרישה בסימן ר\"ו. וכן משמע בט\"ז סעיף קטן ד' שכתב: דווקא אם היה באפשר שיקראו לו פרשה זו, עיין שם.) (ומה שכתב המגן אברהם סוף סעיף קטן ה', עיין סוף סימן תרפ\"ד דאינו כן, עיין שם.)","עוד יש מי שאומר דכל זה הוא דווקא כשתיכף אחר הברכה ראו שטעו. אבל אם התחיל לקרות איזה פסוקים, ואחר כך ראו שטעו – אינו צריך לברך, דהפסק אינו מזיק כמו שכתבתי. ואי משום שלא היה דעתו על מקום זה – דומה למי שאכל פירי ובירך עליה, והביאו לו מאותו המין, דאינו צריך לברך (מגן אברהם שם). ויש מי שחולק בזה, וסבירא ליה דצריך לברך (אליה רבה שם). וכן נראה עיקר, דהא גם בפירות אם מפורש היה דעתו שלא לאכול עוד, ונמלך לאכול – הרי צריך לברך. והכא הרי נמלך גמור הוא, דהא לא היה דעתו כלל אמקום זה. ואין לנו לפטור אותו מברכה רק כשהראו לו למטה ממקום קריאתו לא רחוק הרבה ממקום קריאתו, וכמו שכתבתי בסעיף ו. וכן יש להורות. ויראה לי דכשחוזר ומברך – חוזר רק מהברכה. אבל \"ברכו\" לא יאמר עוד פעם, כמו שכתבתי בסעיף ד.","ודע דאני תמיה על עיקר דין זה, שהסכימו כל הגדולים דכשהראו לו קצת למטה ממקום זה דאינו צריך לברך כמו שכתבתי. והא הירושלמי מקפיד שצריך דווקא שכל הפסוקים יתברכו, כמו שכתבתי בסעיף א. ואם כן הכא נמי: נהי נמי דכוונתו היתה על מקום זה גם כן, מכל מקום הא על כל פנים דעל אלו הפסוקים שעד מקום זה לא היתה כוונתו כלל בברכתו, ואם כן לא נתברכו אלו הפסוקים. וצריך עיון."],["הקורא בתורה צריך לקרותה מעומד דווקא. ובמגילה (כא א) ילפינן זה מדכתיב: \"ואתה פה עמוד עמדי\" – כביכול אף הקדוש ברוך הוא בעמידה כשהיה מלמד את התורה למשה רבינו. ובירושלמי שם אמר: כשם שניתנה באימה ויראה, כך אנו צריכין לנהוג בה באימה ויראה, עיין שם. דבמעמד הר סיני כל ישראל היו עומדים ומשה עמהם, כדכתיב: \"אנכי עומד בין ה' וביניכם\" (עיין ב\"ח). ובירושלמי שם מסתפק אם זהו מפני כבוד התורה או מפני כבוד הציבור. ואומר שם דלכאורה נראה שזהו מפני כבוד הציבור, דאם לא כן אפילו בקורא בינו לבין עצמו נחייבו לעמוד. ומתרץ דאפילו אם מפני כבוד התורה – לא חייבוהו לעמוד רק בציבור, ולא בינו לבין עצמו. דאם אתה מצריכו לעמוד – יתעצל ולא ילמוד כלל, עיין שם. ויש מי שאומר שאפילו בדיעבד לא יצא (ב\"ח). וחלקו עליו, דוודאי בדיעבד יצא (מגן אברהם סעיף קטן א' ופרי חדש ואליה רבה). וראיה לזה מהירושלמי, דהא זהו וודאי דאם הטעם מפני כבוד הציבור – אינו צריך לחזור ולקרות. ואם כן הוא הדין אם הטעם מפני כבוד התורה, דאם לא כן היה לו להירושלמי לחלק בכך.","דבר פשוט הוא דגם העולה לתורה צריך לעמוד, דהא הקורא קורא במקומו. מיהו כל העם אינם צריכים לעמוד, וכך פסקו הראשונים. אמנם יש מהדרים לעמוד. ובוודאי נכון הוא, שהרי במעמד הרי סיני כולנו עמדנו. ועוד: דהא מימות משה ועד רבן גמליאל הזקן למדו תורה בעמידה (מגילה שם). והיינו דתנן שלהי סוטה דמשמת רבן גמליאל הזקן – בטלה כבוד התורה. והמרדכי כתב שכן נהג מהר\"ם, וגם עתה היראים עושים כן, וכבוד התורה הוא. אבל בין גברא לגברא אין קפידא כלל (ב\"ח). ועוד יתבאר בזה בסימן קמ\"ו סעיף ח, עיין שם.","וגם לסמוך על איזה דבר – אסור. דהכי אמרינן בזבחים (יט ב) דעמידה על ידי סמיכה – לא הוי עמידה. ולכן צריכין שניהם, העולה והקורא, לעמוד ממש. ואם לא יכלו להסתכל בהתורה מפני ריחוק הראייה – יוכלו לכוף ראשם לספר התורה. אבל לא יסמוכו על שום דבר, לא על הכותל ולא על השולחן ולא על עמוד, אלא אם כן הם בעלי בשר דאז מותרין לסמוך קצת. וכמה הוא \"קצת\"? עד שאם ינטל אותו דבר לא יפול (מגן אברהם סעיף קטן ב'). ואף על גב דבחושן משפט ריש סימן י\"ז לעניין עדים נתבאר דעמידה על ידי סמיכה מקרי \"עמידה\" – שאני התם דעמידה דשם אינו לעיכובא. אבל כאן אף על גב דבדיעבד אינו צריך לחזור כמו שכתבתי, מכל מקום לכתחילה הוי לעיכובא מפני כבוד התורה. וגם זהו קצת כקלות ראש בקריאת התורה. (אליה רבה סעיף קטן ב', ובזה מיושב קושית המגן אברהם סעיף קטן ב'. ועיין ט\"ז סעיף קטן א'.)","שנים אין קורין בתורה, דתרי קלי לא משתמעי. ולכן אם הקורא הוא העולה בעצמו – יקרא הוא לבדו, ושליח הציבור העומד אצלו ישתוק לגמרי. וכך היה בזמן הקדמון. אבל אצלינו אין העולה קורא רק שליח הציבור. וכתבו הרא\"ש והטור הטעם שנהגו כן: לפי שאין הכל בקיאין בטעמי הקריאה, ואין הציבור יוצאין בקריאתו, והוא בעיניו כיודע, ואם לא יקראוהו יבואו לידי מחלוקת. ולכן המנהג בלא פלוג שלכולם קורא שליח הציבור, ואם כן שליח הציבור הוא במקום הקורא. ועתה אם גם העולה לא יקרא הוי ברכתו כלבטלה, ולכן כתבו דגם העולה יקרא עם שליח הציבור בלחש. דהא דתרי קלי לא משתמעי – היינו כששניהם מדברים בקול. אבל אם השני מדבר בלחש – לית לן בה, ויקרא בלחש עד שלא ישמיע לאזניו. אמנם אם גם משמיע לאזניו – אין חשש בזה כמו בתפילה דתיקנו בלחש. ועם כל זה אם משמיע לאזניו – אין מונעין אותו מזה, כמו שכתבתי בסימן ק\"א.","מיהו על כל פנים מדברי הטור והשולחן ערוך נתבאר דהעולה מוכרח לקרוא אחר הקורא בלחש. ואם לאו – הוה כברכה לבטלה. ורבינו הבית יוסף בספרו הגדול כתב דיש לומר דאף אם לא קרא כלל הוי \"שומע כעונה\" וכן מוכח להדיא מירושלמי דמגילה פרק שלישי, דפריך: וכי זה קורא וזה מברך? ומתרץ שהשומע כקורא. וכבר הבאנו זה בסימן קל\"ט סעיף ז, עיין שם. ומכל מקום וודאי יותר טוב שהקורא יאמר בלחש. מיהו אם לא אמר, כגון שהוא עם הארץ שגם זה אינו יכול – יכולים לסמוך על הירושלמי הזה. (הט\"ז סעיף קטן ג' הביא זה ראיה לסומא. וכתבנו שם דלסומא אין ראיה, וגם בירושלמי יש לומר שהעולה קרא בלחש. וזה שאומר \"שומע כקורא\", כלומר: כקורא לפני הציבור, שהציבור אין שומעים מהעולה. ומלשון הרא\"ש והטור משמע להדיא דאם העולה שותק לגמרי – הוה ברכה לבטלה. וכן אנחנו נוהגים.)","יש מקומות שנוהגים שכל עולה קורא כדין הגמרא. וכדי שלא לבייש מי שאינו יודע הטעמים – מעמידין מקריא אצל העולה, והמקריא אומר כל תיבה ותיבה תחילה, ואחר כך אומרה הקורא. וזהו מנהג בני רומניא (בית יוסף). ויש סמך לזה מרש\"י בשבת (יב ב בדיבור המתחיל \"ראשי\") שכתב שמסייע את שבעה הקרואים בנקודות וטעמים בלחש, עיין שם. ואין זה שני קולות, דזהו כששניהם אומרים בבת אחת. אבל הכא כשהמקריא אומר – שותק העולה, ואחר כך אומר העולה והמקריא שותק. וכן כל תיבה ותיבה (בית יוסף). ומלשון רש\"י מבואר דכיון דהמקריא אומר בלחש – לית לן בה. ולכן יש ליזהר גם עתה, שראיתי מקומות פשוטים שאין בהם גם אחד שיודע לקרות, ואחד מביט בחומש וקורא לפני הקורא שקורא בתורה. וזה אי אפשר שזה ישתוק בשעה שזה אומר, ועל כל תיבה ותיבה יעשו כן, דזהו מהנמנעות ולא יצייתו. ולכן לכל הפחות שהאומר מתוך החומש יאמר בלחש אל הקורא בתורה.","בירושלמי מגילה שם אומר דכשם שניתנה התורה על ידי סרסור, כלומר על ידי משה רבינו, כמו כן בשעת קריאת התורה צריך להיות על ידי סרסור. ולכן אצלינו ששליח הציבור הוא הקורא – הרי שליח הציבור הוא הסרסור. ובזמניהם שהעולה היה קורא – הצריכו ששליח הציבור יעמוד אצלו. ואם שליח הציבור רוצה בעצמו לעלות ולקרות – צריך שיעמוד אחר אצלו. ואצלינו מדקדקים שמשני צדדי העולה יעמדו, והיינו הקורא מצד אחד והסגן מצד השני, דכן היה בשעת מתן תורה: הקדוש ברוך הוא ומשה וישראל. וכן כתב הלבוש, עיין שם.","אין הציבור רשאים לענות \"אמן\" עד שתכלה ברכה מפי הקורא. ואין הקורא רשאי לקרות בתורה עד שתכלה \"אמן\" מפי כל הציבור. ואף המאריכין ב\"אמן\" צריך להמתין עליהם; כמו בברכת כהנים שבארנו בסימן קכ\"ח סעיף כ\"ט, שאינו דומה למה שכתבנו בסימן קכ\"ד שאינו צריך להמתין על המאריכין ב\"אמן\", מטעם דברכת כהנים כולם חייבים לשמוע, עיין שם. והכא נמי בקריאת התורה – כולם חייבים לשמוע. ומדינא יכולים לקרות שני אחים זה אחר זה, והבן אחר האב או להיפך. אלא שנהגו למנוע מזה משום עין הרע, ואפילו האחד הוא השביעי והשני מפטיר – גם כן חוששין לזה. ודווקא בשבת שהמפטיר קורא בזו הספר תורה שכולם קראו, אבל ביום טוב וכן בשבת ראש חודש וחנוכה וארבע פרשיות, שהמפטיר בספר תורה אחרת – לא חששו לעין הרע. וכל שכן באחרון והגבהה, שאין חשש בזה. ומאן דלא קפיד – יכול לעשות כמו שירצה. (ובחול המועד פסח שיש שני ספרי תורה – גם כן אין חשש.)","העולה על הבימה לעלות לתורה – ילך ממקומו בדרך הקצרה לו. וכשירד – ילך לצד האחר בדרך הארוכה לו, להורות שקשה עליו הפרידה מספר התורה. ולכן כאשר הבימה עומד באמצע הבית הכנסת, העומדים בצד דרום ילכו לצד דרום בעלייתן, וכשירדו – ירדו דרך צפון. והעומדים לצד צפון הוא להיפך כמובן. והעומדים באמצע בית הכנסת, ששני הדרכים שווים לו – ילך בעלייתו לצד ימין, והיינו לצד צפון שהוא בימינו, ובירידתו לצד שמאל שהוא לצד דרום. דכל פינות שאתה פונה – צריך להיות לצד ימין.","וכן מה שנתבאר בסוף סימן קל\"ד שמוליכין התורה על הבימה לצד צפון מפני שזהו דרך ימינו, ובחזירתה מהקריאה לצד דרום – זהו כששני הדרכים שווים, כפי הנהוג שהארון והבימה עומדים ממש באמצע הבית הכנסת. אבל כשדרך אחת רחוקה ואחת קצרה, כשנושאין לקרותה – מוליכין אותה דרך קצרה, ובחזירתה בדרך הארוכה כמו בהעולה לתורה (מגן אברהם סעיף קטן ז').","אין להעולה לספר תורה לירד מהבימה אחר קריאתו כל זמן שאחר לא עלה עדיין, שלא להניח הספר תורה בלא עולה. ויש ממתינים עד אחר שהעולה האחר אומר \"ברכו...\". ואצלינו המנהג הפשוט שעומד עד אחר שקרא הבא אחריו, ואז יורד בין גברא לגברא, דעתה יש לו שהות לבוא למקומו קודם שיברך העולה שאחר האחריו.","צריך הקורא ליזהר מאוד בקרי וכתיב לקרות כפי הקרי, שזהו הלכה למשה מסיני שתהא כתוב כך ונקרית כך אף על פי שקורא אותה בעל פה. דכך נצטוינו מפי משה מפי הגבורה. וכתב רבינו הבית יוסף בסעיף ח דמעשה באחד שקרא כמו שהיא כתובה, ובשם היה הקרי לא כפי הכתיב. והיה זה בפני גדולי הדור הר\"י אבוהב, והר\"א וואלאנסי, ובנו הר\"ש וואלאנסי, והתרו בו שיקרא כפי המסורת שקבלנו מסיני. ולא רצה, וקללוהו והרחיקוהו, והורידו אותו מהתיבה, עיין שם."],["כתב הרמב\"ם בפרק שנים עשר דין ו: קרא וטעה, אפילו בדקדוק אות אחת – מחזירין אותו עד שיקראנה בדקדוק. עד כאן לשונו, וכן פסק רבינו הבית יוסף. ובירושלמי מגילה ריש פרק רביעי אומר: אף על גב דאין התרגום מעכב, טעה – מחזירין אותו, עיין שם. וקל וחומר הדברים: דאם בתרגום מחזירין הטעות – כל שכן בתורה עצמה. ועוד שם (הלכה ה): טעה בין תיבה לתיבה – מחזירין אותו (כמו \"כבש\"-\"כשב\"). אמר ליה רבי ירמיה לרבי זעירא: ועבדין כן (לביישו ברבים). אמר ליה: ועדיין את לזו (כלומר: את מסופק בזה). אפילו טעה בין \"אם\" ל\"ואם\" – מחזירין אותו, עיין שם. הרי מפורש להדיא כהרמב\"ם (עיין בית יוסף).","וזה לשון הטור: כתב בעל המנהיג: אם טעה הקורא, או החזן המקריא אותו – טוב שלא להגיה עליו על שגגותיו ברבים, שלא להלבין פניו. דאף על פי שטעה בה – יצא ידי קריאה. דאיתא במדרש שאם קרא ל\"אהרן\" \"הרן\" – יצא. והרמב\"ם ז\"ל כתב...עד כאן לשונו. ודברי המנהיג תמוהים מהירושלמי שהבאנו. והראיה מהמדרש יותר תמוה, דמדרש זה הוא בשיר השירים על פסוק \"הביאני אל בית היין\", וזה לשון המדרש: אמר רב אחא: עם הארץ שקורא ל\"אהבה\" \"איבה\", אמר הקדוש ברוך הוא: \"ודילוגו עלי אהבה\". אמר רבי יששכר תינוק שקורא... ל\"אהרן\" \"הרן\"... – ולגלוגו עלי אהבה. עד כאן לשונו., הרי דמיירי בתינוק ועם הארץ הקוראים בפני עצמם, ולא בקריאה בציבור. ועוד: מה ראיה משם? בשם אין יכולים לומר כהוגן, אבל הקורא למה לא יאמר כהוגן, ומה שייך בזה הלבנת פנים? ואם כן גם בתפילה כשטעה לא נחזירנו מטעם הלבנת פנים. (והב\"ח כתב שאנו נוהגים כהמנהיג ולא כהרמב\"ם, עיין שם. וכמדומני שנוהגים כהרמב\"ם, אך לפי מה שנבאר בסייעתא דשמיא אתי שפיר.)","ונראה לעניות דעתי דשניהם אמת. דוודאי אם הטעות בעצם התיבה, כמו \"כבש\"-\"כשב\" \"אם\"-\"ואם\" וכיוצא בהם, אף שאין הענין משתנה – מכל מקום מחזירין אותו. אבל אם טעה בטעמים – אין מחזירין אותו, וזהו כוונת המנהיג. ומביא ראיה מ\"אהרן\"-\"הרן\", כלומר: מדאמרינן במדרש באלו שקורין בפני עצמם אפילו בשינויי תיבות חביב לפני הקדוש ברוך הוא, כל שכן בקורא בתורה בטעה בטעמים. וכוונת הרמב\"ם הוא על שינויי תיבות. וראיה לזה מדברי התרומת הדשן (סימן קפ\"א), שכתב: ראיתי כמה פעמים לפני רבותי ושאר גדולים, שטעו הקוראים בדקדוקי טעמים, וגם בפתח וקמץ, סגול וצירי. ואף על פי שגערו בהם קצת, מכל מקום לא החזירום. עד כאן לשונו. הרי מפורש כמו שכתבתי.","ודע דשינוי בנקודות אינו אלא במקום שלא נשתנה העניין, כמו \"שמָים\" בקמץ \"שמַים\" בפתח, או \"אָרֶץ\" בקמץ או \"אֶרֶץ\" בשני סגולין וכיוצא בהם. אבל במקום שהעניין נשתנה, כמו \"חָלב\" בקמץ ו\"חֵלב\" בצירי וכיוצא בזה – וודאי מחזירין אותו. וזהו שכתב רבינו הרמ\"א: ודווקא בשינוי שמשתנה על ידי זה העניין. אבל אם טעה בנגינת הטעם או בניקוד – אין מחזירין אותו, אבל גוערין בו. עד כאן לשונו. ונראה לי דהכי פירושו: דאין כוונתו על שינוי התיבה, דבשינוי תיבה אף במקום שלא נשתנה העניין כמו \"כבש\"-\"כשב\" – מחזירין אותו. וכוונתו על נקודות כשמשתנה העניין, כמו חָלב\"-\"חֵלב\" דמחזירין אותו. אבל במקום שלא נשתנה העניין – אין מחזירין אותו. (עיין מגן אברהם, ובית יוסף, וב\"ח. ודייק ותמצא קל.) ודע דבכל זה אין חילוק בין שהקורא עצמו קורא, ובין כששליח הציבור קורא, שהרי עומד במקום הקורא. וכן פסק רבינו הרמ\"א, דלא כיש מי שמחלק בכך (עיין בית יוסף).","וכל זה בדיעבד. אבל לכתחילה החיוב על הקורא לקרוא בטעמים ובדקדוק כדת וכהלכה: שלא יניח הנע, ולא יניע הנח, וישמור דגושים ורפויים. וכן כתב רבינו הבית יוסף בספרו הגדול. וכתב דכל זה יש שורש גדול למעלה, עיין שם. ומכל מקום כתב בסעיף ב דיישוב שיש שם מניין, ואין מי שיודע לקרות בתורה כהלכתה בדקדוק ובטעמים – אפילו הכי יקראו בתורה בברכה כהלכתה, ומפטירין בנביא. עד כאן לשונו, כיון דאי אפשר בעניין אחר. וכיצד יעשו? אחד מביט בחומש, ולוחש באזני הקורא בספר תורה, והקורא קורא בקול אחריו בספר התורה, דבאין ברירה שאני."],["אין קורין בתורה בפחות מעשרה ישראלים, גדולים ובני חורין לאפוקי עבדים. ואפילו חציו עבד וחציו בן חורין, דקיימא לן דכופין את רבו להוציאו לחירות. מכל מקום כל כמה דלא שחררו – אינו מצטרף (אליה רבה סעיף קטן א'). ואם התחילו בעשרה ויצאו מקצתן – גומרים כל הקרואים כפי החיוב ולא יותר, כמו בתפילה בסימן נ\"ה. אבל אין קוראין למפטיר, שזהו מילתא אחרינא (שם סעיף קטן ב'). ויש מי שאומר שהשביעי הוא המפטיר, ויאמר הברכות עם ההפטרה (מגן אברהם סעיף קטן א'). ובירושלמי מגילה פרק רביעי (הלכה ד) משמע להדיא כדעה ראשונה, שאומר שם: אין קורין בתורה פחות מעשרה, התחילו... – גומר. אין מפטירין בנביא פחות מעשרה, התחילו... – גומר. ועל כולם הוא אומר: \"ועוזבי ה' יכלו\". עד כאן לשונו. הרי להדיא דאין מפטירין עד שיהיו עשרה בהתחלת המפטיר. ומיהו נראה לי דאם המפטיר קרא בתורה בעשרה, ואחר כך יצאו יחידים – מותר המפטיר לומר ברכות של הפטרה, שהרי קריאתו בתורה וודאי הוי התחלה.","אין קורין אלא בספר תורה שלמה וכשרה. ואם כתוב כל חומש לבדו, אפילו נכתב בגלילה ועל קלף כספר תורה – אין קורין בו עד שיהיו כל החמישה חומשים תפורים ביחד, והיינו כל הספר תורה בשלימות. וכך אמרו בגיטין (ס א): אין קורין בחומשין בציבור מפני כבוד הציבור. וחומשים שלנו, אפילו כשכולם ביחד – אין בהם קדושת ספר התורה ואין קורין בהם. ולא מיבעיא הנדפסים על נייר אלא אפילו הנכתבים על קלף, כיון שלא נכתבו בקדושת ספר תורה – אין קורין בהם. וכל דיני ספר תורה מבוארים ביורה דעה מן סימן רע\"א עד סימן רע\"ו. ואפילו בכפרים שאין להם ספר תורה כשר – אין מברכין על החומשים. ויקראו בו בלא ברכה, כדי שלא תשתכח תורת קריאה. וקורא שליח הציבור כל הסדרה וכולם שומעים, אבל חלילה לברך על זה (מגן אברהם סעיף קטן ב'). ויש מי שמתיר על חומש שלם כשנכתב כדין ספר תורה, בקלף וגלילה ונכתב לשמה – ולא נהירא (האליה רבה מתיר באקראי מפני שזהו רק מפני כבוד ציבור). ובמקום שיש ספר תורה, ואין שם שליח ציבור בקי בנגינה בעל פה, יש נוהגים ששליח הציבור קורא מן החומש שכתובים בו נקודות וטעמים, והעולה קורא אחריו מן הספר תורה הכשר. ואם העולים גם זה אין יכולים, שאינם יכולים לקרות בניגון וטעמים אפילו כשמקרין אותם, וכן לפי מנהג שלנו שאין העולים קוראים רק הקורא קורא – עומד שליח הציבור אצל הספר תורה, ואחד אצל החומש ומשמיע לשליח הציבור, ושליח הציבור קורא מתוך הספר תורה. וכמו שכתבתי בסוף סימן הקודם, עיין שם.","אם נמצא טעות בספר תורה באמצע הקריאה, כיצד יעשו? והנה הרשב\"א והרא\"ש, והטור ביורה דעה סימן רע\"ט פסקו שצריכין לקרות מחדש בספר תורה אחרת, ומה שקראו בהפסולה הוי כלא קראו כלל. וכן נראה להדיא מדברי הרמב\"ם בהלכות ספר תורה. וזה לשון הרא\"ש בתשובה (כלל ג' דין ח'): ועל ספר תורה שנמצא בה טעות דע: כיון שפסול הוא – הקריאה שקראו לאו כלום הוא. ונמצא שגם הברכה שברכו אינה ברכה... עד כאן לשונו. וכן כתב הרשב\"א בתשובה (סימן רכ\"ז), וזה לשונו: כל שצריך לחזור ולקרות – חוזר ומברך, שהרי המצוה לקרות בספר תורה כשר. והברכה שעל הראשון היתה לבטלה... עד כאן לשונו. אלא שבקריאה שקראו בספר תורה הפסול אנו סומכים על דברי הרמב\"ם בתשובה (סימן י\"ט), שפסק שמברכין על ספר תורה פסולה, ושכן נהגו גאוני עולם. וכן כתב הכלבו בשם גאוני נרבונא (בית יוסף שם). ותפסנו דבריהם על העבר על מה שקראו, ולא על מה שנצרך עוד לקרות. וכיצד יעשו? ורבו הדעות בזה.","דעת רבינו הבית יוסף בסעיף ד דמוציאין ספר תורה אחרת, ומתחילין ממקום שנמצא הטעות, ומשלימין הקוראים על אותם שקראו במוטעה. וזהו כשנמצא הטעות אחר הברכה אחרונה של אחד מהקרואים, ובזה לית מאן דפליג. אמנם אם נמצא הטעות באמצע הקריאה – אין חילוק בין שקרא כבר שלושה פסוקים, או לא קרא עדיין – פוסק בשָם בלא ברכה אחרונה, ומתחיל בהכשר במקום שפסק בהפסול. ואינו מברך לפניה, דבזה סומך על הברכה של הפסול. ורבינו הרמ\"א מסכים עמו כשעדיין לא קרא שלושה פסוקים. אבל כשכבר קרא שלושה פסוקים ואפשר להפסיק שם, כגון שאינן שני פסוקים סמוך לפרשה – פוסק שם ומברך אחריה, ומשלימין המניין בספר תורה האחר שמוציאין. ומכל מקום לא כתב זה בלשון מחלוקת על רבינו הבית יוסף אלא כמפרש דבריו, משום דבדברי רבינו הבית יוסף לא נתבאר מפורש דגם כשקרא שלושה פסוקים אינו מברך לאחריה. ולכן לא כתבה בלשון פלוגתא, וכך דרכו בכמה מקומות (ומיושב בזה קושית הט\"ז סעיף קטן א'). וכבר בארנו זה ביורה דעה סימן רע\"ט.","אבל הרבה דחו דברים אלו לגמרי, דאיך אפשר שלא לברך על הכשרה מלפניה ולסמוך על הברכה של הפסולה? הא אפילו מכשרה לכשרה צריך ברכה אחרת, כיון שלא היתה כוונתו בשעת הברכה על ספר תורה אחרת כלל (ב\"ח ומגן אברהם סעיף קטן ד'). ולכן פסקו כמו שכתב המרדכי, שמברך ברכה אחרונה תמיד על הפסולה. והיינו שאם כבר קרא שלושה פסוקים – מברך, ואם עדיין לא קרא שלושה פסוקים – קורא בהפסולה עד שלושה פסוקים, ואומר הטעות בעל פה, ומברך ברכה אחרונה, ונוטלים הכשרה ומשלימים הקרואים. וכן אף אם כבר קרא שלושה פסוקים, אלא שאין יכול להפסיק שם מפני שהם שני פסוקים סמוך לפרשה – קורא בפסולה עד הפרשה, ומברך ברכה אחרונה כמו שכתבתי. וכך נהגו כל גאוני עולם. וכך אנו נוהגים וכן עיקר לדינא, וכבר בארנו זה ביורה דעה שם. ושם בארנו איך הדין בנמצא טעות במפטיר, עיין שם, שיש חילוק בין מפטיר שבכל השבתות שהוא קורא מה שקרא מלפניו, ובין מפטיר ביום טוב וכיוצא בו שקורא עניין אחר.","אין מוציאין ספר תורה אחרת אלא אם כן בטעות ברור, אפילו אין שינוי בפירושו כמו \"כבש\"-\"כשב\", \"רחבו\"-\"רחבה\" שיכולין לקרות רחבה בחולם והוה כמו רחבו, או \"מגרשיהם\"-\"מגרשיהן\" וכן כל כיוצא בזה – מוציאין אחרת כיון שהטעות ברור. אבל אם הטעות בחסרות ויתרות – אין להוציא אחר, שאין ספרי התורה שלנו מדוייקים כל כך שנאמר שהאחר יהיה יותר כשר. כן פסק רבינו הרמ\"א. והכי פירושו: אפילו אם בכאן הטעות של החסר ויתר ברור, מכל מקום מי יימר שהאחרת שנוציא אין בה איזה טעות מחסרות ויתירות? ולכן אף על גב דזהו פסול ברור, ומחוייבים אחר שבת לתקנה, מכל מקום כיון דבזה אין אנו בטוחים בהאחרת – בהכרח לסמוך על הגאונים המתירים לקרות בה כדברי הרמב\"ם בתשובה שהבאנו. (וכן כתב המגן אברהם סעיף קטן ז'. ומה שכתב מהצמח צדק ב\"מגרשיהם\"-\"מגרשיהן\" דאין צריך להוציא אחרת – כבר השיג עליו גם החכם צבי סימן נ\"ד.)","עוד כתבו הגדולים דאם מצאו פסול באמצע הקריאה, ואין ספר תורה אחרת – יכולים להשלים שבעה קרואים בספר תורה זו, ולסמוך על הגאונים המקילים כמו שכתבתי (ט\"ז סעיף קטן ב' ומגן אברהם סעיף קטן ח' בשם מהר\"ם מלובלין, עיין שם). ויותר מזה כתב רבינו הרמ\"א: דבשעת הדחק שאין לציבור רק הספר תורה הפסולה, ואין שם מי שיוכל לתקנו – יש אומרים דיש לקרות בו בציבור ולברך עליו, ויש פוסלין. ואם חומש אחד שלם בלא טעות – יש להקל לקרות באותו חומש אף על פי שיש טעות באחרים. עד כאן לשונו. ולמעשה נקטינן כה\"יש פוסלים\". ובחומש אחד... – יש להקל בשעת הדחק, שכן כתב הר\"ן בגיטין (ס א) דכיון דהטעם מפני כבוד הציבור יש להקל בשעת הדחק. וגם זה כתב להלכה ולא למעשה, עיין שם. ולכן בשעת הדחק יש להקל באקראי ולא בתמידיות. (כן נראה לי, וכן משמע דעת המגן אברהם בסעיף קטן ט'.)","כתב רבינו הבית יוסף בסעיף ה: בתי הכנסת שאין בהם מי שיודע לקרות אלא אחד – יברך ויקרא קצת פסוקים ויברך לאחריהם, ויחזור לברך תחילה וקורא קצת פסוקים ומברך לאחריהם. וכן יעשה כמה פעמים, כמספר העולים של אותו היום. עד כאן לשונו. ונראה דדין זה לא שייך בזמנינו, שאין העולים קוראים בעצמם אלא שליח הציבור קורא. דבכהאי גוונא הלא כולם יכולים לעלות לתורה, וזה שיודע לקרות יהיה הוא הקורא. וכן נוהגים."],["תנן במגילה (כד א): מדלגין בנביא, ואין מדלגין בתורה. כלומר: מדלגין בנביא ממקום למקום, שקורא בנביא זה איזה פסוקים ובנביא אחר איזה פסוקים. אבל בתורה אסור לדלג, שהשומע אין לבו מיושב לשמוע כשהקורא דולג ממקום למקום. ואימתי אין מדלגין בתורה? בשני עניינים, כמו מפרשת נגעים לפרשת זבין (רש\"י). אבל בחד עניינא, כמו הכהן הגדול ביום הכיפורים שהיה קורא \"אחרי מות\" ו\"אך בעשור\" שבפרשה \"אמור\", כיון דחד עניינא הוא – אין כאן בלבול למי ששומע, ומדלגין. ובנביא גם מעניין לעניין מדלגין. ולמה לא חששו בנביא לבלבול דעת השומעים? מפני שבנביא ליכא דינים לא חששו לזה, מה שאין כן בתורה דיש דינים – חששו שלא יבוא לקלקול על ידי הבלבול.","זה שאמרנו דבנביא מדלגין אפילו מנביא לנביא – זהו בעניין אחד. אבל בשני עניינים – אין מדלגין מנביא לנביא. ובאותו נביא – מדלגין אפילו מעניין לעניין. ובתורה אפילו בחומש אחד – אין מדלגין מעניין לעניין. ונראה טעם החילוק שבין אותו נביא לנביא אחר, משום דכל נביא יש לו סגנון לשון בפני עצמו, דאין שני נביאים מתנבאין בסגנון אחד. ולכן מנביא לנביא בשני עניינים, דהענין נשתנה וגם הלשון נשתנה – הבלבול גדול, ולא ישמעו כלל אבל כשהשינוי בדבר אחד, כמו בעניין ולא בלשון. וזהו באותו נביא, או בלשון ולא בעניין, כגון מנביא לנביא באותו עניין – אין הבלבול גדול כל כך. וכולהו תרי עשר כחד נביא דמי, ומדלגין בהן אפילו מנביא לנביא ובשני עניינים. והטעם: מפני שהם קטנים בכמות, והורגלו ללמדם יחד, ואין בהם בלבול משינוי הלשון כמו בנביא אחד.","אפילו במקום שמותר לדלג – לא ידלג למפרע והיינו מסופו לתחילתו, אלא מתחילתו לסופו. ולאו דווקא תחילתו וסופו אלא העיקר לחזור לאחוריו – אסור, שאין זה דרך הכבוד. ויש מי שמתיר באותו נביא לדלג למפרע, רק מנביא לנביא לא ידלג למפרע אפילו בתרי עשר (זהו דעת הבית יוסף, כמו שכתב המגן אברהם סעיף קטן ד'). וכל דילוג שהתירו בנביא – אינו מותר. אלא שלא ישהה הקורא הרבה בדילוגו בעניין שיעמדו הציבור בשתיקה, כגון בימיהם שעמד אחד על הקורא ותירגם לעם כל פסוק ופסוק בלשון תרגום – לא ישהה בדילוגו יותר מאמירת התורגמן. ואצלינו דליכא מתורגמן, מפני שאין זה תועלת אצלינו כיון שאין אנו מכירים בלשון תרגום – צריך להיות ההפסק קטן מאוד, והיינו כשכתובים בקונטרוסים שיכול לעשות סימן ולחפש מהר (שם סעיף קטן ג').","ודע דאף על גב דלכהן גדול ביום הכיפורים התירו לו לקרות \"ובעשור\" שבחומש הפקודים בעל פה, כמבואר בפרק שביעי דיומא, מכל מקום לנו אסור לעשות כן, לפי שאסור לקרות שלא מן הכתב אפילו תיבה אחת. ובכהאי גוונא שהתירו, מבואר בגמרא מפני שלא היה אפשר בעניין אחר, עיין שם (עיין מגן אברהם סעיף קטן ב'). ותמיהני על הטור והשולחן ערוך שכתבו דין זה דאין מדלגין בתורה: הא הך דינא לא משכחת לה כלל בזמן הזה, שהרי כל הקריאות מסודר אצלינו ואיפא נדלג? ואי משום המפטירים של רגלים שהם במקום אחר, וכן שארי מפטירים שהם בעניין אחר, כמו שבת ראש חודש, שבת חנוכה, וארבע פרשיות – הא תרתי גברי נינהו, ודילוג אינו אלא בחד גברא. דאם לא כן באמת איך קבעו חכמינו ז\"ל כן? ואי משום דחד עניינא הוא, הא יש מפטירים שאינם בחד עניינא עם הקריאה, כמו שבת ראש חודש וחנוכה וארבע פרשיות. וצריך לומר דמשום דלעניין נביאים יש גם אצלינו דילוגים, דיש הפטר[ו]ת המורכבים מכמה מקומות, כמו בשבת \"שובה\" שקורין מהושע ומיואל וממיכה, וכן כמה הפטרת יש בכהאי גוונא. ולכן ממילא כתבו גם דין ספר תורה, אף על גב דלא שייך האידנא.","כתב רבינו הבית יוסף בסעיף ב: נוהגים בשבת שיש בו חתן לומר אחר הפטרת השבוע שנים או שלושה פסוקים מהפטרת \"שוש אשיש\". וכשחל ראש חודש בשבת וביום ראשון, אחר שמפטירין ההפטרה של שבת ראש חודש אומרים פסוק ראשון ופסוק אחרון מהפטרת \"ויאמר לו יהונתן מחר חדש\". ואין למחות בידם. עד כאן לשונו. ואף על גב שמדלגין מנביא לנביא בשני עניינים, מכל מקום אין למחות. וכתבו הטעם: משום דעתה אין משהין הרבה שנכתבו בקונטרוסין (בית יוסף וט\"ז סעיף קטן ג'). ותמיהני: דהא מנביא לנביא גם בכהאי גוונא אסור. ועוד: דזהו למפרע, דהפטרת שבת ראש חודש הוא סוף ישעיה, ושל מחר חדש הוא בשמואל. והלבוש כתב הטעם: דבחתן ב\"שוש אשיש\" הוא כעין זמר בעלמא, ולית לן בה. והך דשבת ראש חודש באמת לא הזכיר כלל, עיין שם. וזהו מטעם שכתבנו. ואולי משום דכיון דאין אומרים רק שני פסוקים – לא חיישינן לה. ואצלינו באמת אין המנהג כן. וגם הפטרת חתן \"שוש אשיש\" גם כן אינם נוהגים בכל המדינות שלנו. והספרדים היו נוהגין כן. ויש שם שנהגו גם לקרוא בתורה לחתן בפרשה \"ואברהם זקן\", ובמדינותינו אין ידוע זה כלל.","אמרו חכמינו ז\"ל ביומא (סט א) דאין גוללין ספר תורה בציבור, מפני כבוד הציבור. כלומר: דאין כבוד הציבור להמתין עד שיגללו הספר תורה על המקום שצריך לקרות בו היום. וזה מוטל על השמש או על הקורא לגוללה מקודם התפילה, ולהכינה אל המקום שצריך לקרות בו היום. ורבים אין נזהרין בדין זה. ונצרך להזהירם, כי אין יודעים שיש איסור בזה. וכתב רבינו הבית יוסף בסעיף ג דאם אין להם אלא ספר תורה אחת, והם צריכים לקרות בשני עניינים – גוללין, וידחה כבוד הציבור. עד כאן לשונו. וכן המנהג הפשוט ברגלים, או שבת ראש חודש וחנוכה וארבע פרשיות, שצריכים שני ספר תורה ואין להם אלא אחד – גוללים, כיון דאי אפשר בעניין אחר. ואף על גב דבמקדש היה הכהן הגדול קורא בעל פה מטעם זה, כדאיתא ביומא שם – זהו מפני שהיו כל ישראל, וטריחא מילתא ומאן מחיל. אבל כל ציבור וציבור בפני עצמו – אנן סהדי שמוחלים על כבודם ועל טרחתם, וניחא להו להמתין עד שיגלולו על מקום הקריאה, ושיקרא המפטיר בספר תורה ולא בעל פה (מגן אברהם סעיף קטן ז').","כתב רבינו הבית יוסף בסעיף ד: אין קורין לאדם אחד בשני ספר תורה, משום פגמו של ראשון (שלא יאמרו שהראשונה פסולה לפיכך קרא באחרת). אבל שלושה גברי בשלושה ספרים, כגון ראש חודש טבת שחל להיות בשבת – ליכא משום פגם. עד כאן לשונו, וזהו ביומא שם. ומזה למדנו שאיש אחד יכול לעלות לתורה שני פעמים. ואין זה ברכה לבטלה, דכיון שהברכה היא בשביל כבודה של תורה – לכן בכל פעם שעולה מברך, כמו כהן הקורא שני פעמים כשאין לוי, כמו שכתבתי בסימן קל\"ה. ורק בשני ספר תורה אין לאדם אחד לעלות ואפילו בשני עניינים, כדי שלא יאמרו שהראשונה היתה פגומה. אבל בספר תורה אחת יכול לעלות שני פעמים. והוא הדין שיכול לעלות בראשונה ובשלישית, דכיון שהפסיק בשנייה – ליכא פגם. וזה שאומר \"שלושה גברי\" – אורחא דמילתא קאמר (מגן אברהם סעיף קטן ג'). ויש מי שמגמגם בזה (אליה רבה סעיף קטן ד'). ובכלל אין לעשות כן שאחד יעלה שני פעמים אלא בשעת הדחק (שם). וכתבו דהמהרי\"ל עלה ללוי וגם למפטיר, ואולי היה מוכרח לזה מאיזה טעם."],["בימי חכמי הגמרא היו רגילין לתרגם כל פסוק שבתורה, מפני שדיברו בלשון ארמי, ותרגמו כדי שיבינו העם פירוש התורה. ואין הקורא רשאי לקרוא לתורגמן יותר מפסוק אחד. אלא קורא לו פסוק ומתרגמו, ואחר כך קורא עוד פסוק ומתרגמו, וכן לעולם. ונראה הטעם: כדי שלא יתבלבלו, ויבינו היטב. ואין המתרגם רשאי לתרגם עד שיכלה פסוק מפי הקורא, ולא הקורא רשאי לקרות פסוק אחר עד שיכלה התרגום מפי המתרגם. והקורא אינו רשאי לסייע למתרגם, שלא יאמרו תרגום כתוב בתורה. ואין הקורא רשאי להגביה קולו יותר מן המתרגם, ולא המתרגם יותר מהקורא, דכתיב: \"משה ידבר, והאלקים יעננו בקול\" – בקולו של משה (ברכות מה א, ועיין ברי\"ף פירושו ותוספות שם). (וזה שלא חששנו בברכות שיאמרו \"כתובות בתורה\" בסימן קל\"ט, משום דבתרגום יש יותר חשש מפני שהוא פירוש התורה. מגן אברהם סעיף קטן ב'.)","הקטן במעלה מתרגם על ידי גדול, ואין כבוד לגדול לתרגם על ידי קטן, וכן משמע ביומא (ב ב). ועוד משמע שם: דאם אירע שהגדול היה מתורגמן לקטן – יגמור, ולא יעלה באמצע אחר הקטן מהראשון לתרגם, דמעלין בקודש ולא מורידין, עיין שם. ועכשיו לא נהגו לתרגם כי אין תועלת, כיון שאין אנו יודעין לשון ארמית. וכי תימא נתרגם בלשון לעז שלנו? דיש לומר תרגום שאני, שנתקן ברוח הקודש (טור). ומזה מוסר השכל נגד החדשים, האומרים ב\"שנים מקרא ואחד תרגום\" דלאו דווקא תרגום. ועוד יתבאר בזה בסימן רפ\"ה בסייעתא דשמיא.ואין תימא: היאך ביכולתינו לבטל התורגמן שתיקנו מקודם? משום דגם בימיהם לא בכל המקומות היו מתורגמנים, כמבואר במגילה (כג ב), עיין שם. והטור הביא ירושלמי, ממה דאנן חמין רבנן נפקין לתעניתא, וקראו ולא מתרגמין. הדא אמרה שאין התרגום מעכב. עד כאן לשונו, וזהו בירושלמי מגילה ריש פרק רביעי. ואומר שם עוד: ואף על גב דאין התרגום מעכב, מכל מקום אם טעה – מחזירין אותו, עיין שם."],["אמרינן בברכות (ח ב): מאי דכתיב \"ועוזבי ה' יכלו\" – זה המניח ספר תורה כשהיא פתוחה ויוצא. כלומר: לא מיבעיא בעת הקריאה דאסור, אלא אפילו בין פסוק לפסוק בעת שמתרגם המתרגם כפי המנהג שבימיהם – גם כן אסור, שהרי הספר תורה פתוחה ומיד יקראנה. אבל בין גברא לגברא, שאז אינה פתוחה אלא גוללין אותה או פורסין עליה מפה כמו שכתבתי בסימן קל\"ט – אז מותר לצאת אם צריך לצאת לצורך גדול (מגן אברהם סעיף קטן א') ואונס גמור (אליה רבה בשם אגודה וסדה\"י). ומבואר דבאמצע הקריאה אפילו בכהאי גוונא אסור. ואף על גב דאונס רחמנא פטריה, מכל מקום כל כמה שיכול לאנוס עצמו – מחויב לאנוס עצמו ולא לצאת. ויש להסתפק אם צריך לנקביו דעובר על \"בל תשקצו\": אם דינו כאמצע פסוקי דזמרה או קריאת שמע וברכותיה ויצא, או דינו כתפילה שגומר תפילתו? ונראה לעניות דעתי דדינו כתפילה, דגדול כבוד התורה ככבוד השכינה, וכמאמרם ז\"ל: הלואי אותי עזבו ותורתי שמרו. וצריך להמתין עד שיגמור העולה, אם רק ביכולתו להשהות עצמו.","אמרינן בסוטה (לט א): כיון שנפתח ספר תורה – אסור לספר אפילו בדבר הלכה, שנאמר בנחמיה (ח ה) כשפתח עזרא את ספר התורה לקרות בו לפני בני ישראל, כתיב: \"ובפתחו עמדו כל העם\". ואין עמידה אלא שתיקה, שנאמר באיוב (לב טז): \"כי עמדו לא ענו עוד\". ועוד כתיב שם בנחמיה: \"והלוים מבינים את העם, והעם על עמדם\", כלומר: שותקים. ואפילו להורות הוראה על איזה שאלה – אסור. כן פסק הרי\"ף בפרק קמא דברכות (מגן אברהם סעיף קטן ד'). ויש מי שכתב דהוראה לפי שעה מותר (דרכי משה בשם רי\"ו). ונראה לי דהרב יראה לפי עניין השאלה: אם היא נחוצה – ישיב, ואם לאו – ירמוז להשואל שימתין. וכן אנו נוהגים, דלפעמים באה שאלה מטעות שנמצא בספר תורה באיזה מניין דההכרח להשיב תיכף, או שאלה על דבר חולי – פשיטא שיש להשיב מיד. אבל סתם שאלות יכול השואל להמתין עד \"בין גברא לגברא\".","ודע שזה שאמרה הגמרא \"כיון שנפתח ספר תורה אסור לדבר\" – הכוונה משעה שמתחילין לקרוא. וכן כתב הרמב\"ם בפרק שנים עשר. ויש שרוצה לומר דמשעה שנפתחה, גם קודם קריאתה – אסור (עיין מגן אברהם סעיף קטן ג'). ואינו כן, דלהדיא פירש רש\"י שם: כיון שהתחיל לקרות, עיין שם. וכן פסקו הגדולים (מעיי\"ט ואליה רבה סעיף קטן ג'). ודע דרבינו הבית יוסף כתב דאסור לספר אפילו בין גברא לגברא. ויש מתירין בין גברא לגברא, ובפרט האידנא שמאריכין ב\"מי שבירך\" (ב\"ח ומגן אברהם). ובאמת גם כוונת רבינו הבית יוסף הוא מטעם דאתי לאמשוכי (אליה רבה), ולכן עניין קצר – מותר. ובכל זה אין חילוק בין שכבר קרא \"שנים מקרא ואחד תרגום\" או לא (בית יוסף).","ודע דבברכות שם אמרינן: רב ששת מהדר אפיה וגריס. אמר: אנן בדידן, ואינהו בדידהו. והקשו רבותינו מסוטה שם שאסור להתעסק בעת קריאת התורה, אפילו בדבר הלכה. ותירץ הבה\"ג בהלכות: צרכי ציבור. וזה לשונו: והני מילי דאיכא עשרה דצייתי לספר תורה. אבל ליכא עשרה דצייתי – לא. עד כאן לשונו. ובדרב ששת היו עשרה בלעדו. והרי\"ף בפרק רביעי דמגילה הביא זה, וכתב תירוץ אחר: דשאני רב ששת דתורתו אומנתו, עיין שם. ורבותינו בעלי התוספות תרצו דבקול רם אסור, כדי שלא לבלבל השומעים. ורב ששת למד בלחש, עיין שם. והרמב\"ם בפרק שנים עשר מתפילה דין ט כתב דמי שתורתו אומנתו – מותר ללמוד בשעת קריאת התורה, עיין שם. וזהו כהרי\"ף. והטור הביא כל התירוצים.","ותלמידי רבינו יונה כתבו בברכות שם דשאני רב ששת, שהיה סגי נהור ופטור מקריאת התורה, דדברים שבכתב אסור לאומרם בעל פה. אבל כל אדם – אסור. ובשם רבם כתבו דמי שמכין עצמו קודם הקריאה ללמוד, ומחזיר פניו להראות כי מסלק עצמו מקריאת התורה ורוצה ללמוד – מותר, עיין שם. ורבינו הבית יוסף בסעיף ב הביא כל הדעות בשם \"יש אומרים\". ולעניות דעתי נראה דכל רבותינו לא פליגי, דוודאי אם לא נשארו עשרה שישמעו קריאת התורה – בכל עניין אסור. וכן בקול רם – בכל עניין אסור, ורק בלחש. ומי שתורתו אומנתו, ומכין את עצמו לכך קודם הקריאה – מותר. ובוודאי אצלינו בכל עניין אסור, שלא ילמודו ממנו עמי הארץ להקל בקריאת התורה, אם לא מי ששמע כבר קריאת התורה ויושב מן הצד ללמוד, דהכל רואין שזה כבר שמע קריאת התורה.","ולבד זה לא נתברר לנו לכל תירוצים אלו לשון \"אנן בדידן, ואינהו בדידהו\". ובילדותי שמעתי שאחד מהגדולים פירש דרב ששת מהדר אפיה וגריס בעת שהמתרגם תירגם הפסוק. ואמר \"אנן בדידן\" – דאנן לא צריכין להתרגום, \"ואינהו בדידהו\" – שאינם יודעים הפירוש צריכין להמתרגם. אבל בעת הקריאה – אסור. ומימינו לא ראינו ולא שמענו שאפילו היותר גדול בתורה ילמוד בשעת קריאת התורה אלא אם כן כבר שמע, וכמו שכתבתי.","וכתב רבינו הבית יוסף דלקרות \"שנים מקרא ואחד תרגום\" בשעת קריאת התורה – מותר, כיון שעסוק באותו עניין. ויש מחמירין שלא לסייע להקורא מתוך החומש. ויש שכתב דנכון לקרות בלחש עם שליח הציבור, דבזה יותר טוב לכווין (מגן אברהם סעיף קטן ה'). ועוד כתב רבינו הבית יוסף דכל זה אינו עניין לפרשת \"זכור\" ופרשת פרה, שהם בעשרה מדאורייתא שצריך לכווין ולשמעם מפי הקורא. והנכון שבכל הפרשיות ראוי למדקדק במעשיו (כן צריך לומר), לכווין דעתו ולשמעם מפי הקורא. ואסור לספר כשהמפטיר קורא בנביא עד שישלים, כמו בספר תורה. עד כאן לשונו.","כתבו רבותינו בעלי השולחן ערוך בסעיף ד: אינו צריך לעמוד מעומד בעת שקוראין בתורה. ויש מחמירין ועומדין, וכן עשה מהר\"ם. עד כאן לשונו, וכבר כתבנו מזה בסימן קמ\"א סעיף ב, עיין שם. ואינו צריך לעמוד בפני הספר תורה אלא בשעה שהולכת. אבל כשמונחת על הבימה, אפילו העומדים שם אינם צריכים לעמוד (מגן אברהם סעיף קטן ו'). ובין גברא לגברא פשיטא שמותר לישב (שם). אבל בעת שהקורא אומר \"ברכו\" ועונין \"ברוך...\" – צריכין לעמוד, דבכל דבר שבקדושה צריכין לעמוד על רגליהם (ט\"ז סוף סעיף קטן א')."],["אסור לאחוז ספר תורה ערום בלא מטפחת. וכך אמרו חכמינו ז\"ל בשבת (יד א): האוחז ספר תורה ערום – אבד אותה מצוה שעסק בה. אם למד בה או גלל אותה – לא יקבל שכר על הלימוד או על הגלילה, עיין שם. ומטעם זה אמרינן גבי שמונה עשר דבר בשבת (יד א), דידים שנגעו בספר תורה – פוסלים את התרומה. וגזרו על זה כדי שישמורו את עצמם מליגע בתורה בידיו בלא מפה. אמנם אחר כך גזרו על כל הידים שיפסלו את התרומה, וזהו מגזירת שמונה עשר דבר. וממילא דגם ידים שנגעו בספר נכלל בכלל גזירה זו, דלא גריעי מסתם ידים. וכן כתב הרמב\"ם בפירוש המשניות בידים (פרק שלישי משנה ג) דבהתחדש הגזירה דסתם ידים – עזבו העניין הראשון, עיין שם.","דבר פשוט ומובן בשכל דיש חילוק בין גזירה ראשונה לשנייה: דגזירה שנייה דסתם ידים פוסלין את התרומה, והטעם משום דידים עסקניות הם ושמא נגעו במקום שאינו נקי, ולפי זה אם נגעו בתרומה מיד אחר נטילת ידים – התרומה טהורה. אבל בגזירה ראשונה דהטעם כדי שלא יגעו בספר תורה – מה לי קודם נטילת ידים או אחר נטילת ידים, דבין כך ובין כך אסור ליגע בספר תורה בלא הפסק מפה? וכן כתבו רבותינו בעלי התוספות בשבת שם (דיבור המתחיל \"כיון\", עיין שם). אמנם מלשון הרמב\"ם שהבאנו דעזבו העניין הראשון, משמע דאחר הגזירה השנייה דסתם ידים, גם בידים שנגעו בספר – אין הטומאה רק כשנגע בלא נטילת ידים, דאם לא כן הרי לא עזבו העניין הראשון.","ונראה לי שזהו טעם המרדכי שהביא רבינו הבית יוסף בספרו הגדול, שכתב דאם נטל ידיו ולא הסיח דעתו – מותר לאחוז ערום (הביאו המגן אברהם). ובאמת רבינו הרמ\"א בספרו דרכי משה חולק בזה, עיין שם (שם). ולכאורה דברי המרדכי תמוהין: דאיזה טעם יש בזה? אך כפי דברי הרמב\"ם אתי שפיר: דזה נתחדש אחר הגזירה השנייה משום לא פלוג. ורבינו הרמ\"א הולך בשיטת התוספות. ובאמת מדברי הרמב\"ם בחיבורו פרק עשירי מספר תורה דין ו משמע גם כן כן, שכתב: אסור לאחוז ספר תורה ערום, עיין שם. ולא חילק בין לפני נטילה לאחר נטילה, וכן עיקר לדינא. ולכן לא הביא רבינו הבית יוסף דבר זה בשולחן ערוך.","וכתב רבינו הרמ\"א: ויש אומרים דהוא הדין שאר כתבי קודש – אסור לאחוז ערום בלא מטפחת. ולא נהגו כן. וטוב להחמיר אם לא נטל ידיו. ובספר תורה אפילו בכהאי גוונא – אסור. עד כאן לשונו. וצריך ביאור: והנה דעת \"יש אומרים\" הוא בתוספות שבת שם, וזה לשונו: האוחז ספר תורה ערום – קצת משמע דלאו דווקא ספר תורה, דהא כל כתבי הקודש תנן במסכת ידים פרק שלישי דמטמאין את הידים. עד כאן לשונו. ואין כוונתם דמשום דמטמאין הידים אסור לאחוז ערום, דהא גם תפילין ורצועות תנן התם דמטמאין את הידים ומותר לאוחזן, כמו שכתבו התוספות בחגיגה (כד ב), עיין שם. אלא דהכי פירושו: דהולכין לשיטתם דספר תורה יש איסור גם סמוך לנטילה כגזירה ראשונה. ואם כן הא דתנן \"כל כתבי הקודש מטמאין הידים\" – הוא אפילו בסמוך לנטילה. ומדכלל ספר תורה עם כל כתבי הקודש – שמע מינה דכולהו שווין בזה. ואי סלקא דעתך דכל כתבי קודש מותר לאוחזן ערום, ואין טומאתן רק מגזירה השנייה, דשמונה עשר דבר שגזרו על ידים ועל ספרים שיטמאו את הידים מטעמים שנתבארו שם, אם כן סמוך לנטילה לא ליטמאו. ופשוט הוא ד\"שאר ספרים\" הכוונה על נביאים וכתובים, הכתובים על קלף כמו ספר תורה, ולא על ספרים הנדפסים.","וזהו דעת \"יש אומרים\". ורבינו הרמ\"א קאמר: ולא נהגו כן. כלומר: דאפילו נביאים וכתובים הנכתבים על קלף – אוחזין בידים, וכמו שמנהג אצלינו. וטעם המנהג כהמרדכי שהבאנו וכפירוש המשנה להרמב\"ם, דגזירה ראשונה עזבו. ואם כן הא דתנן: כל כתבי הקודש מטמאין את הידים – זהו בידים שאינן וודאי נקיות, ומטעם גזירה דשמונה עשר דבר דפוסל התרומה. והאידנא ליכא תרומה, ולא שייך גזירה זו. ורק בספר תורה נשאר האיסור, מפני האיסור לאוחזה ערום, דהגם דגזירה ראשונה עזבו – זהו לעניין החומרא דסמוך לנטילה, דמילתא דלא שכיחא היא שיגע מיד סמוך לנטילה, כמו שכתבו התוספות שם, עיין שם. אבל עצם האיסור דלא יאחוז בספר תורה ערום כדקאי קאי דמי יכול לבטל זה. ולזה אומר רבינו הרמ\"א דטוב להחמיר אם לא נטל ידיו, ובספר תורה אפילו בכהאי גוונא אסור. כלומר: אפילו בנטל ידיו. והולך לשיטתו דבספר תורה אסור אף סמוך לנטילה, כמו שכתבתי בסעיף ג. אבל מכל מקום גם בשאר ספרים בלא נטל ידיו – יש להחמיר מטעם שיטת התוספות. (כן נראה לפי עניות דעתי. והמגן אברהם סעיף קטן א' טרח בזה, וכתב דדברי התוספות סותרים זה את זה. וכוונת הרמ\"א הוא על הנדפסין, וזה שכתב \"וטוב להחמיר\" הוא מילתא יתירתא, עיין שם. ולדברינו אתי שפיר הכל. ודייק ותמצא קל.)","ודע דלאחוז בעמודי ספר תורה בידיו בלא מטפחת, נחלקו הגדולים בזה: דיש מתירים מטעם דהם רק תשמישי קדושה (ט\"ז סעיף קטן א' ופרי חדש ונודע ביהודה ס\"ז). ויש אוסרים (ב\"ח ומגן אברהם). ועיקר טעמם: דכיון דתנן בידים שם דמטמאין את הידים, אם כן אסור ליגע בהם ערום. ותמיהני דאין שום עניין זה לזה: דאם כן יהא אסור ליגע בתפילין ורצועות. והעיקר כהמתירים, וכן המנהג. ואין שום פקפוק בזה כלל. (המגן אברהם הולך לשיטתו בסעיף קטן א', דהתוספות בשבת סוברים דתלוי זה בזה. ולדבריהם באמת אסור ליגע בתפילין ומזוזות, וחולקים עם תוספות חגיגה שם. וכבר בארנו דבריהם בסעיף ד. ומה שכתב המגן אברהם דעיקר הטעם דמטמאות הידים שלא יאחזו אותה ערום, עיין שם – תמיהני: דוודאי גזירה ראשונה היתה כן, ורק על ספר תורה לבדה ועל הגוילים. אבל אחר כך גזרו על כל הספרים, ועל תפילין ומזוזות, ועל כל הדבוק להספרים טומאת ידים בשמונה עשר דבר, מטעם שהיו מצניעים תרומה אצל כתבי קדוש ולא מטעם אחיזה ערום, כמבואר בשבת שם. ומה עניין זה לזה? ודייק ותמצא קל.)","בגזירה דשמונה עשר דבר גזרו על כל כתבי הקודש, ועל תפילין ומזוזות, ורצועות ותיקי הספרים כשמחוברין לספר, כמו הדפין שקושרין בהם הספרים ונקראו טאוולע\"ן – הכל מטמא לתרומה כשנגעו בה. וכמבואר בדברי הרמב\"ם בפרק תשיעי מאבות הטומאות. וטעם הגזירה היתה מפני שהיו מניחים אוכלים דתרומה אצל כל מה שחשבנו, מפני שאמרו \"זה קודש וזה קודש – יניחו זה אצל זה\". והיו באים עכברים לאכול האוכלין, והפסידו הספרים וכל מה שחשבנו. ולכן כדי להרחיק זה מזה גזרו שכל אלו כשיגעו בתרומה נפסלה התרומה, וידים שנגעי בכל אלו יפסלו את התרומה. ומובן דעתה אין לנו תרומה ולא שייך גזירה זו, דעל חולין לא גזרו, ומותר ליגע בידים בכל אלו לבד מספר תורה. מיהו זהו מילתא דפשיטא, דכשיודע שידיו מטונפות – אסור ליגע בכל דבר שבקדושה ואפילו בהנדפסים, דלא הותר רק סתם ידים אבל לא כשוודאי אינם נקיים. וכל ישראל נזהרים מזה. וכשנצרך לטלטל איזה ספר בעת שאין ידיו נקיות – יטלטלם על ידי מטפחת.","אמרינן בשלהי מגילה: עשרה שקראו בתורה – הגדול שבהם גולל ספר תורה. והגוללו נוטל שכר כנגד כולם. ויש אומרים: דווקא הגדול שבקוראים. ויש אומרים: הגדול שבבית הכנסת, אפילו אינו מהקוראים (ר\"ן שם). ושני הדעות הביא הטור בשם העיטור, עיין שם. ורבינו הבית יוסף בסעיף א תפס כפירוש ראשון, וזה לשונו: גדול שבאותם שקראו בתורה – גולל. ורגילים לקנותו בדמים יקרים לחבב המצוה. עד כאן לשונו. ואינו מובן: למה שכר הגולל גדול כל כך? למה יוגדל, מה עשה? ובאמת אחד מהראשונים כתב דלא קאי על הגלילה שלאחר הקריאה, אלא על הגלילה שקודם הקריאה שמעמיד הספר תורה על מקום הקריאה, ואם כן הוא הממציא הקריאות לקרות בהן. לכך שכרו גדול (שלטי גיבורים בשם ריא\"ז, והובא בב\"ח, עיין שם). אבל הטור והשולחן ערוך וכל הפוסקים לא תפסו כן. ואם כן למה שכרו גדול כל כך? ואפשר משום דהוא אינו מניח שתהיה הספר תורה פתוחה אחר הקריאה, וזהו כבוד לספר תורה.","אבל מדברי הרמב\"ם בפרק שנים עשר מתפילה דין י\"ח למדתי פירוש אחר בזה. וזה לשון הרמב\"ם: וכל מי שהוא גדול בחכמה – קודם לקרות. והאחרון שגולל ספר תורה – נוטל שכר כנגד הכל. לפיכך עולה ומשלים אפילו גדול שבציבור. עד כאן לשונו, ולפי זה האחרון הוא הגולל. וזה שאמרה הגמרא: הגדול גולל ונוטל שכר כנגד כולם, הכי פירושו: הגדול יכול לעלות אחרון ולגלול, ואף על גב שבזיון הוא להיות אחרון שבקרואים. ונוטל שכר כנגד כולם, משום דזוכה בשני מצות: במצות קריאה ומצות גלילה. ותמיהני על הטור ושולחן ערוך שלא הביאו דבריו כלל. ודע שאני מתפלא על מנהג שלנו, שמכבדים איש נכבד להגבהת התורה, והגולל הוא אדם קטן. והרי מגמרא מבואר דעיקר שכר הוא הגלילה? ולכן באמת במדינתינו בבתי מדרשות של חסידים מגביהים התורה, וחוזרים ומניחים אותה על הבימה וגוללים בעצמן, וחוזרים ונוטלים אותה וישב על ספסל, ואיש פשוט כורך המפה ומלביש המעיל. וברור הוא שמטעם זה עושים כן. ומנהג האשכנזים תמוה. ואפשר לומר דהגבהה שמראה הספר תורה לעם, וכולם עומדים מפני כבוד התורה – זהו יותר גדול מהגלילה. אבל בזמן הש\"ס לא היה הגבהה אחר הקריאה אלא קודם הקריאה, וכן מנהג ספרד גם היום. וכבר כתבנו זה בסימן קל\"ד, עיין שם. ולכן אצלם הגלילה הוא העיקר, ולא כן אצלינו.","כתב רבינו הרמ\"א: יש אומרים: אם המעיל בצד אחד פשתן, ובצד אחד משי – צריך להפך המשי לצד הספר ולגלול. ולא נהגו כן. עד כאן לשונו. וטעם המנהג פשוט: דהא עיקר כבודה של תורה הוא לעיני הרואים, ואם כן אדרבא צריך להיות המשי לצד חוץ ובזה תתרבה כבוד התורה. ולכן באמת יש מי שאומר דהמפה שכורכין בה הספר תורה – צריך להיות המשי לצד הספר תורה, שהרי היא אינה נראית לעינינו שהמעיל מולבש עליה. והמעיל צריך להיות המשי לצד חוץ (מגן אברהם סעיף קטן ד' בשם אגודה). וכן נכון לעשות. ויותר טוב ששני הצדדים מהמפה יהיה בשווה (אליה רבה סעיף קטן ג'). מיהו בזה צריכים תמיד ליזהר שהצד שהיה אצל הספר תורה יהיה תמיד אצל הספר תורה ולא להפכה, שהרי בקרשי המשכן היו סימנים שהצד שעומד למעלה לא יתהפך למטה (שם בשם אגודה). ואין לגלול ספר תורה במפה קרוע אלא אם כן אין לו אחרת. וגם בכהאי גוונא יראה לתקנה, ועל זה נאמר: \"הקריבהו נא לפחתך...\".","עוד כתב שאין לעשות מפה לספר תורה מדברים ישנים, שנעשו בהם דבר אחר לצורך הדיוט. עד כאן לשונו. וסמך לזה הביא מהרי\"ל בתשובה (סימן קי\"ד), מהא דאמרינן במנחות (כב א): \"על העצים... אשר על המזבח\": מה מזבח שלא נשתמש בו הדיוט – אף עצים... ותניא בתוספתא פרק שני דמגילה: כלים שנעשו מתחילתו להדיוט – אין עושין אותן לגבוה. עד כאן לשונו. ומשמע מזה דאפילו בעשייה בעלמא, ולא נשתמשו בו עדיין – אסור, אף על גב דהזמנה בעלמא הוא. ואולי דחומרת בית המקדש שאני (מגן אברהם סעיף קטן ה'). מיהו זהו וודאי אם עשו שינוי, שתפרו אותו באופן אחר וכיוצא בזה – וודאי מותר (שם). וראיה מהכיור שעשו ממראות הצובאות (שם), וכן: \"חח ונזם וטבעת וכומז\" שהתנדבו לבדק הבית (אליה רבה סעיף קטן ד') אלא מפני שעשו שינוי. ואף דבעצי המזבח לא מהני שינוי – אין למידין ממזבח (שם). ועוד: דהרי הקרבנות עצמן קריבים מבהמות שנשתמשו להדיוט, אלא לפי שעושין שינוי בשחיטתן. ויש שכתב שאין איסור גמור בדבר אלא שכששואלין אומרים להם: אל תעשו מדבר שנשתמש להדיוט. ואם הביאו – לית לן בה. ואפילו בלא שינוי (שם וכן משמע ממהרי\"ל), דממקדש אין למידין. ויש מי שכתב דאפילו אם באת להחמיר – אינו אלא בתשמישי קדושה, אבל לא בתשמיש דתשמיש. ובסימן קנ\"ד יתבאר מהו תשמיש דתשמיש (ט\"ז ביורה דעה סימן רפ\"ב).","יכול מי שירצה לקנות להושיט המעילים לגולל, ואין הגולל יכול למחות בו. כי אף על פי שקנה הגלילה – לא קנה ליקח המעילים. וכן כל כיוצא בזה. וכן במקומות שנוהגים לקנות הוצאה והכנסה – אין שליח הציבור יכול למחות, כי אין זה שייך לחזנים (רמ\"א סעיף ב'). ואצלינו השמש מכבד בכל פעם לזה הוצאה ולזה הכנסה, לזה הגבהה ולזה גלילה. ואין לאדם ליטול מעצמו שם כיבוד, דאין זה כבוד התורה.","הגולל ספר תורה – יעמידנו כנגד התפר. כלומר: שהתפר יהיה בין שני העמודים. והיינו קצה היריעות ולא אמצע יריעה. והטעם: דאם אולי מפני המשכת העמודים תקרע – תקרע בהתפר שבנקל לתקן, ולא תקרע באמצע היריעה שאי אפשר לתקן בקל. וכשגולל – גולל המטפחת סביב הספר תורה כמה פעמים. אבל לא יגלול הספר תורה סביב המטפחת, דזהו דרך בזיון. ויש מקומות שכל ספר תורה עומדת בתיק בפני עצמה. ולכן בעת הגלילה יוציאנה מהתיק, ולא יגללנה בעודה בהתיק, דבכהאי גוונא נוחה להקרע. והגולל ספר תורה כשהיא בתוך התיק – הוא טועה.","איתא בגמרא שלהי מגילה: הגולל ספר תורה – גוללו מבחוץ, ואין גוללו מבפנים. וכשהוא מהדקו – מהדקו מבפנים, ואינו מהדקו מבחוץ. ופירש רש\"י: הגולל ספר תורה מעניין לעניין, והוא יחיד וספר תורה מונח לו על ברכיו – גוללו מבחוץ העמוד שהוא חוצה לו גוללו. ויגול מצד חוץ לצד פנים, שאם יאחוז עמוד הפנימי ויגול לצד החוץ – יתפשט החיצון ויפול לארץ. וכשהוא מהדקו, כשגמר מלגלול ובא להדקו – יאחז בפנימי ויהדק על החיצון, כדי שלא יכסה הכתב בזרועותיו. שמצוה להראות את הכתב אל העם... עד כאן לשונו.","אבל הטור פירש: כשהספר עומד לפניו – יהפוך הכתב אליו, ויתחיל לגלול מבחוץ. ואחר שגמר הגלילה – יהדק סוף המטפחת מבפנים, שכשיבוא לקרות בו ימצא ההידוק מבפנים, ולא יצטרך להפך הספר לצד ההידוק. עד כאן לשונו. וזהו פירוש התוספות והרא\"ש. וכן כתב רבינו הרמ\"א. והוסיף לומר דנראה דמיירי כשאחד עושה כל הגלילה. אבל עכשיו שנוהגים שאחד מגביה ואחד גולל – יהיה הכתב נגד המגביה. וכן נוהגים, כי הוא עיקר הגולל והאוחז הספר תורה. עד כאן לשונו. ודע דגם הגבהה וגלילה מצוה לראות, דברוב עם הדרת מלך. ולא ילך מבית הכנסת קודם ההגבהה והגלילה, אלא אם כן הולך למצוה אחרת (אליה רבה סעיף קטן ה' וכן משמע בפרק שביעי דיומא, עיין שם).","אין המפטיר מתחיל הברכות עד שיגמורו לגלול הספר תורה, כדי שלא יהא הגולל טרוד, ויהיה ביכולתו לשמוע הברכות וההפטרה. אבל בשני וחמישי שאומרים \"יהי רצון\" אחר הקריאה – אין צורך להמתין על הגולל, שאינו אלא מנהג בעלמא ויש ביטול מלאכה (מגן אברהם סעיף קטן י'). מיהו בתענית ציבור במנחה המפטיר לא יתחיל עד שיגמור הגלילה. (עיין מגן אברהם סוף סעיף קטן י\"א, שכתב דהגבהה עדיפא מגלילה, וגלילה עדיפא מהושטת המעילים. ועיין מה שכתבתי בסעיף ט. ודייק ותמצא קל.)","כתבו רבותינו בעלי השולחן ערוך בסעיף ח: ביום שיש שני ספרי תורה – לא יפתחו השנייה ולא יסירו המפה עד שיגלולו הראשון. ואין מסלקין הראשונה עד שכבר הניחו השנייה על השולחן, שלא יסיחו דעתן מן המצות. ומוציאין שני הספרים כאחת, ותופסין בשנייה עד אחר שקראו בראשונה. עד כאן לשונו, וכן המנהג הפשוט. ואף על גב דבירושלמי יומא פרק שביעי איתא דרבי יוסי הוה מפקיד לחזנא דכנישתא... כד אינון תרתי תהא מיבל חדא ומייתא חדא, עיין שם. וכבר הקשו זה כולם, ולא העלו תירוץ נכון. (עיין דרכי משה, ומגן אברהם, וקרבן העדה שם בירושלמי, ופני משה בירושלמי סוטה פרק שביעי הלכה ז'.) ולעניות דעתי ברור שאין הפירוש בירושלמי כן, דשם מיירי לענין הכהן הגדול שהיה קורא \"ובעשור\" בעל פה. וקיימא לן לעיל סימן קמ\"ד דאצלינו כשצריכין לקרוא בשני ספר תורה, ואין להציבור רק ספר תורה אחת – גוללין אותה בציבור, ולא דמי לכהן הגדול, עיין שם. וזה לשון הירושלמי שם: רבי יוסי מפקיד לחזנא דכנישתא דבבלאי, כד דהיא חדא אורייתא תהא גייל לה להדי פרוכתא. כד אינון תרתי תהא מיבל חדא ומייתא חדא. עד כאן לשונו. והכי פירושו: שצוה לו הדין שנתבאר, דכשנצרך לקרות בשני מקומות בספר תורה, אם לא יהיה להם רק ספר תורה אחת – תגלול אותה אצל הפרוכת בציבור. ודלא ככהן הגדול שקרא בעל פה, וכמו שכתבתי בסימן קמ\"ד. אבל כשיהיה לך שני ספר תורה – לא תקרא באחת ולגלול בציבור. אלא אחר קריאה הראשונה תוליכנה מן הצד, ותקח השנייה מיד המחזיק בה ולקרות בה. וכמנהגינו ולא מיירי כלל בעניין ליקח אותם מן ארון הקודש, אלא כמו שכתבתי. ונוהגין לומר קדיש על שני ספרי התורה, ששניהם יונחו על השולחן. וכשיש שלושה ספר תורה – מניחין כולן בשעת קדיש (מגן אברהם סעיף קטן י\"ב). ונוהגים הנערים לנשק הספר תורה בעת הילוכה, כדי להרגילן בחביבות התורה. (עיין מגן אברהם סעיף קטן י\"א שדקדק לעניין הבאת שני ספר תורה כאחת מ\"אין עושין מצות חבילות חבילות\". נראה לי דבכאן לא שייך זה, דחדא מילתא היא כדאמרינן בפסחים קב ב: הבדלה וקידוש חדא מילתא היא. ולא דמי לשני תינוקות במילה, דהא גם באחת היו קוראין אם אין שני ספר תורה. ומטעם זה לא דמי לכל הנך דסוטה, דבכאן לא נתרבה הקריאה. ומה שאין קוראין באחת כפסחים שם, שמטעם חדא מילתא אומרן על כוס אחד, מטעם דאין גוללין ספר תורה בציבור. ודייק ותמצא קל.)"],["גרסינן בסוטה (לט ב): אין שליח הציבור רשאי להפשיט התיבה בציבור, כל זמן שהם בבית הכנסת. ופירש רש\"י שהיו רגילין להביא ספר תורה מבית אחר שהוא משתמר בו לבית הכנסת, ופורשים בגדים נאים סביב התיבה (הבימה), ומניחים אותה על התיבה. וכשיוצאים משם ונוטלים הספר תורה ליתנו בבית שמשתמר בו – לא יפשיט התיבה בפני הציבור, שטורח ציבור הוא להתעכב בשם עם הספר תורה. אלא מוליך ספר תורה והעם יוצא אחריו. ואחר כך בא ומפשיט התיבה. עד כאן לשונו."],["בסימן קל\"ב נתבאר שאין לאדם לצאת מבית הכנסת עד אחר \"אשרי\"-\"ובא לציון\", והנה לפי מנהגינו מכניסין התורה קודם \"אשרי\"-\"ובא לציון\". אבל מנהג ספרד להכניס התורה לארון ביום קריאת התורה אחר קדיש שלם של \"אשרי\"-\"ובא לציון\", ולכן אסור לאדם לצאת מבית הכנסת עד אחר שיחזירו הספר תורה להארון. וכך אמרו בסוטה (לט ב): אין הציבור רשאין לצאת עד שינטל ספר תורה ויניח במקומו. וכן הוא לשון הפוסקים. וכתב רבינו הרמ\"א: מיהו אם אינם יוצאים רק יחיד – לית לן בה. עד כאן לשונו. כלומר: אחד אחד, ובלבד שלא יצאו רובן (מגן אברהם סעיף קטן ב'). ואני תמה מאוד על זה: דנהי דיש מי שאומר כן (עיין בית יוסף בשם תר\"י), מכל מקום הא רש\"י פירש להדיא לא כן. וזה לשון רש\"י שם: ולא יצא האדם בפתח לפני ספר תורה. עד כאן לשונו. ומהגמרא עצמה שם בכל הסוגיא מוכח להדיא דכל יחיד ויחיד הוא בכלל \"ציבור\", שהרי אמרינן שם: אין הציבור רשאין לענות \"אמן\" עד שתכלה ברכה מפי הכהנים; אין הציבור רשאין לענות \"אמן\" עד שתכלה ברכה מפי הקורא, עיין שם. ועל כל יחיד ויחיד קאי, והכא נמי כן הוא. ולכן נראה לעניות דעתי דעל כל יחיד יש איסור זה. (וגם תוספות ר\"י לא אמרו זה אלא מפני שאין נזהרים בזה, עיין בית יוסף. ושום אחד מהראשונים לא אמר זה. וראייתינו מכרחת.)","וזהו במקומות שמצניעים ספר התורה בארון הקודש בבית הכנסת עצמה כמו אצלינו. אמנם בזמן הקדמון היו מקומות שהיו מצניעין הספר תורה בבית אחר, כמו שכתבתי בסימן הקודם, דאז הדין כן הוא: דאם אין לבית הכנסת אלא פתח אחד – צריכין להתעכב עד שיצא הספר תורה, וילכו אחריו למקום שמצניעים אותו שם. ורמז לזה: \"אחרי ה' אלקיכם תלכו\" (גמרא שם). ואם יש לבית הכנסת שני פתחים – יכולים לצאת בפתח האחד קודם שתצא ספר התורה בפתח השני, ובלבד שאחר כך ילכו אחר ספר התורה וילווהו עד המקום שמצניעין אותו שם.","וכתב רבינו הרמ\"א: ובמקומות שמצניעין אותו בהיכל שהוא הארון בבית הכנסת – מצוה לכל מי שעוברת לפניו ללוותו עד לפני הארון שמכניסין אותו שם. וכן הגולל ילך אחר הספר תורה עד לפני הארון שמכניסין אותו שם. ועומד שם עד שיכניסו הספר תורה למקומה. וכן נוהגים במגביה הספר תורה, כי הוא עיקר הגולל כמו שכתבתי בסימן קמ\"ז. ויש שכתבו שבאים התנוקות לנשק התורה, כדי לחנכם ולזרזן במצות. וכן נוהגין. עד כאן לשונו. ויש שכתבו דגם כשמוציאין התורה מהארון – ילווה אותה עד הבימה (מגן אברהם סעיף קטן ג'). ויש אדרבא נמנעין עצמן מזה משום דמיחזי כיוהרא, שמראה עצמו שהוא כדאי להיות ממלווי התורה. מה שאין כן בחזרה כשהולכין מהבימה אחר הספר תורה, הלא בהכרח לילך אחריה ולא מיחזי כיוהרא. ולפי זה נראה דכל אחד יכול לעשות כרצונו, ובלבד שתהא כוונתו לשמים."]],"SHULCHAN_ARUCH":[["בשני ובחמישי ובשבת במנחה קורין שלשה, אין פוחתין מהם ואין מוסיפין עליהם ואין מפטירין בנביא :   <i>הגה: ואם היו ב' חתנים בבית כנסת והם ישראלים מותר להוסיף לקרות ד', דלדידהו הוי כיום טוב שמותר להוסיף (מרדכי פרק הקורא עומד הגהות מיימוני פרק יב' מהלכות תפילה). ונראה דהוא הדין לשני בעלי ברית דיום טוב שלהם הוא כדלקמן סימן תקנ\"ט (ודין שבת ויום טוב עיין לקמן ריש סימן רפ\"ב לעניין הוספה):<\/i>","מקום שמפסיקין בשבת שמפסיקים בשבת בשחרית שם קורין במנחה ובשני ובחמישי ובשבת הבאה: <i>הגה: אם בטלו שבת אחת קריאת הפרשה בצבור לשבת הבאה קורין אותה פרשה עם פרשה השייכה לאותה שבת (אור זרוע) (ועיין לקמן סימן רפ''ב):<\/i>","כהן קורא בתורה ראשון ואחריו לוי ואחריו ישראל:","המנהג הפשוט שאפילו כהן עם הארץ קודם לקרות לפני חכם גדול ישראל והוא שהכהן יודע לקרות <i>(ומיהו אם יוכל לקרות עם השליח ציבור מלה במלה סגי בכך כדלקמן סימן קל''ט) (אבודרהם)<\/i>, שאם אינו יודע לקרות היאך יברך על התורה:","אם הספר תורה פתוח והכהן קורא את שמע אינו רשאי להפסיק וקוראים ישראל במקומו: <i>הגה: וכן בתענית שאחר פסח וסוכות שקורין ויחל אם אין הכהן מתענה קורין לישראל וטוב שילך הכהן מבית הכנסת (מהרי''ק שורש ט'):<\/i>","אם נכנס הכהן לבית הכנסת אחר שהתחיל הישראל לברך ברכת התורה אינו פוסק אבל ברכו לא הוי התחלה ועומד הישראל בתיבה עד שישלימו כהן ולוי ואז יקרא. אם אין כהן בבית הכנסת קורא ישראל במקום כהן ולא יעלה אחריו לוי: <i>הגה: אבל ראשון יוכל לעלות (בית יוסף מהרי''ל בשם רבינו ירוחם נתיב ב' בחלק ג'). וכשקורין אותו אומרים במקום כהן שלא יטעו לומר שזהו כהן (טור):<\/i>","אם היו כהן ולוי בבית הכנסת וקרא הכהן וסבור שאין שם לוי והתחיל לברך ברכת התורה שנית אין מפסיקין אותו:","אם אין לוי בבית הכנסת כהן שקרא ראשון מברך שנית במקום לוי אבל לא כהן אחר כדי שלא יאמרו שהראשון פגום:","וכן לא יעלו שני לוים זה אחר זה כדי שלא יאמרו שאחד מהם פגום:","נהגו לקרות כהן אחר כהן בהפסק ישראל ביניהם ואומר החזן כשקורא לשני אף על פי שהוא כהן וכיוצא בזה נוהגים בלוי אחר לוי: <i>הגה: ולכן מותר לעלות גם כן למפטיר בכי האי גוונא ואם קורא מפטיר סתם אין לחוש לפגמו דהרי לא מזכיר שמו. ויש אומרים דאין לקרות כהן או לוי למנין שבעה אבל לאחר שנשלם המנין יכולים לקרות כהן או לוי (אגור בשם מהרי''ו ומרדכי פרק הניזקין ובית יוסף בשם רבינו ירוחם) וכן נוהגין במדינות אלו ומיהו במקום צורך ודחק יש לסמוך אסברא ראשונה:<\/i>","יש מי שאומר שאם קרא החזן כהן או לוי ואינו שם לא יקרא לאחר בשם משום פגמו של ראשון אלא אחר יעלה מעצמו <i>(וכן נהגו. שליח ציבור שהוא כהן יכול לקרוא כהן אחר לתורה) (מרדכי פרק הקורא עומד ואגור): <\/i>","עיר שכולה כהנים אם יש ישראל אחד ביניהם אותו ישראל קורא ראשון מפני דרכי שלום וכל שאין בהם ישראל כדי סיפוקם או שאין שם ישראל כלל קורא כהן אחר כהן שאין שם משום פגם שהכל יודעים שאין שם אלא כהנים והוא הדין לעיר שכולה לוים:","אם קטן קורא בתורה בצבור, בסימן רפ''ב. אם אין כהן אלא סומא או שאינו בקי, בסימן קל''ט:","בני אדם החבושין בבית האסורין אין מביאים אצלם ספר תורה אפילו בראש השנה ויום הכיפורים: <i>הגה: והיינו דוקא בשעת הקריאה לבד אבל אם מכינים לו ספר תורה יום או יומים קודם מותר (אור זרוע הגהות אשירי פרק ג' דברכות ומהר''ם פדווא סימן פ''ח) ואם הוא אדם חשוב בכל ענין שרי (שם):<\/i>"],["בשבת ויו\"ט ויום הכפורים קורים אחר הלוי ת\"ח הממונין על הצבור ואחריהם ת\"ח הראוים למנותם פרנסים על הצבור <i>(ששואלים אותו דבר הלכה בכל מקום ואומר)<\/i> ואח\"כ בני ת\"ח שאבותיהם ממונים על הציבור ואח\"כ ראשי כנסיות וכל העם:"],["ביום שקורין ג' אין קורין פחות מי' פסוקים וידבר עולה מן המנין ואי סליק ענינא בבציר מי' פסוקים כגון פרשת עמלק שאין בה אלא ט' פסוקים שפיר דמי:","אין קורין עם כל אחד פחות מג' פסוקים שנים קורין ג' ג' ואחד קורא ד' ואיזה מהם שקורא ד' הרי זה משובח:","אם דלג פסוק אחר ולא קראו אם הוא במנחה בשבת או בב' וה' וקרא יו\"ד פסוקים בלא פסוק המדולג אינו חוזר ואם לאו חוזר אבל בשבת אפילו דילג פסוק אחד חוזר וקורא ואפילו אחר שהחזיר את התורה ואמר קדיש חוזר וקורא הוא ושנים עמו ואפילו הפטיר והתפלל מוסף חוזר וקורא פרשת המועדים <i>(דינם)<\/i> כמו מנחה בשבת ושני וחמישי לפי שכבר קראו הפרשיות בשבתות שלהן:","אם קרא אחד ב' פסוקים צריך לחזור ולקרות ואם לא קראו בין שלשתן אלא ט' פסוקים ג' לכל אחד אינם צריכים לחזור ולקרות וראיה לדבר פרק עמלק אבל אם קראו פחות מט' צריכים לחזור ולקרות:","אם קרא פרשת פרה ופסק בהגר הגר בתוכם וגלל ספר תורה חוזר ופותח ומתחיל מראש הפרשה עד תטמא עד הערב ומברך לפניה ולאחריה:","הקורא בתורה ראשון וקרא השני מה שקרא הראשון אם הוסיף על מה שקרא הראשון ג' פסוקים או אפילו שנים במקום דלא אפשר אותו שני עולה מן המנין ואם לאו אינו עולה מן המנין חוץ מפרי החג משום דלא אפשר:"],["הקורא בתורה לא ישייר בפרשה פחות מג' פסוקים מפני היוצאים אז מבית הכנסת שיאמרו העולה אחריו לא יקרא אלא שני פסוקים הנשארים וכן לא יתחיל בה פחות מג' פסוקים מפני הנכנסים אז בבית הכנסת שיאמרו שלא קרא הראשון אלא ב' פסוקים.   <i>הגה: ואין חילוק בין פרשה פתוחה לסתומה ופרשה שאינה רק ב' פסוקים מותר לשייר בתחלה ולהפסיק שם (תרומת הדשן סימן נ\"ד).  ויכוין שיתחיל תמיד לקרא בדבר טוב ויסיים בדבר טוב (אור זרוע ומיימוני פרק י\"ג מהלכות תפלה). ועיין לקמן סימן תכ\"ח:<\/i>"],["במקום שנהגו שהעולה עצמו קורא בקול רם אם לא סידר תחלה הפרשה פעמים ושלש בינו לבין עצמו לא יעלה. ובמקום שהחזן קורא הוא צריך לסדר תחלה <i>(בית יוסף)<\/i>:","מי שאינו יודע לקרות צריך למחות בידו שלא יעלה לספר תורה ואם צריכים לזה שאינו יודע לקרות לפי שהוא כהן או לוי ואין שם אחר זולתו אם כשיקרא לו שליח ציבור מלה במלה יודע לאומרה ולקרותה מן הכתב יכול לעלות ואם לאו לא יעלה:","אפילו ראש הכנסת או חזן לא יקרא עד שיאמרו לו קרא ונהגו ששליח ציבור כשרוצה מברך וקורא בלי נטילת רשות משום דהוי כאילו משעה שמינוהו לשליח ציבור הרשוהו על כך.   <i>הגה: ובמדינות אלו אין נוהגין כן ואין החזן עולה רק כשהסגן אומר לו לעלות אבל אין קורין לו בשמו כמו שאר העולים שקוראים אותם בשמם פלוני בר פלוני ומי שאביו מומר לעבודת כוכבים קורין אותו בשם אבי אביו אבל לא בשמו לבד שלא לביישו ברבים (תרומת הדשן סימן נ\"א וספר חסידים). ודוקא שלא עלה מימיו בשם אביו אבל אם הוא גדול והורגל באותה העיר לעלות בשם אביו והמיר אביו לעבודת כוכבים קוראים אותו בשם אביו כמו שהורגל שלא לביישו ברבים וכן אם איכא למיחש לאיבת המומר (מהר\"ם פאדוואה סימן פ\"ז) ואסופי ושתוקי קורין אותו בשם אבי אמו ואם אינו ידוע קורין אותו בשם אברהם כמו לגר (דברי עצמו). סומא אינו קורא לפי שאסור לקרות אפילו אות אחת שלא מן הכתב (ומהרי\"ל כתב דעכשיו קורא סומא כמו שאנו מקרין בתורה לעם הארץ):<\/i>","כל הקורין מברכים לפניה ולאחריה ופותח הספר קודם שיברך ורואה הפסוק שצריך להתחיל בו ואחר כך יברך ולאחר שקרא גולל ומברך. <i>(הגה: ובשעה שמברך ברכה ראשונה יהפוך פניו על הצד שלא יהא נראה כמברך מן התורה (כל בו) ונראה לי דיהפוך פניו לצד שמאלו):<\/i>","נהגו לכסות הכתב בסודר בין גברא לגברא. <i>(ובמדינות אלו נהגו שיהא מגוללת בין גברא לגברא, וכן עיקר):<\/i>","אומר ברכו והברכות בקול רם והאומרם בלחש טועה ויש אומרים שצריך לחזור ולברך בקול רם. <i>הגה: כדי שישמעו העם ויענו ברוך ה' המבורך לעולם ועד (טור). ואם לא שמעו הצבור את המברך אף על פי ששמעו החזן עונה לא יענו עמו אלא עונין אמן על דברי החזן (בית יוסף בשם הר\"י ואורחות חיים וכל בו):<\/i>","אחר שענו העם ברוך ה' המבורך לעולם ועד חוזר המברך ואומר ברוך ה' המבורך לעולם ועד כדי לכלול המברך עצמו בכלל המברכים:","אפילו ברך ברכת התורה לעצמו ותיכף קראוהו לקרות בתורה צריך לחזור ולברך אשר בחר בנו כשקורא בתורה דמשום כבוד התורה נתקנה כשקורא בצבור:","אם קראוהו לקרות בתורה קודם שיברך ברכת התורה לעצמו כבר נפטר מלברך ברכת אשר בחר בנו דלא גרע ממי שנפטר באהבה רבה:","ברכה אחרונה אשר נתן לנו תורת אמת זו תורה שבכתב וחיי העולם נטע בתוכנו הוא תורה שבעל פה:","הקורא בתורה צריך לאחוז בספר תורה בשעת ברכה.  <i>הגה: וסמכו מנהג זה על מה שנאמר ביהושע לא ימוש ספר התורה הזה מפיך חזק ואמץ. ומזה נהגו לומר למסיים לקרות בתורה בכל פעם חזק (בית יוסף בשם אורחות חיים):<\/i>"],["הקורא בתורה ונשתתק העומד יתחיל ממקום שהתחיל הראשון ויברך בתחלה ובסוף ולהרמב\"ם לא יברך בתחלה.   <i>הגה: ואפילו בזמן הזה ששליח ציבור קורא דינא הכי (הר\"י פרק אין עומדין):<\/i>","העומד לקרות בתורה וברך ברכה שלפניה וקרא מקצת פסוקים ודבר דברי תורה או דברי חול לא הוי הפסק ואינו צריך לחזור ולברך:","והעולה לקרות בתורה והראו לו מקום שצריך לקרות וברך על התורה והתחיל לקרות או לא התחיל והזכירוהו שפרשה אחרת צריך לקרות וגלל הספר תורה למקום שצריך לקרות בו יש אומרים שאינו צריך לחזור ולברך ויש אומרים שצריך:"],["צריך לקרות מעומד ואפילו לסמוך עצמו לכותל או לעמוד אסור אלא אם כן הוא בעל בשר.  <i>הגה: וכן החזן הקורא צריך לעמוד עם הקורא (מרדכי הלכות קטנות)<\/i>","לא יקראו שנים אלא העולה קורא ושליח ציבור שותק או שליח ציבור קורא והעולה לא יקרא בקול רם ומכל מקום צריך הוא לקרות עם השליח ציבור כדי שלא תהא ברכתו לבטלה אלא שצריך לקרות בנחת שלא ישמיע לאזניו. <i>(ואפילו משמיע לאזניו ליכא למיחש דלא עדיף מתפלה כדלעיל סימן ק\"א) (דעת עצמו)<\/i>","ויש נוהגים להעמיד מי שמקרא לעולה מלה במלה ואחר שגומר המקרא המלה אומרה העולה","אם שליח ציבור רוצה לברך לעצמו ולקרות צריך שיעמוד אחר אצלו שכשם שנתנה תורה על ידי סרסור כך אנו צריכים לנהוג בה על ידי סרסור","אין הצבור רשאים לענות אמן עד שתכלה ברכה מפי הקורא ואין הקורא רשאי לקרות בתורה עד שיכלה אמן מפי הצבור","יכולים לקרות ב' אחים זה אחר זה והבן אחר האב ואין מניחים אלא בשביל עין הרע ואפילו אם אחד הוא השביעי ואחד הוא המפטיר לא יקראו השני בשמו משום עין הרע <i>(מהרי\"ל)<\/i>","העולה למגדל עולה בפתח שהוא לו בדרך קצרה ממקומו וירד מהמגדל בדרך אחר שהוא לו בדרך ארוכה עד מקומו ואם ב' הדרכים שוים עולה בפתח שהוא לו בדרך ימין ויורד בפתח שכנגדו. <i>(ולא ירד עד שעלה כבר הראוי לקרות אחריו) (מרדכי הגדול)<\/i>","כל תיבה שהיא קרי וכתיב הלכה למשה מסיני שתהא נכתבה כמו שהיא בתורה ונקרית בענין אחר ומעשה באחד שקרא כמו שהיא כתובה בפני גדולי הדור ה\"ר יצחק אבוהב והר\"ר אברהם ואלאנסי והר\"ר שמואל ואלאנסי בנו ז\"ל והתרו בו שיקרא כפי המסורה ולא רצה ונדוהו והורידוהו מהתיבה"],["קרא וטעה אפילו בדקדוק אות אחת מחזירין אותו.   <i>הגה: וכן דין החזן הקורא ודוקא בשינוי שמשתנה על ידי זה הענין אבל אם טעה בנגינת הטעם או בניקוד אין מחזירין אותו אבל גוערין בו (בית יוסף ופסקי מהרא\"י סימן קפ\"א)<\/i>","וישוב שיש שם מנין ואין מי שיודע לקרות בתורה כהלכתה בדקדוק ובטעמים אפילו הכי יקראו בתורה בברכה כהלכתה. <i>(ומפטירין בנביא ועיין בסמוך ריש סימן קמ\"ג)<\/i>"],["אין קורין בתורה בפחות מעשרה גדולים בני חורין ואם התחילו בעשרה ויצאו מקצתן גומרים","אם כתבו כל חומש לבדו אפילו בגלילה כספר תורה אין קורין בו עד שיהיו כל חמשה חומשים תפורים ביחד.   <i>הגה: והם כתובים בגלילה כספר תורה אבל בחומשים שלנו אפילו כל ה' ספרים ביחד אין לברך עליהם (מרדכי סוף פרק הנזקין וסוף פרק הקומץ ותשובת הרמב\"ן סימן קפ\"ז וקצ\"ט ורבי ירוחם נתיב ב' חלק ב' ואגור בשם שבלי הלקט ומהרי\"ק שורש ס\"ח והכל בו ומגיד משנה פרק ט' מהלכות ספר תורה). ובמקום שיש ספר תורה ואין שליח ציבור הבקי בנגינה בעל פה ראיתי נוהגים שהשליח ציבור קורא מן החומש בנקוד והעולה קורא אחריו מן הספר תורה הכשר<\/i>","אפילו בכפרים שאין נמצא להם ספר תורה כשר אין מברכין עליו","אם נמצא טעות בספר תורה בשעת קריאה מוציאין ספר תורה אחרת ומתחילין ממקום שנמצא הטעות ומשלימין הקורים על אותם שקראו במוטעה ואם נמצא טעות באמצע קריאת הקורא גומר קריאתו בספר הכשר ומברך לאחריה ואינו חוזר לברך לפניה.   <i>הגה: ואם כבר קראו עמו ג' פסוקים ואפשר להפסיק פוסקים שם ומברך אחריה ומשלימים המנין בספר תורה האחרת שמוציאין (מרדכי פרק ב' דמגילה). והא דמוציאין אחרת דוקא שנמצא טעות גמור אבל משום חסרות ויתרות אין להוציא אחרת שאין ספרי התורה שלנו מדוייקים כל כך שנאמר שהאחרת יהיה יותר כשר (אגור ופסקי מהרי\"א סימן פ' וריא\"ז), ומהרי\"ל פסק דאין להביא ספר תורה אחרת ובית יוסף פסק דצריך להוציא ספר תורה אחרת (לכן צריך לחלק כך). ובשעת הדחק שאין לצבור רק ספר תורה פסול ואין שם מי שיכול לתקנו יש אומרים דיש לקרות בו בצבור ולברך עליו (כל בו ואבודרהם), ויש פוסלין (תשובת הרשב\"א תפ\"ז ותרומת הדשן ומיימוני פרק י' מהלכות ספר תורה). ואם חומש אחד שלם בלא טעות יש להקל לקרות באותו חומש אף על פי שיש טעות באחרים (ר\"ן)<\/i>","בית הכנסת שאין בהם מי שיודע לקרות אלא אחד יברך ויקרא קצת פסוקים ויברך לאחריהם וחוזר לברך תחלה וקורא קצת פסוקים ומברך לאחריהם וכן יעשה כמה פעמים כמספר העולים של אותו היום"],["מדלגין בנביא ואין מדלגין בתורה מפרשה זו לפרשה אחרת והני מילי בשני ענינים דחיישינן שמא תתבלבל דעת השומעים אבל בחד ענינא כגון אחרי מות ואך בעשור שכהן גדול קורא ביום הכפורים מדלגין והוא שלא יקרא על פה שאסור לקרות שלא מן הכתב אפילו תיבה אחת ובנביא מדלגין אפילו בשני ענינים והוא שלא ישהה בדילוג בענין שיעמדו הצבור בשתיקה והני מילי בנביא אחד אבל מנביא לנביא אין מדלגין ובתרי עשר מדלגין מנביא לנביא ובלבד שלא ידלג מסוף הספר לתחלתו","נוהגין בשבת שיש בו חתן לומר אחר הפטורת <i>(הפטרה יש אומרים שהוא מלשון אין מפטירין אחר הפסח שענינו סילוק כלומר סילוק תפלת שחרית)<\/i> השבוע שנים או שלשה פסוקים מהפטורת שוש אשיש וכשחל ראש חודש בשבת וביום א' אחר שמפטירין ההפטורה בשבת אומרים פסוק ראשון ופסוק אחרון מהפטורת ויאמר לו יהונתן מחר חודש ואין למחות בידם <i>(ועיין לקמן סימן תכ\"ה סעיף ג' ובסוף סימן תכ\"ח האיך נוהגין)<\/i>","אין גוללין ספר תורה בצבור מפני כבוד הצבור. ואם אין להם אלא ספר תורה אחד והם צריכים לקרות בשני ענינים גוללין. וידחה כבוד הצבור","אין קורין לאדם אחד בשני ספרי תורה משום פגמו <i>(פירוש שנראה כפוגם ומטיל דופי בראשון)<\/i> של ראשון אבל שלשה גברי בשלשה ספרים כגון ראש חודש טבת שחל להיות בשבת ליכא משום פגם"],["בימי חכמי הגמרא היו נוהגים לתרגם כדי שיבינו העם. אין הקורא רשאי לקרות לתורגמן יותר מפסוק אחד, ואין המתרגם רשאי לתרגם עד שיכלה הפסוק מפי הקורא, ואין הקורא רשאי לקרות פסוק אחר עד שיכלה התרגום מפי המתרגם. ואין הקורא רשאי להגביה קולו יותר מהמתרגם, ולא המתרגם יותר מהקורא. ואין הקורא רשאי לסייע למתרגם שלא יאמרו תרגום כתוב בתורה:","קטן מתרגם על ידי גדול, אבל אינו כבוד לגדול שיתרגם על ידי קטן:","האידנא לא נהגו לתרגם, משום דמה תועלת בתרגום כיון שאין מבינים אותו:"],["אסור לצאת ולהניח ספר תורה כשהוא פתוח אבל בין גברא לגברא שפיר דמי","כיון שהתחיל הקורא לקרות בספר תורה אסור לספר אפילו בדברי תורה אפילו בין גברא לגברא ואפילו אם השלים הוא הפרשה ויש מתירים לגרוס <i>(פירוש ללמוד)<\/i> בלחש ויש אומרים שאם יש י' דצייתי <i>(פירוש המשימין לבם)<\/i> לספר תורה מותר לספר <i>(בדברי תורה) (בית יוסף בשם מהרי\"א)<\/i>. ויש מתירים למי שתורתו אומנתו ויש מתירים למי שקודם שנפתח ספר תורה מחזיר פניו ומראה עצמו שאינו רוצה לשמוע ספר תורה אלא לקרות ומתחיל לקרות. ולקרות שנים מקרא ואחד תרגום בשעת קריאת התורה שרי. וכל זה אינו ענין לפרשת זכור ופרשת פרה שהם בעשרה מדאורייתא שצריך לכוין ולשומעם מפי הקורא והנכון שבכל הפרשיות ראוי למדקדק בדבריו לכוין דעתו ולשומעם מפי הקורא","אסור לספר כשהמפטיר קורא בנביא עד שישלים כמו בספר תורה","אין צריך לעמוד מעומד בעת שקורין בתורה <i>(ויש מחמירין ועומדין וכן עשה מהר\"ם) (מרדכי פרק רבי אליעזר דמילה)<\/i>"],["אסור לאחוז ספר תורה ערום בלא מטפחת.  <i>הגה: ויש אומרים דהוא הדין שאר כתבי קודש (אגודה ותוספות פרק קמא דשבת) ולא נהגו כן וטוב להחמיר אם לא נטל ידיו ובספר תורה אפילו בכהאי גוונא אסור (דברי עצמו אגודה).<\/i>  גדול שבאותם שקראו בתורה גוללו ורגילים לקנותו בדמים יקרים לחבב המצוה.   <i>הגה: יש אומרים אם המעיל בצד אחד פשתן ובצד אחד משי צריך להפך המשי לצד הספר ולגלול (מרדכי סוף מגילה) ולא נהגו כן (בית יוסף סימן קנ\"ג). ואין לגלול במפה הקרועה אם יש לו אחר (מהרי\"ל). ואין לעשות מפות לספר תורה מדברים ישנים שנעשו בהם דבר אחר לצורך הדיוט ועיין לקמן סימן קנ\"ג (אגודה מסכת מנחות ותשובת מהרי\"ל סימן קי\"ד ובית יוסף ורשב\"ץ)<\/i>","יכול מי שירצה לקנות להושיט המעילין לגולל ואין הגולל יכול למחות בו כי אף על פי שקנה הגלילה לא קנה ליקח המעילים. <i>(וכן במקומות שנוהגין לקנות הוצאה והכנסה אין השליח ציבור יכול למחות כי אין זה שייך לחזנים) (מרדכי סוף מגילה ואור זרוע)<\/i>","הגולל ספר תורה יעמידנו כנגד התפר כדי שאם יקרע יקרע התפר","הגולל ספר תורה גולל מבחוץ וכשהוא מהדקו מהדקו מבפנים.  <i>הגה: פירוש כשהספר עומד לפניו יהיה הכתב נגד פניו ויתחיל לגלול מבחוץ ואחר שגמר הגלילה יהדק סוף המטפחת בפנים שכשיבא לקרות בו ימצא ההדוק בפנים ולא יצטרך להפך הספר תורה (טור והרא\"ש סוף פרק בני העיר). ונראה דכל זה מיירי כשאחד עושה כל הגלילה אבל עכשיו שנוהגים שהאחד מגביה ואחד גולל הכתב יהיה נגד המגביה וכן נוהגים כי הוא עיקר הגולל והאוחז הספר תורה<\/i>","מוטב תגלל המטפחת סביב הספר תורה ולא יגלול הספר תורה כשכורכו במטפחת","הגולל ספר תורה בתוך התיק טועה:","אין המפטיר מתחיל עד שיגמרו לגלול הספר תורה כדי שלא יהא הגולל טרוד ויוכל לשמוע ההפטורה:","ביום שיש בו ב' ספרי תורה לא יפתחו הב' ולא יסירו המפה עד שיגללו הראשון.   <i>הגה: ואין מסלקין הראשונה עד שכבר הניחו השניה על השלחן שלא יסיחו דעתן מן המצות ומוציאין ב' הספרים כאחת ותופסין השניה עד אחר שקראו בראשונה (אור זרוע בשם הירושלמי)<\/i>"],["אין שליח ציבור רשאי להפשיט התיבה בצבור כל זמן שהם בבית הכנסת. <i>(פירש רש\"י שהיו רגילים להביא ספר תורה מבית אחר שהיא משתמרת בו וכו' עד שטורח צבור הוא להתעכב שם ועיין בפנים באורחות חיים)<\/i>"],["אין הצבור רשאים לצאת מבית הכנסת עד שיצניעו ספר תורה.  <i>הגה: מיהו אם אינם יוצאים רק יחיד לית לן בה (בית יוסף בשם הר\"י בחדושי מגילה).<\/i>  ואם מצניעים הספר תורה בבית אחר אם אין לבית הכנסת אלא פתח אחד צריכין להתעכב עד שיצא הספר תורה וילכו אחריו למקום שמצניעים אותו שם ואם יש לבית הכנסת שני פתחים יכולים לצאת בפתח אחד קודם שיצא הספר תורה בפתח האחר ובלבד שילכו אחר הספר תורה וילווהו למקום שמצניעין אותו שם.  <i>הגה: ובמקומות שמצניעין אותו בהיכל שהוא הארון בבית הכנסת מצוה לכל מי שעוברת לפניו ללוותה עד לפני הארון שמכניסין אותה שם (דברי עצמו ומהרי\"ל). וכן הגולל ילך אחר הספר תורה עד לפני הארון ועומד שם עד שיחזירו הספר תורה למקומה (הגהות מיימוני פרק י\"ב מהלכות תפלה), וכן נוהגין במגביה הספר תורה כי הוא עיקר הגולל וכמו שנתבאר סימן קמ\"ז סעיף ד' ויש שכתבו שמביאים התינוקות לנשק התורה כדי לחנכם ולזרזם במצות וכן נוהגין (אור זרוע)<\/i>"]]}