{"MISHNA_BERURA":[["כתיב בתורה ולקחתם לכם ביום הראשון פרי עץ הדר וכפות תמרים וענף עץ עבות וערבי נחל וקבלו חז\"ל דפרי עץ הדר זהו אתרוג שטעם עצו ופריו שוה וכתיב הדר שיהיה נאה והדר בתארו וגידולו וע\"ד שיתבאר בסימן תרמ\"ח ולפי שכל אלו הד' מינים כתובין בפסוק אחד למדין זה מזה וע\"כ כל הארבעה מינים צריכים להיות נאים ומהודרים וע\"ד שיתבאר לקמן כפות תמרים הן ענפי האילן שגדלין בו תמרים כשיצמחו קודם שיתקשו העלין שלהן ויתרחקו לכאן ולכאן רחוק מן השדרה אלא כשיהיה כמו שרביט והוא הנקרא לולב וענף עץ עבות הוא ההדס שעליו חופין את עצו ופרטיו יתבאר בסימן תרמ\"ו וערבי נחל יתבאר בסימן תרמ\"ז:","(א) שנפרדו - היינו כמו ענפי השבט שעומדין פרודות ויכולין לאגדן:","(ב) ולא נדלדלו כעלי החריות - דטבע החריות שנפרדו העלין ונתרחקו הרבה ובמקום חבורן נתקשו כעץ ואין יכולין לאגדן יחד:","(ג) פרודות - הט\"ז העלה שמה שהחמיר הרב המגיד למצוה מן המובחר הוא דוקא היכי שכל עליו תלויות למטה רק שעולין עם הלולב [ונפרצו עליו שפסול הוא כגון שנתלשו עליו לגמרי מן הלולב או שתלויות למטה וגם אין עולין עם הלולב או שנדלדלו ממקום חיבורן בשדרה ועדיין מעורין במקצת] אבל כל שאין עליו תלויות אלא שקצת נוטה לצדדין אפילו מצוה מן המובחר אין כאן אמנם במאמר מרדכי וכן בבכורי יעקב מפקפקין על דברי הט\"ז ודעתם כסתימת הרמ\"א דלמצוה מן המובחר יש ליזהר שלא ליטול לכתחלה לולב אא\"כ שוכבין עליו זה על זה ולא לצדדין:","(ד) דהיינו וכו' - ר\"ל דגם זה הוא בכלל נדלדלו מאורך השדרה אף שעדיין לא נעקרו מחבורן וה\"ה אם נעקרו ממקום חבורן בשדרה ועדיין מעורין במקצת אף שאין תלויות למטה. ואם השדרה בעצמה נשברה ותלויה למטה [והיינו שמעורה במקצת] נ\"ל דכשר דדוקא ברוב עלין פסול דדמי לבהמה שנשברו רוב צלעותיה טריפה ונשברה השדרה כשרה אכן יש לאוגדו שם שלא יפול למטה כ\"כ המ\"א אבל הרבה אחרונים חולקים ע\"ז דשאני התם דחוט השדרה קיים ובו תלוי הכשרו שם [דאם נפסק החוט אף שהשדרה קיים טריפה כמבואר שם] משא\"כ בענינינו ובספר בגדי ישע כתב דאין כונת המ\"א נשברה ממש דא\"כ לא עדיף מנקטם ראשו דפסול אלא שר\"ל מתמוטט למטה וא\"כ שפיר מדמה לנשברה השדרה ולא נפסק החוט וצ\"ע:","(ה) ונעקרו למטה וכו' - ר\"ל למטה במקום חבור העלין לשדרה נעקרו שם מן השדרה ואינם מחוברים אלא ע\"י אגודה:","(ו) דפסול אפילו אגדן - וה\"ה במה שכתב הג\"ה למעלה שפסולין כשהן תלויות למטה שם ג\"כ פסול אפילו אגדן וכ\"כ הגר\"ז:","(ז) נתקשו העלין כעץ - ואם התחיל להתקשות ועדיין לא נעשה כעץ זהו נקרא בגמרא דומה לחרות וכשר אפילו לא אגדו אכן טבע האילן שבשעה שהעלין התחילו להתקשות נעשו עליהן מפורדות וכבר נתבאר לעיל דמצוה מן המובחר שלא יהיו מפורדות:","(ח) ברוב עלין - ורוב כל עלה ועלה ורובו ככולו והוי כאלו הוי הלולב בלא עלין. ודוקא אם הוא בתוך שיעור הלולב שהוא ד' טפחים כדלקמן בסימן תר\"נ אכן אם נשברו רוב העלין של לולב היותר מכשיעור ונשאר רוב שיעור של לולב שלם יש להסתפק אם אזלינן בתר רוב הלולב ופסול או בתר רוב השיעור וכשר:","(ט) ועדיין הלולב וכו' - דבלא\"ה אפילו במיעוטן של העלין שנחסר פסול:","(י) נשאר מכוסה בעלין - עיין בביאור הלכה:","(יא) ברוב העלין - ורוב כל עלה ועלה:","(יב) פסולה - דהוי כאלו ניטלו לגמרי. והנה לדעה זו הראשונה אין שום נ\"מ בין שאר העלין לעלה האמצעית ואם נחלקה אפילו כולה כשירה:","(יג) וצד השני ערום בלא עלין פסול - עיין בחי' הריטב\"א דבזה ודאי פסול כל שבעה ימים אבל באחת אחת מתחלת ברייתו מסתפק שם עיי\"ש:","(יד) העלה העליון - שדרכה להיות כפול כשאר עלי הלולב:","(טו) האמצעי - ואם כלה השדרה בשני עלין יש על שניהם שם תיומת ואם נחלקה אחת מהם פסול:","(טז) עד השדרה - עיין בביאור הגר\"א שהסכים דלדינא יש להחמיר ברובו דבכל פסול רובו ככולו ועל מקצתו אין להחמיר כלל:","(יז) ופסול - היינו ביום הראשון אבל בשאר הימים כשר:","(יח) לכתחלה מצוה מן המובחר וכו' - היינו אם יש לו לולב אחר אבל א\"צ לברך על לולב של חבירו משום זה:","(יט) כי יש מחמירין וכו' - וטעמם דע\"י הנענועים רגיל להיות בסופו סדוק כולו ועיין בט\"ז דלדעתו אין להחמיר בזה רק אם נחלק כשיעור טפח ובח\"א כתב דלדעה זו יש להחמיר אפילו במשהו ועיין במה שכתבנו בסקט\"ז בשם הגר\"א וע\"כ אם יש לו לולב אחר יותר טוב לברך עליו משום מהיות טוב וגו' אבל מדינא אין לחוש לזה כלל כ\"ז שלא נחלק רובו ועיין לקמיה בס\"ז דאם נתרחקו ב' סדקיו זה מזה עד שנראה כשנים פסול:","(כ) ואם אין וכו' פסול - הטעם בכל זה שאינו הדר:","(כא) לולב שיבשו וכו' - שאין זה הדר:","(כב) רוב עליו - ואם יבש העלה העליונה התיומה פוסל הראב\"ד:","(כג) או שדרתו - מיהו הרב ב\"י כתב דאין מצוי שיהא שדרתו יבש והעלין לחים וליכא לספוקי בזה:","(כד) משכלה מראה ירקות שבו - שזהו סימן שכלה הלחלוחית שבו:","(כה) בצפורן - ורוב הפוסקים לא הסכימו לפירוש זה אלא שרמ\"א כתב דעה זו כדי ליישב מנהגם שנהגו כך במקומותיו לסמוך ע\"ז לפי שאין לולבין מצויין ע\"כ אין להקל בזה כ\"ז שיש בעיר לח:","(כו) רוב העלין העליונים - ועליונים נקרא אותן שגבוהין מן השדרה ולמעלה ושיעור הקיטום לא נזכר בהשו\"ע אם דוקא כשנקטם הרוב של כל עלה או אפילו במקצתה ועיין בלבוש שמחמיר דאפילו במקצתן ויש מאחרונים שמפקפקין בזה והנה המחבר לא זכר לחלק בין עלה אמצעי ליתר העלין ועיין בבה\"ל:","(כז) פסול - דאין זה הדר:","(כח) ואם נקטם וכו' - דעת הט\"ז והגר\"א דהרמ\"א הוסיף בזה להחמיר כדעת הרה\"מ והר\"ן דהעלה העליון האמצעי שעל השדרה [היינו כשיש ג' עלין שכלה בהם השדרה העלה האמצעי לבדה נקרא ראש הלולב] אם נקטמה פסול ועיין בביאור הגר\"א דמשמע מניה שמצדד להורות כן להלכה כהרמ\"א ואפילו נקטמה העלה הזאת בכל שהוא פסול:","(כט) העלה העליון האמצעי וכו' - ואם כלה הלולב בשני תיומות ונקטמה רק אחת מהן אפשר דיש להקל וכן מצדד בספר בכורי יעקב ע\"ש:","(ל) ודוקא דאיכא אחר וכו' - עיין בא\"ר דכונת הרמ\"א להקל בנקטם עלה העליונה משום דכמה פוסקים מקילין בעיקר הדין ויש לסמוך עלייהו בדליכא אחר אבל לא בנקטמו רוב עלין ואפילו בעלה אמצעי יש אומרים דאין להקל לברוכי עלייהו כ\"א בנקטם רק מקצתה אבל לא בנקטם רובה אפילו בשעת הדחק ועיין בבה\"ל:","(לא) אם נתרחקו וכו' - היינו אפילו לא היו כן בתולדה רק אח\"כ:","(לב) ואפילו לא נחלקה התיומת - פי' שלא נסדק העלה האמצעי עד השדרה ואפילו נסדק רק מקצתו שמחמת נחלקה התיומת דעת הרבה אחרונים שאין לפסלו מ\"מ כיון שנתרחב הסדק עד שנראה כשנים פסול ויש ליזהר הרבה בזה:","(לג) או שהוא עקום - כמגל [גמרא]:","(לד) לפניו - דהיינו הצד שכנגד השדרה ונעשה שדרתו כגב חטוטרות:","(לה) שהרי שדרו - נקרא בשם זה יען שהוא כשדרו של בהמה שהחוליות והצלעות מחוברות בה מכאן ומכאן ואף זה עליו מכאן ומכאן ואמצעה חלק ועולה כמקל [רש\"י]:","(לו) פסול - שאין זה הדר:","(לז) לאחוריו - שנעקם ונכפף לצד השדרה:","(לח) כפוף בראשו - היינו שהיה כפוף כאגמון בין לפניו ובין לאחריו:","(לט) פסול - שאין זה הדר:","(מ) כפופים וכו' - והרא\"ש כתב אוהב אני יותר לצאת בו שאין העלין נחלקין ותיומתו קיימת וכתב הלבוש ודוקא כשהעלה העליונה לבד כפופה אבל אם כולן או רובן כפופים כל שהוא פסול דודאי זהו שינוי מברייתו ואינו הדר כלל עכ\"ל והעתיקו המ\"א ודעת הט\"ז שאין לחלק בזה ועכ\"פ בדאיכא אחר בודאי יש ליזהר שלא לצאת בזה שראשי העלין כולם או רובם כפופים:","(מא) בראשו - ודוקא בזה שלא נכפף אלא בראשו ונשאר חלק גדול בלי כפיפה אבל אם גוף העלין נכפף הרבה מאוד לאמצעיתן ונראה כמו שנכפף העלין לשנים פסול שאין זה הדר כלל וה\"ה אם העלה העליונה האמצעית שהיא התיומה נכפפה לבדה הרבה לאמצעיתה ג\"כ פסול [פמ\"ג]:","(מב) כשר - ויש מן הפוסקים שמחמירין בזה אכן המנהג להקל כהשו\"ע ועיין בשע\"ת: בשע\"ת:"],["(א) שנקטם ראשו - היינו העץ אבל בעלה לחוד לא שייך כלל נקטם ראשו וכדלקמן בס\"י בהג\"ה:","(ב) כשר - עיין לקמן בס\"י שמביא מחלוקת בזה לפי ששני סעיפים הראשונים אלו הוא לשון הרמב\"ם ומן ס\"ג ואילך הוא לשון הטור ונמשך כאן אחר לשון הרמב\"ם אגב שאר הדינים:","(ג) נשרו רוב עליו - היינו שהיה בכל קן וקן היוצא ממנו ז' עלין ונשרו מהן ארבעה כיון שנשתייר שלשה עלין עדיין נקרא עץ עבות וכשר וכדלקמן בס\"ד:","(ד) בקן אחד - היינו בכל קן וקן ממנו:","(ה) היו ענביו - דלפעמים גדל על ההדס פרי כמין ענבה:","(ו) אם ירוקות כשר - דגם ההדס ירוק הוא ואין שינוי מראה מחמת הענבים משא\"כ בשחורות וגם אדומות הוו שחורות דאמרינן האי שחור אדום הוא אלא שלקה אבל אדומות או שחורות פסול דלאו הדר הוא. ואם היו שאר גוונים כגון גע\"ל או בלא\"ה בכפות תמרים מצדד להחמיר ובפמ\"ג מסתפק בזה:","(ז) ואם מיעטן - היינו מעיו\"ט ומותר למעט אותן לכתחלה כדי שיהיו עליו מרובות מענביו ואפילו למעטן בתר דאגד הלולב:","(ח) או שליקטן אחד אחד לאכילה - עיין בט\"ז והגר\"א שהסכימו דצ\"ל או שליקטן אחר לאכילה וכן הסכים המ\"א לדינא דדוקא איש אחר שליקטן לאכילה ואינו מתכוין להכשירו מותר אע\"ג דפסיק רישא הוא דממילא מוכשר הרי לא ניחא ליה בההכשר ההוא וכיון דלבסוף יהיה תועלת בזה לאדם אחר שיהיה יכול לצאת בהן ידי מצוה לא מחמרינן בזה משא\"כ אותו האיש גופא אף אם הוא מכוין לאכילה ולא להכשירו מ\"מ אסור דפסיק רישא הוא אם לא דאית ליה הדסים אחרים לצאת בהן וא\"צ להן:","(ט) כשר בכל ענין - ר\"ל אפילו לא מיעטן כלל וטעמו דס\"ל דכל הפסולין אפילו אותם שפסולין משום הדר ג\"כ פסולן הוא רק ביום הראשון ולפ\"ז לדידן דפסקינן לקמן בסימן תרמ\"ט דפסולין מחמת הדר פסולן כל זיי\"ן גם בזה פסולן כל זיי\"ן:","(י) בגבעול אחד - ר\"ל בכל קן וקן ויהיו סמוכים זה לזה בעיגול אחד שאין אחד נמוך מחבירו אע\"פ שכל אחד בעוקצו:","(יא) למעלה מהם - או למטה מהם:","(יב) נקרא הדס שוטה - מפני שאין עליו הולכין כסדר אלא משובשין כשוטה:","(יג) אפילו בשעת הדחק - שאינו בכלל הדס כלל ופסול אפילו בשאר ימים וכן אם היו שנים זה ע\"ג זה ג\"כ אין זה בכלל עבות האמור בתורה:","(יד) דכשר וע\"כ נוהגין וכו' - ר\"ל דסומכין על אותו מ\"ד דמכשיר בתרי וחד וה\"ה בתרי ע\"ג תרי:","(טו) ולכן נהגו להקל וכו' - עיין בביאור הגר\"א ובשארי אחרונים שכולם פקפקו מאוד על המנהג ההוא שאין להם שום יסוד לא בתרי וחד ולא בתרי ע\"ג תרי והרמ\"א דחק רק לקיים המנהג ולכן הירא לדבר ד' יטרח למצוא עבות כדין דהיינו ג' עלין בשוה בכל קן וקן ועיין לקמיה בס\"ה. כתב הח\"א דבתוך אלו היבשים שמביאים עם האתרוגים בדוחק נמצא אחד למאה שיש בו ג' בקן אחד ולכן אין להם חזקת כשרות עד שישרם בחמין וירכך אותם ואם לא ימצא יטול בלא ברכה ע\"ש:","(טז) ונשרו מהם עד וכו' - היינו אפילו היה בכל אורך ההדס כן:","(יז) אפילו נשרו רובן - דכיון דנשאר ג' עדיין עבות קרינא ביה אבל אם נשארו רק שנים פסול דאף דבהדס שיש בו ג' בקן אחד ונשר אחד מכל קן ונשאר רק שנים הסכימו כמה אחרונים להכשיר שם שאני שנשתייר עכ\"פ רוב הקן ורובו ככולו משא\"כ הכא שנשרו רובם בעינן עכ\"פ שישתייר שיעור עבות דעי\"ז נוכל להכשירו ונאמר דאף עתה עבות קרינא ביה:","(יח) ולעיכובא ברובו - היינו שההדס ששיעורו הוא לא יותר מי\"ב גודלין כדלקמן בסימן תר\"נ אין צריך עבות בכולו רק ז' גודלין יהא עבות דהיינו ג' עלים בכל קן והחמשה גודלין אפילו נחסר לגמרי שנשרו עליו או שלא היו עבות דהיינו שהיו עליו שנים ע\"ג שנים או תרי וחד דכיון שרובו היה עבות כשר. ובהדס שהיו בכל שיעור ארכו ג' עלים בכל קן ונשר עלה אחת מכל קן ברוב שיעור אורך ההדס יש בזה פלוגתא בין הראשונים יש מכשירין דכיון דנשאר שנים בכל קן רובו ככולו כי היכי דמכשירין בנשרו מקצת עליו מארכו של ההדס ויש פוסלין דס\"ל דעי\"ז לא נשאר עליו שם עבות כלל דאין עבות אלא בשלשה. ולענין הלכה נקטינן להקל במקום הדחק שכן הסכימו כמה אחרונים. ודוקא כשנשארו עכ\"פ שני עלין בכל קן דהוי רובא עכ\"פ אבל אם נשרו שני עלין ברוב שיעור אורך ההדס פסול לכו\"ע וא\"כ במקום שנוהגין לצאת בהדסים של שנים ע\"ג שנים כדלעיל בהג\"ה אם נשר עלה אחת מכל קן ברוב שיעור אורך ההדס פסול לכו\"ע דלא נשאר רובא:","(יט) ואפילו אינו בראשו - כגון שמלמטה עד רובו יוצא בכל קן וקן ג' עלין ולמעלה נשרו עליו או שהוא איננו עבות ג\"כ כשר ואע\"ג דביבשו עליו פסק בס\"ח דאינו כשר כ\"א כשנשתיירו בכל בד ג' עלין לחין בראשו דוקא שם הטעם משום הדר והדר ניכר כשהוא בראשו אבל כאן משום עבות ודי בכל מקום:","(כ) כשילבינו פניהם - לאחר שנפרך בצפורן [מ\"א] ובאמת אינו מצוי במציאות שילבינו פניו ולא יהיה נפרך בצפורן וא\"כ כשנתלבן פניהם ודאי יבש הוא. ומי שאינו בקי בזה השיעור משמע בתמים דעים שיכול לשער ע\"י שישרה אותם יום או יומים במים דאם יחזרו לכמות שהיו במשמושן ובמראיהן עדיין לחים הם ואם לאו הם יבשים. כתב הפמ\"ג דביבש עץ ההדס אפי' העלים הם עדיין ירוקים פסול ובבכורי יעקב משיג ע\"ז ודעתו דביבשות העץ לא שייך פסול כלל ע\"ש:","(כא) ונשתיירו וכו' - דע\"י הג' עלין לחין שבראש הבד חל שם הדר על כל ההדס:","(כב) בראש כל בד מהג' בדין - ולפי המבואר לקמן בסי' תרנ\"א דבשעת הדחק סגי בבד הדס אחד גם בענינינו די כשיהיה בראשו קן אחד של ג' עלין לחין [ר\"ן]:","(כג) ויש מפרשים וכו' - הוא דעת הרא\"ש ולדידיה לא בעינן שיהיה הקן בראשו דוקא:","(כד) כשר - עיין ברא\"ש דס\"ל דצריך שישתייר שלשה קנין ובכל קן עלה אחד לח בראשו ותמהו האחרונים על המחבר שלא הזכיר דבר זה:","(כה) והוא וכו' - ר\"ל מה דמכשרינן בעלה אחד לח בראשו דוקא באופן זה שהוא מורכב על שניהם דאז נראה ההידור יותר אבל אם היה כל שלשה עלין לחין אפילו כולן בשוה כשר:","(כו) שהוא מורכב על שניהם - אף דבס\"ג פסק המחבר דזהו בכלל הדס שוטה אפשר דשם מיירי שהיה כל אורך שיעור ההדס באופן זה ואינו בכלל הדס האמור בתורה אלא הדס שוטה אבל הכא הלא מיירי שהיה כל שיעור ההדס בקנין של ג' עלין בשוה כדין אלא שמחמת שהיו יבשין לא נקרא הדר ולכן אמרינן דאם נמצא ג' קנין ובכל א' עלה אחד שהוא מורכב על שניהן והוא לח נראה וניכר בו ההידור וכשר והלכה כדעה הראשונה:","(כז) כמושים יש פוסלין - טעמם שאין מציל מידי יבש אלא לח ההדור ויש מכשירין כיון דכמוש כשר יכול להציל כמו לח ממש. ועיין בפמ\"ג שפסק דביום הראשון שהוא דאורייתא ראוי להחמיר דהוא ספק תורה ובשאר הימים שהוא דרבנן ספק דרבנן להקל:","(כח) נקטם ראשו - היינו אפילו היו כל שלשה הבדין נקטמו ראשן:","(כט) כשר - ואין דומה ללולב וערבה דנקטם ראשו פסול בהן דבהדס ענפיו חופין ראשו [היינו העלין] ואין קטימתו ניכרת בהן:","(ל) אפילו לא עלתה בו תמרה - הוא כמין תמרה היוצאת בעלי ערבה דבזה בודאי כשר לכו\"ע שהתמרה מכסה על הקטימה ואין הקטימה ניכרת:","(לא) ויש פוסלין וכו' - וה\"ה ליבש ראשו לדעה זו. ופשוט דלא מקרי יבש ראשו רק בהלבינו פניו מה שאינו מצוי כלל בהדסים שגדלו בשנה זו אבל אם כמוש קצת בלבד ואפילו עד שנפרך בצפורן לא מקרי יבש דהא אפילו בשאר עלין לא מקרי יבש כה\"ג וכדלעיל בס\"ז:","(לב) בנקטם ראשו - משום דלא הוי הדר. יש לעיין לדעה זו אם דוקא כשהיו כל שלשה בדין קטומי ראשן או אפילו אם בד אחד נקטם ראשו ג\"כ פסול ועיין לקמן סימן תרנ\"א ס\"א בהג\"ה:","(לג) וטוב להחמיר וכו' - ומה שרגיל שיוצאים בין הקנים ענפים קטנים וצריך לקטום אותם כדי שלא יפסיקו בין הקנים נקטם זה כשר לכו\"ע אפילו אם נמצא כן בכל השלשה בדים כיון שאינו בראשו:","(לד) במקום שאפשר באחר - וב\"ח כתב דביבש ראשו והיינו ביבשו העלין העליונים אפילו א\"א באחר אין לברך עליו אבל יש תקנה שיסיר העלין העליונים ואז כשר לכתחלה לכו\"ע:","(לה) העצים - אבל נקטמו העלים העליונים לבד לא מקרי נקטם:","(לו) נוטלו ואינו מברך עליו - ופסול אפילו בשאר הימים [ב\"י] ולפי דבריו אם נזדמן לו אח\"כ הדסים אחרים צריך לברך בשאר הימים ג\"כ והא דנוטלו כדי שלא תשתכח תורת לולב ועיין בביאור הלכה:\n"],["(א) ופיו חלק - ר\"ל חודו:","(ב) ואפילו בעודו ירוק - דכל שאינו לבן ממש אדום מקרי שאע\"פ שהוא ירוק מאחר כשהשמש מכה בו הוא נעשה אדום בכלל אדום הוא ועיין בפמ\"ג שכתב דכל ג' סימנים בעינן ואם חסר אחד מהם פסול ובבכורי יעקב כתב דאין מצוי זה בלא זה:","(ג) או בהרים כשר - י\"א דיותר טוב לכתחלה ליקח מאותן הגדילים על הנחל אכן מדברי הט\"ז משמע דאין צריך לדקדק בזה:","(ד) והיא פסולה - מן התורה שאיננה בכלל ערבה כלל:","(ה) ויש מין ערבה שאין פי וכו' - וכל שאר סימנים של ערבה כשרה יש לה:","(ו) וזה כשר - דדרכה ג\"כ ליגדל על הנחל כמו שאר ערבות והיא בכלל ערבי נחל. והנה כמה פעמים מלקטין ערבות נערים קטנים שאינם יודעים בין ימינם לשמאלם וצריך הקונה להשגיח ע\"ז:","(ז) ערבה שיבשה - היינו ברוב עליה:","(ח) או שנשרו וכו' - ויש לדקדק בזה שלפעמים נושרין ע\"י תחיבתן לתוך הלולב וגם ע\"י נענוע. ובפרט באתרוג ולולב של הקהל שיד הכל ממשמשין בהן מצוי מאוד שנושרין רוב העלין ע\"י נענוע של איזה אנשים וממילא שאר אנשים שמברכין אח\"כ לבד שאין יוצאין במצוה גם מברכין ברכה לבטלה ומן הנכון שעכ\"פ ביום הראשון שהוא מ\"ע דאורייתא יעמידו איש עתי שיפקח ע\"ז:","(ט) רוב עליה - היינו בשיעור ג\"ט של ערבה [ב\"ח וש\"א בסי' תרמ\"ו] ואם נדלדלו עליה מהקנה או שנסדקו עליה או שנחלקו כתב הרב המגיד שזה מקרי נפרצו עליה ופסולה וכ\"ז היינו אם ברוב עליה הוא כך וכתב המ\"א שיש להחמיר כמותו דהערבות מצויות:","(י) או שנקטם ראשה - והיינו שנקטם עצה אבל בנקטם עליה אף שהוא מראשה אין נ\"מ בזה ונחשבת כשאר עלין. ודע דיבש ונקטם ראשה הוא מטעם הדר ונשרו רוב עליה דעת הריטב\"א הוא משום שעי\"ז אין שמו עליו וע\"כ דעתו דבזה פסול כל שבעת הימים ומדברי רבינו מנוח משמע דגם זה משום הדר הוא:","(יא) כשרה - משמע דלכתחלה אין כדאי ליקח אותה [מ\"א] והא\"ר מכשיר אף לכתחלה. אכן כיון דערבות מצויות טוב להדר לכתחלה גם בזה:","(יב) מכשיר - ונקטינן כסברא הראשונה:"],["(א) היבש - ואם הוא יבש רק במקצתו עיין לקמן בסי\"ב ובמ\"ב שם:","(ב) פסול - דאינו הדר ואם הוא כמוש [שאינו לח ולא יבש] אפילו כמוש בכולו כשר דעדיין יש בו מקצת ליחה ומ\"מ כיון שאנו רואין שהוא כמוש דעת המ\"א דצריך לבדקו כמ\"ש בשו\"ע:","(ג) יראה בחוט - הקשו האחרונים דא\"כ יהיה נקב מפולש ופסול לדעה ראשונה שבסעיף ב' אפילו בלא חסרון ותירץ המ\"א שתוחב המחט קצת במקום עובי שלה דהיינו במקום חור הנקב ועי\"ז יכנס קצת מן החוט עמה וכשמוציאה יראה בהחוט ואין כאן נקב מפולש ויש שתירצו דמפולש לא נקרא אלא כשניקב ברוחב האתרוג מעבר לעבר אפילו שלא כנגד חדרי הזרע אבל כשניקב בעובי שלו מצד א' דהיינו לאורך האתרוג מעוקצו כלפי חוטמו ואינו מגיע לחדרי הזרע בזה י\"ל דלכו\"ע לא מקרי מפולש:","(ד) ודאי יבש הוא - ר\"ל דא\"א שימצא בו ליחה ולא יצא תועלת ע\"י בדיקתו:","(ה) ופסול - עיין בשעה\"צ מה שהבאנו בשם תמים דעים:","(ו) כל שהוא פסול - אפילו אינו חסר מן האתרוג כלל כגון שניקב ע\"י מחט:","(ז) אם היה כאיסר - אפילו אין בו חסרון כגון שתחב בו יתד רחב ואם הנקב מרובע או ארוך רואין אי כד מעגלת לה הוי כאיסר פסול:","(ח) ואם חסר כל שהוא - ר\"ל דאם חסר אז אפילו הנקב הוא קטן ביותר דהוא כל שהוא ג\"כ פסול ועיין במאמר מרדכי שהסכים דלענין יו\"ט שני ש\"ד לברך עליו כל שאינו מפולש ואינו חסר בכאיסר:","(ט) וי\"א וכו' - ס\"ל דתרתי לריעותא בעינן מפולש וחסרון דבלא חסרון כשר בכל גווני אלא ביש חסרון יש חילוק דאם הוא מפולש פסול אפילו בחסרון כל שהוא ובאינו מפולש דוקא כשחסר בכאיסר וקי\"ל להחמיר זולת בשעת הדחק כמ\"ש רמ\"א אח\"כ:","(י) אע\"פ שיש בהם חסרון - ר\"ל שנראה לפעמים באתרוג שהיה בו נקב בעודו במחובר אלא שנקרם עליו עור ובשר מלמעלה בזה יש להתיר אבל אם אנו רואים שלא נקרם אלא יש שם נקב וחיסרון אע\"פ שנעשה ע\"י קוצים בדרך גדילתו פסול וזהו שסיים מיהו אם רואה וכו' והמון עם טועין בכך שסוברין שיש קולא כשנעשה הנקב ע\"י קוצים:","(יא) אם רואה שאין העור והבשר קיים וכו' - ואם יש ספק בזה אם הבשר קיים אזלינן לקולא כיון שהדעה אחרונה ס\"ל אפילו בודאי יש חסרון כשר כל שאינו מפולש ואין החסרון בכאיסר שפיר נסמוך ע\"ז בספק לכל הפחות ואפילו אם ספק לו שמא הגיע פילוש הנקב עד חדרי הזרע ג\"כ יש להכשיר שכל שאינו ברור לנו שהגיע עד חדרי הזרע יש לסמוך על דברי האומרים שאפילו אם הגיע לחדרי הזרע אינו נקרא נקב מפולש ואינו פוסל אא\"כ יש בו חסרון:","(יב) כסברא האחרונה להכשיר - ולברך עליו:","(יג) שניקב מצד זה לצד זה - שע\"ז מורה שם מפולש כמו מבוי המפולש:","(יד) עד חדרי הזרע וכו' - טעמם שהקליפה העבה המקפת את חדרי הזרע אינה נחשבת עם חדרי הזרע לד\"א אלא היא נחשבת לדבר בפ\"ע לענין זה וכיון שניקבה כולה מצד א' ה\"ז נקב מפולש וע\"כ אע\"פ שחדרי הזרע וצד השני של האתרוג נשארו שלימים ה\"ז פסול. ולענין הלכה יש להחמיר כסברא האחרונה אבל בשעת הדחק שא\"א למצוא אתרוג אחר יש לסמוך על סברא הראשונה ומותר לברך על אתרוג זה ובפרט היכי שאינו חסר כלום כגון שניקב ע\"י מחט דיש בזה ס\"ס שמא הלכה כהי\"א הנזכר בס\"ב דגם במפולש דוקא כשיש חסרון:","(טו) מפולש - ואם ניקבה הקליפה העבה מצד זה לצד זה שלא כנגד חדרי הזרע דהיינו במקום שהאתרוג מתקצר למטה זה מקרי מפולש בין לדעה א' ובין לדעה שניה:","(טז) קיימים - ויוכל להרגיש ד\"ז במשמוש היד:","(יז) ויש פוסלין - ויש להחמיר בד\"ז במקום שאפשר:","(יח) נסדק וכו' - מדסתם המחבר משמע דס\"ל דיש להחמיר אפילו בנסדק מצד אחד:","(יט) כשר - כמו בנסדק הגרגרת בבהמה ביו\"ד סימן ל\"ד ואפילו נסדק משני צדדיו ע\"פ כל ארכו ונשתייר מכל צד משהו למעלה ומשהו למטה:","(כ) לפסול בנסדק רובו - הט\"ז ומ\"א השיגו על פסק הרמ\"א ודעתם דלא נמצא מי שיחמיר בזה ברובו אבל הגר\"א בביאורו הוכיח כהרמ\"א דיש מחמירין ברובו והיינו אפילו מצד אחד:","(כא) וכל שלא נסדק רוב קליפתו - בעומקו והיינו מראש האתרוג לסופו או לדעת ההג\"ה בשיעור רובו:","(כב) העבה - דאלו נסדק כל קליפתו העבה והגיע לחדרי הזרע אפילו במקום אחד פסול דהוי בכלל נקב מפולש:","(כג) לא מקרי נסדק - אפילו בחוטמו ג\"כ דוקא כשנסדק שם רוב קליפתו דאל\"ה אינו בכלל נסדק כלל:","(כד) הקליפה החיצונה - היינו הקליפה הדקה שהיא כמין גליד על האתרוג ואין כאן חסרון בגופו של אתרוג כלל:","(כה) שאינו מחסרו וכו' - דאם היה נקלף יותר בעומק אפילו במקום אחד ונחסר מגוף האתרוג אפילו משהו פסול מטעם חסר לדעה ראשונה של ס\"ב הנ\"ל ולדעה שניה אם חסר כאיסר עכ\"פ:","(כו) ירק כמות שהוא ברייתו - ואם מקום הנקלף הוא משונה במראיתו ממראה האתרוג אפילו אם נקלף רק רובו פסול וכ\"ז דוקא כשנקלף הכל ביחד אבל אם נקלף בשנים ושלשה מקומות אפילו במיעוט האתרוג אם אינו דומה לשאר האתרוג פסול דהוי כמנומר ואם נקלף במקום חוטמו כשאינו דומה מקום הקילוף לשאר האתרוג אפילו בכל שהוא פסול וכמו לענין חזזית לקמן בס\"ט וי\"א דאין להחמיר בכל זה רק דוקא כשאם נשתנה מקום הקילוף למראה פסול כגון שחור ולבן אבל אם הוא מראה כשר אין לפסלו ובשעת הדחק יש לסמוך ע\"ז ועיין לקמן בסי\"ג בהג\"ה:","(כז) אם נקלף כולו פסול - כמו בבהמה כשנקלף כל עורה טרפה דלא הדרא בריא:","(כח) שישתייר כסלע - וכמו שם לגבי בהמה דצריך שישתייר כסלע וכ\"פ הב\"ח וא\"ר:","(כט) ניטל דדו - הוא העץ שעל ראש האתרוג כמו חוד הדד ותחוב בתוכו והשושנתא עליו:","(ל) פסול - דהו\"ל כחסר והנה מלשון ניטל הדד משמע דניטל העץ אף מה שתקוע בתוך האתרוג ונעשה שם כמו גומא ולפיכך פסול אבל אם ניטל רק מה שלמעלה מן האתרוג אין להחמיר וכן הסכים הט\"ז לדינא אבל יש מן הפוסקים שמצדדים להחמיר אפילו אם לא ניטל רק למעלה מן האתרוג וסוברים דזה הוי בכלל חסר לדידהו ואם נשאר מן העץ למעלה מן האתרוג כל שהוא דעת המ\"א דאין להחמיר בזה:","(לא) במקום שאפשר - היינו שאפשר ליקח יותר מובחר מזה אבל אם הוא המובחר אין להחמיר בשביל השושנתא. ומ\"מ נראה דדוקא אם חסר רק השושנתא אבל אם חסר גם מקצת מן העץ אף שיש עוד קצת עץ למעלה מן האתרוג טוב להדר ליקח אחר אם אפשר לו כי יש מחמירין גם בזה:","(לב) כשר - כיון שכך היא ברייתן וזהו דרך גידולן אין לכנותם בשם חסרים או שאינן הדר וניכרים הם כי יש במקום פטמא כמו גומא מתחלת ברייתו וכתב בבכורי יעקב דזה דוקא רק כשיש גומא מעט שאין כאן פסול רק משום חסר וכיון שמתחלת ברייתו הוא כן ולא נחסר ממנו כלל לא מקרי חסר אבל לפעמים יש גומא עמוקה שחללה עד חדרי הזרע וניכר ע\"י שיכניס לתוך החלל מחט או שאר דבר דק בזה נראה דפסול גמור הוא שהרי נקב בתולדה פסול כל היכי דניקב פסול כדאיתא ביו\"ד סימן מ\"ג בפמ\"ג וכיון דניקב עד חדרי הזרע פסול ה\"ה בניקב בתולדה:","(לג) ונשאר מקומו גומא פסול - דהוא בכלל חסר ואם הוא שעת הדחק שאין אחר בעיר העלה בתשובת חכם צבי שיכול לברך עליו אפילו ביום ראשון (כיון שבשעת הדחק איתא בס\"ס תרמ\"ט שמברכין אפילו על פסולין לגמרי וכ\"ש בזה שהיא תלוי בשיטת הראשונים כמבואר בב\"י) וה\"ה בניטלה פטמתו ונעשה גומא ואין אחר בעיר ג\"כ יכול לברך עליו אפילו ביום ראשון:","(לד) ונשאר עובי כל שהוא שכל רוחב וכו' - ר\"ל שנשאר מן עובי העץ בתוך האתרוג שיעור קצר שיוכל עכ\"פ למלא כל רוחב הגומא מן עוביו ואף דלמעלה מן הגומא לא נשאר משהו ג\"כ כשר דתו לא מקרי חסר:","(לה) עלתה חזזית - בין בתלוש ובין במחובר אלא בעינן שיהיה גבוה משאר אתרוג:","(לו) פסול - דמחזי כמנומר [גמרא]:","(לז) על רובו - היינו רוב כל שטח האתרוג משני הצדדים:","(לח) פסול - דאינו הדר:","(לט) אפילו כל שהוא פסול - שנראה שם לעינים יותר משאר מקומות שבו שבאותו שפוע אדם נותן עיניו:","(מ) שבשטח החברבורות וכו' - פי' שמקום החברבורות עצמם היא המיעוט:","(מא) שכולם מצד א' - משמע דאם נתפשט מהם גם לצד השני מקרי רובו דהוי רוב הקיפו אע\"פ שאינו רובו של כל האתרוג [מ\"א]:","(מב) אפילו במיעוטו - הלבוש וא\"ר פסקו כדעה הראשונה וכ\"מ גם בפמ\"ג שאין פסול עד שיתפשט ברובו מיהו אם נתפשט גם לצד השני של האתרוג כבר ביארנו בס\"ק הקודם דמקרי רובו בזה לכו\"ע:","(מג) אם הוא מחצה על מחצה - לא מיירי שהיה חצי האתרוג של צד א' מראשו עד זנבו דהא בראשו לבד פוסל חזזית במעוטו וכנ\"ל בס\"ט אלא מיירי דהמחצה היא כלפי העוקץ בכל היקף האתרוג:","(מד) יש מכשירים - ס\"ל דאפשר לצמצם והיש פוסלים ס\"ל דא\"א לצמצם ולדינא יש להחמיר כדעה בתרייתא מדנקט אותה המחבר לבסוף ועיין בפמ\"ג שכתב דלא סגי אם ימצא רוב בהכשר ע\"י מדידה אלא צריך שיראה לעינים בלא מדידה ובבכורי יעקב חולק ע\"ז ע\"ש:","(מה) וכל שינוי מראה - כגון שחור ולבן כמבואר לקמן בסט\"ז:","(מו) בכל שהוא - ודוקא כשנראה לכל אבל אם אין נראה לעין מחמת דקותו וצריך להסתכל אין זה כל שהוא שפוסל:","(מז) ויש מי שאומר דה\"ה דיבש וכו' - וכן פסק הא\"ר וש\"א ולאו דוקא יבש ה\"ה שאר פסולין דמשום הדר:","(מח) שם בכל שהוא - היינו במקום חוטמו אבל בשאר מקומות האתרוג דינו כחזזית ושינוי מראה שבמקום אחד דינו ברובו ואם בשנים או בשלשה מקומות פוסל אף במיעוטו:","(מט) אבעבועות - יש אומרים דוקא שתי אבעבועות דבלא\"ה אינו בכלל חזזית אבל רבים מהאחרונים חולקין ע\"ז ודעתם דאף אבעבוע אחת כל שנראה לכל אדם לעין בלא הסתכלות מקרי חזזית. כתבו הפוסקים דדוקא כשנולד החזזית מעצמות האתרוג אבל מה שנעשה מקומו עקום ואדום מחמת שעוקצים אותה קוצים כשר ועיין בשע\"ת ובבה\"ל:","(נ) דנחשבים מראה אתרוג וכו' - ולפי טעם זה אפילו גבוהים משאר אתרוג כשר ואין נ\"מ בין אם החזזית הוא בחוטמו או בשאר מקומות. ועיין באחרונים שהסכימו דאין להקל בגבוהים משאר אתרוג כ\"א בשעת הדחק:","(נא) בענין שפסול - בין שהיה ברובו או במיעוטו בכמה מקומות וקלף כל מקומות הפסולין:","(נב) כשר - ואפילו לכתחלה יש להכשירו ע\"י כן:","(נג) ולא חסר כלום - דהיינו שלא קלף ממנו רק קליפה החיצונה הדקה דאם חיסר ממנו משהו אפילו רק במקום אחד פסול לדעה הראשונה לעיל בס\"ב ועיין לקמן סימן תרמ\"ט ס\"ה בהג\"ה ובמה שכתבנו שם במ\"ב סקל\"ח:","(נד) כבוש בחומץ - היינו דבזה אפילו לא שהא אלא כדי שירתיח הוי כמבושל וה\"ה כששרה במים או בשאר משקין ודבש מע\"ל קי\"ל דהוי כמבושל:","(נה) או מנומר - י\"א דדוקא אם הוא מנומר בגוונין הפסולין כגון חזזית או שחור או לבן או ירוק כעשבי השדה ודינו כמו שכתוב לקמיה בסט\"ז וי\"א דאפילו אם הוא מנומר בהרבה מראות כשרות ג\"כ עכ\"פ אינו בכלל הדר ופסול והטעם בכל זה משום דאינו הדר:","(נו) בשנים או בשלשה מקומות וכו' - עיין לעיל בס\"י:","(נז) מקום וכו' - אבל בשאר מקומות אפילו בשחור מעט פסול ומשמע אפילו הם סמוכין להן:","(נח) כשרים - דאורחייהו בכך ולא נפיק מכלל הדר:","(נט) העגול ככדור פסול - שאין דרכו להיות כן [לבוש]:","(ס) גדלו בדפוס - היינו שעשה לו דפוס בעודו קטן ומחובר באילן כדי שיגדל לפי מדת הדפוס ותמונתו:","(סא) אע\"פ שעשאו דפין דפין - היינו כעין שעושין גלגל ריחיים של מים אפ\"ה חשיב שפיר צורתו:","(סב) ב' דבוקים זה בזה - בספר הערוך בשם רבינו האי ז\"ל התיום שאמרו שני פנים הם שנים דבוקין בברייתן ואחד שהוא שני חצאין חלוקין מלמעלה ומחוברין מלמטה כל שהוא:","(סג) כשר - כיון שנבראו שנים יחד ודבוקין ומעורין זה בזה שאין אדם יכול להפרידן פרי אחד קרינא ביה ואין בו משום תוספות ועיין בב\"י שהסמ\"ג פסלו וע\"כ יש להחמיר בדאפשר [א\"ר]:","(סד) שדומה לעשבי השדה - משום שבזה ניכר שלא נגמר הפרי עדיין ומשמע דאם לא היה ירוק כ\"כ כשר דמסתמא נגמר פריו:","(סה) אלא א\"כ חוזר וכו' - ר\"ל היכא דידעינן טבע האתרוגים שבאותו מקום שדרכן לחזור אח\"כ למראה אתרוג לאחר ששהו בכלי זמן מרובה אז אפילו בעודו ירוק כשר דכיון שחוזר למראהו ע\"כ נגמר פריו ומ\"מ הסכימו האחרונים דאין לסמוך ע\"ז למעשה ואין לקנות אתרוגים אא\"כ התחיל במקצת לשוב למראה אתרוג דשמא יהיה נשאר ירוק. אתרוג המורכב הסכימו הפוסקים שהוא פסול דלא מקרי אתרוג כלל. ומורכב היינו מאתרוג ולומונ\"י או פאמראנ\"ץ או שום פרי אחרת אפילו אם הבריך ענף מאילן אתרוג לתוך לומונ\"י וכ\"ש אם הבריך ענף מאילן לומונ\"י תוך אילן אתרוג [אבל אם הרכיב משני אילני אתרוג ביחד כגון ענף אילן שפירותיו דקים וקטנים לתוך אילן שפירותיו גסים כשר. א\"ר בשם ב\"ח]. ויש ג' סימנים שנוכל להכיר אם הוא מורכב או לא א) כי המורכב חלק ולאתרוג בליטות קטנות בכל גופה וגובה להם ב) המורכב העוקץ בולט ובאתרוג העוקץ שוקע ג) כי תוך המורכב רחב והמוהל שלו הוא רב והקליפה הממוצעת (דהיינו בין קליפה עליונה שהיא דקה כגליד ובין התוך שהן חדרי הזרע עם קליפתן) דקה ובאתרוג הוא להיפך כי הקליפה עבה והתוך קצר והוא כמעט יבש [ובעולת שבת כתב עוד סימן שבאתרוג הגרעין זקוף לאורך האתרוג ובמורכב הגרעין מושכב לרוחב האתרוג ובבכורי יעקב כתב שבדק באתרוגים הרגילים אצלנו ושיש להם כל סימני אתרוג כשר שלפעמים הגרעינים שוכבים באורך ולפעמים ברוחב ע\"ש וע\"כ ע\"י סימן זה א\"א להבחין כלל] וכתב בתשובת חתם סופר חא\"ח סימן קפ\"ג אתרוגים שיש להם סימנים שמבחוץ דהיינו העוקץ שקוע ובליטות הרבה אין לחוש שמא ימצא בסימנים הפנימים היפך מזה ומשמע מזה דאם יש לו רק סימן אחד שמורה שהוא אתרוג והסימן השני מורה שהוא מורכב כגון שהוא חלק והעוקץ שלו שוקע יש להחמיר מספיקא וכ\"כ במור וקציעה אמנם בסימן ר\"ז מפקפק הח\"ס מאוד בענין הסימנים אחרי שלא נזכרו בש\"ס ודעתו דלמעשה אין לסמוך על סימנים כלל להקל ודינן של אתרוגים כדין עוף טהור דנאכל במסורת דהיינו שאותו המקום יהיה מוחזק מימים קדמונים שאתרוגיהם אינם מורכבים ומסיים שם העולה מזה כל האתרוגים שאינם מייעניווע [וה\"ה מקום אחר המוחזק בכשרות מימים קדמונים] אין ליקח בלי כתב הכשר שיודע המעיד שאינם מהמורכבים ואין לסמוך על הסימנים עכ\"ל וכעין זה כתב ג\"כ בספר שנות חיים בסי' ע\"ר ע\"ש אך ביו\"ט שני שהוא דרבנן יש לסמוך על הסימנים אף למאן דס\"ל דגם ביו\"ט ב' פסול מורכב ע\"ש. אכן באמת אודות כתב ההכשר יש ג\"כ הרבה לדקדק א) שצריך למצוא אנשים שיכירו היטב חתימת המעיד או עכ\"פ שהסוחר עצמו יכיר כתב ההכשר והוא יהיה מוחזק לנו בכשרות ב) על האתרוגים שאינם מוחזקים מכבר בכשרות להעיד שאינם מורכבים לזה אין להאמין להמעיד רק אם הוא מוחזק בכשרות וצריך שיהיה ירא שמים לדקדק דאולי מטעי קטעי ובפרט במלאכת הנטיעה. גם מצוי עוד כמה רמיות בענין זה שהוא מניח כתב ההכשר על תיבה אחת והסוחר כשמוכר אותו קעסטיל מניח הכתב על קעסטיל אחר וע\"כ יש לדקדק לקנות מאיש נאמן ואם מוצא לקנות אתרוג מאיזה מקומות הידועים מעולם ומוחזקים שאינם מורכבים יותר טוב לקנות מהם ועיין בבה\"ל מה שכתבנו בשם הבכורי יעקב ולפי המבואר שם נראה דבדיעבד כשכבר קנה או שאין לו מקומות הידועים למוחזקים נראה דיוכל לסמוך על שתי סימנים שמבחוץ ולברך ג\"כ וכמ\"ש למעלה. ודע שהסכימו האחרונים דיש להחמיר לענין אתרוג המורכב אפילו בשאר ימים. ואם אין לו אחר בעיר יש ליטלו כל שבעה בלא ברכה ויש מחמירין דאפילו ליטלו בלא ברכה ג\"כ אין כדאי דילמא אתי למסרך לצאת בו תמיד. ולענין הדסים אם יודע שהם מורכבים אין ליטול אותם דפסולים הם כמו אתרוגים אך בסתמא משמע מאחרונים שאין לחוש דסתמא אינן מורכבים (עיין בפמ\"ג בסי' תרמ\"ט אות י\"א) ומה שרצה השבות יעקב לפסול אותן הגדלים בגנות השרים מפני חשש מורכבים חלקו עליו החכם צבי והפנים מאירות ועיין בבכורי יעקב שכתב שכן פשט המנהג להכשירם:","(סו) פסול - ואפילו אם אנו משערים שאיננו בוסר שאין סופו להתגדל יותר אפ\"ה פחות משיעור זה לא חשיב גמר פירא אבל אם יש בו השיעור חשיב כפירי אף שהוא עדיין בוסר שסופו להתגדל יותר:","(סז) כל שהוא - היינו אפילו הוא גדול שמביאו על כתיפו ג\"כ יצא כיון שהארבעה מינים כשיש לו כולם אין מעכבין זה את זה יכול ליטול הלולב ואח\"כ האתרוג:","(סח) כשר - ובלבד שלא יהא ירוק ככרתי דאז לא חשיב גמר פירא כל שאינו חוזר למראה אתרוג וכנ\"ל בסכ\"א. כתב הסמ\"ג אסור לזלזל אתרוג ושארי מצות שהעכו\"ם מוכרים עכ\"ל כלומר שצריך ליתן להם מעט יותר מכדי דמיהן (ולא הרבה וכדלעיל בסימן ל\"ט ס\"ז ע\"ש) וכונת הסמ\"ג דאין לזלזל דאתה מכשילו לע\"ל שלא יביאם בפעם אחרת לקנות מידו [אחרונים]:\n"],["(א) בגזול ובגנוב - דכתיב ולקחתם לכם ביום הראשון וגו' והאי לכם משלכם הוא:","(ב) לאחר יאוש - דיאוש כדי לא קני והנה ביום הראשון בודאי לכו\"ע לא יצא מן התורה ולענין שאר הימים יבואר לקמיה:","(ג) בלא סיוע המצוה - פי' שהקנין שקנה אותו הוא נעשה קודם קיום המצוה לאפוקי אם הוא ע\"י המצוה של נטילת הלולב כגון שמכרו לו באופן שקנאו במשיכה והגביהו למיפק ביה א\"כ ע\"י המצוה נעשה הקנין ולא יצא דהו\"ל מצוה הבאה בעבירה אלא צריך להגביהו אח\"כ פעם שני לצאת בו [לבושי שרד]:","(ד) גזל לולב ושיפהו וכו' - ר\"ל דבעת שגזלו לא היה עדיין מתוקן כראוי שנוכל לקרוא עליו שם לולב והוא תקנו בשיפוי שלו דעל ידו נקרא שמו לולב:","(ה) כשר דקנייה בשינוי מעשה - וזה מהני אפילו בלא יאוש ואפילו ביום ראשון כשר לצאת בו דלכם קרינא ביה כיון שקנאה ודמים בעלמא הוא חייב לו. וה\"ה היכא דהוי יאוש ושינוי רשות כגון שהגזלן מכרו או נתנו לאחר אותו אחר כשר לצאת בו אפילו ביום ראשון דקנהו ע\"י שינוי רשות כיון שכבר היה יאוש מקודם ושלכם קרינא ביה:","(ו) ומיהו לא יברך עליו - כיון שמתחלה בגזל בא לידו מחמרינן לענין ברכה דאית בה הזכרת שם שמים. ועיין במ\"א שדעתו דדוקא בלא יאוש אבל אם היה יאוש עם השינוי מעשה או עם שינוי השם או עם שינוי רשות מותר לברך ג\"כ אכן דעת הט\"ז לעיל בסימן כ\"ה והגר\"א שם דבכל גווני לא יוכל לברך ועיין לעיל בסימן י\"א סעיף ו' בבה\"ל ד\"ה ולענין ברכה:","(ז) אלא לגנב ולגזלן עצמו - מוכח מזה דדעת המחבר דהגזלן אינו יוצא אפילו בשאר הימים דלא בעינן בהו לכם והטעם דהו\"ל מצוה הבאה בעבירה ואין נ\"מ בזה בין לפני יאוש ובין לאחר יאוש:","(ח) חוץ מיום ראשון - הנה מאי דמחמרינן לגבי אחרים ע\"כ איירי לפני יאוש ולכם אמר רחמנא והאי לאו דידהו הוא [דאי היה יאוש מקודם א\"כ אצלם הו\"ל יאוש ושינוי רשות וקנין גמור הוא אצלם ולכם קרינא בהו] ואפ\"ה בשאר הימים לאחרים שרי דס\"ל להי\"א דלא שייך מצוה הבאה בעבירה לגבי אחרים שהם לא גזלוהו ועיין במ\"א שהביא בשם המלחמות שחולק ע\"ז ודעתו דאף לגבי אחרים שהם לא גזלוהו אפ\"ה כיון דהחפץ לא נקנה אצלם שהוא לפני יאוש והגזל תחת ידם הוא שייך גבייהו ג\"כ מצוה הבאה בעבירה ואינם יוצאין בו וע\"כ דעת המ\"א שלא להקל בזה אבל בא\"ר כתב שיש לסמוך להקל כהי\"א דאף לגנב ולגזלן עצמו דעת כמה פוסקים שסוברין דבשאר ימים יוצא בהן עכ\"פ יש לסמוך עלייהו לגבי אחריני וגם הגר\"א בביאורו משמע שמצדד להלכה כהיש מי שאומר מיהו כ\"ז הוא רק לענין לצאת בו אבל לברך עליו גם להגר\"א אסור לברך עליו דהא אפילו היכא דהוי יאוש ושינוי רשות אסור לברך כמ\"ש מקודם וכ\"ש בזה:","(ט) שלא יקצץ וכו' - ביאור הענין שלא יקצץ מקרקע של נכרי בעצמו ואפילו כשיתן לו הנכרי רשות דשמא גזל הקרקע מישראל דסתם עכו\"ם גוזלי קרקע הם וקי\"ל דקרקע אינה נגזלת [היינו שאינה קנויה לגזלן בשום יאוש דלעולם בחזקת בעליה הראשונים עומדת ופירות המחוברים לקרקע הרי הוא כקרקע] אבל משנתלש הפרי הוי גזל והתולשו הוא גוזלו לפיכך לא יקצץ הישראל בעצמו דיהיה הוא הגוזל אלא יקצצנו העכו\"ם ויהיה אז חל היאוש מן הבעלים הראשונים על דבר הנתלש והוא ימסור ליד ישראל וקנה הישראל אותם ע\"י יאוש שביד העכו\"ם ושינוי רשות שבידן:","(י) גוזלי וכו' - וכ\"ז לכתחלה אבל בדיעבד כשר אם הוא ברשות העכו\"ם ומברך עלייהו דמספיקא לא חיישינן לגזולה. ומי שגזל ע\"י כיבוש מלחמה קנייה כדאיתא בגיטין דף ל\"ח [מ\"א]:","(יא) יקצצנו עכו\"ם - וה\"ה כשקוצץ ישראל ונותן לחבירו שרי כיון דהוי לאחר יאוש:","(יב) ויקנה מהם - וה\"ה כשהנכרי יתן לו במתנה שרי דהו\"ל יאוש ושינוי רשות ויוכל ג\"כ לברך לכו\"ע דאף דכתבנו לעיל דעת הט\"ז והגר\"א דע\"י יאוש ושינוי רשות אסור לברך היינו דוקא בגזל ודאי אבל הכא דחששא בעלמא הוא דשמא גזל העכו\"ם הקרקע לא חיישינן בזה היכא דכבר קנה מדינא:","(יג) או חוצה לארץ - ר\"ל אע\"פ ששם הקרקעות רובן של עכו\"ם הם מעולם ואם גזלו מעכו\"ם גזלו אפ\"ה אסור דגזל עכו\"ם ג\"כ אסור:","(יד) שאגדו עכו\"ם וכו' - ר\"ל אע\"ג דלכתחלה מצוה לאוגדו משום נוי מצוה מ\"מ כשר ע\"י עכו\"ם ועיין במ\"א שדעתו דלכתחלה לא יאגדנו והטעם דכל שאינו מחוייב בדבר אינו רשאי לתקנו ומטעם זה גם אשה לא תאגוד הלולב לכתחלה [מ\"א בסי' י\"ד] ועיין שם בביאור הלכה שביררנו דמדינא אין חשש בדבר ומ\"מ טוב ליזהר בזה. ודוקא באגד התחתון ששם אוגד כל המינים ביחד דשם עיקר מצות אגד אבל במה שאוגדים למעלה בזה אין קפידא [בכורי יעקב]:","(טו) וכן שאול וכו' - עיין במ\"א ופמ\"ג ותוכן דבריהם דודאי לכתחלה טוב שיפרט ביום ראשון שנותן לו במתנה ע\"מ להחזיר אבל בדיעבד אם שאל ממנו סתם ליתן לו לולבו לצאת בו ונתן לו יצא דמסתמא נתן לו באופן שמותר לצאת בו דהיינו במתנה ע\"מ להחזיר [והשו\"ע מיירי שאמר לו בפירוש שנותן לו רק בתורת שאלה ולא במתנה או דמיירי שהנותן אינו יודע הדין שאין יוצאין בשאולה דבאופן זה בודאי אינו יוצא כמו שכתב בבכורי יעקב]:","(טז) מלולבו של חבירו וכו' - ר\"ל וחבירו רוצה ליתן לו הלולב במתנה ע\"מ להחזיר וקמ\"ל דאף דכיון דקי\"ל דמצות לאו ליהנות ניתנו לא מקרי הנאה מ\"מ עכ\"פ לכם לא מיקרי דאיסורי הנאה נינהו:","(יז) ביום א' - אבל ביום שני דלא בעינן לכם שרי דהנאה לא מקרי כנ\"ל:","(יח) של עיר הנדחת - משום דלשריפה קאי דכתיב ואת כל שללה תקבוץ וכו' ולולב בעי שיעור ד' טפחים [כדלקמיה בסימן תר\"נ] וכיון דהאי לשריפה קאי אין שיעורו קיים דכשרוף דמי ולכן פסול אפילו ליום שני:","(יט) ושל אשירה - הוא אילן שעובדין אותו. ואם נטעו ולבסוף עבדו אז הפירות שגדלו קודם העבודה מותרים להדיוט ואסורים לכתחלה לגבוה דמאיס ואותן הפירות שגדלו אחר שנעבד אסור אף להדיוט בהנאה כדאיתא ביו\"ד סימן קמ\"ה ופסול אף ביום שני ועיין לקמיה בסוף ס\"ד:","(כ) של ישראל פסול - דכיון שאין ביטול העכו\"ם מועיל לה להתירה בהנאה הרי היא עומדת לשריפה וכל העומד לשריפה כשרוף דמי ואין שיעוריה קיים וכנ\"ל:","(כא) לכתחלה לא יטול - אפילו אם ביטלה העכו\"ם דשרי להדיוט לגבוה אסור דמאיס:","(כב) ואם נטל יצא - וא\"צ לחזור וליטול ואפילו אם לא ביטלן העכו\"ם והרי היא אסורה עדיין באכילה ובהנאה מ\"מ כיון שמועיל לה ביטול להתירה בהנאה הרי אינה עומדת לשרפה שאפשר שיבטלנה העכו\"ם ומה שנוטלה לצאת בה אינה חשובה הנאה דמצות לאו להנות ניתנו וכנ\"ל:","(כג) דלא בעינן לכם - אבל ביום ראשון דבעינן לכם אינו יוצא בה אפילו בדיעבד כ\"ז שלא ביטלה העכו\"ם דאסורה בהנאה ולא מקרי לכם:","(כד) וע\"ל סימן תקפ\"ו - ר\"ל דשם הביא רמ\"א דיש מחמירין אפילו בשל עכו\"ם שלא לצאת אפילו בדיעבד קודם שנתבטל ולענין דינא עיין לעיל בסימן תקפ\"ו סקי\"ח במ\"ב:","(כה) הצעירים - הוא ענין ממשרתי העכו\"ם:","(כו) מותר ליטול משם וכו' - הנה לפי המבואר ביו\"ד סימן קמ\"ג ס\"ג ובש\"ך ועט\"ז שם אין מותר ליטול מהם כ\"א כשהוא בחנם ולא בשכר אפילו אם המעות נוטלין הכהנים לעצמן ולא לעבודת כוכבים ואפשר דשם מיירי שמתחלה נדבו הגינה לשם ע\"ז והפירות יהיו שייכים למשמשיה להכי אסור להנות למשמשיה והכא מיירי שהגינה לא נדבו מעולם לשם ע\"ג ולדעת רמ\"א שם בהג\"ה בכל גווני יש להקל אם הגינה אינה עומדת בחצר הע\"ז והמעות מגיע רק להכהנים ולא לצרכי ע\"ג ע\"ש:","(כז) למצוה - ומ\"מ אם יש אחרים אע\"פ שאינן יפין כזו יקח אחרים [ס\"ח] ועיין בבה\"ל:","(כח) כל זמן שאין עובדין האילן - אבל משהתחילו לעבדו אותן הלולבין והפירות שנמצאו אז על האילן אסורין לכתחלה לגבוה דמאיס והגידולין שיצאו אח\"כ אסורין אף להדיוט כמבואר ביו\"ד סימן קמ\"ה ס\"א וי\"א שאם קצץ העכו\"ם אח\"כ ונתן לישראל שרי מטעם בטול ואף לגבוה שרי ולא מקרי מאיס משום שנשתנה שינוי גדול דבשעת עבודה לא היה האתרוג ולולבין וגדלו אחרי כן:","(כט) כל אלו וכו' - הוא לשון הרמב\"ם וסתם המחבר לדינא כמותו ודעת הרמ\"א בזה יבואר לקמיה:","(ל) שהם פסולים מפני מומין וכו' - דע דיש בהן שהם פסולים משום שאינו הדר ויש משום שהם בכלל חסר ודעת הרמב\"ם בכולם להכשיר מיום ראשון ואילך ודעת שארי פוסקים יבואר לקמיה ומש\"כ מפני גזל וגניבה ביו\"ט הראשון וכו' טעמו כיון דיו\"ט שני הוא דרבנן מותר הגזול אע\"ג דהוי מצוה הבאה בעבירה וקשה דבס\"א קאמר דלא נפסל גנוב וגזול אלא לגנב ולגזלן עצמו ומוכח שם דאפילו ביו\"ט שני ותירץ המ\"א דהתם רק לענין לכתחלה והכא מיירי לענין עצם הדין דבדיעבד יוצא ביו\"ט שני אף בגזול אבל יו\"ט ראשון לכו\"ע לא דבעינן לכם ועיין בבה\"ל:","(לא) הכל כשר - ומ\"מ לענין ברכה בגנוב וגזול גם לדעת הרמב\"ם אין לברך דבוצע ברך ניאץ ד':","(לב) ויש פוסלין וכו' - טעמם דהו\"ל מצוה הבאה בעבירה ואינו יוצא בו:","(לג) בשאר ימים - דביום הראשון לא מהני מה דניחא ליה וכו' דהא בעינן לכם שיהא שלו ממש ולא עדיף משאול ועיין לקמן סי' תרנ\"ח איך להתנהג ביום א':","(לד) דניחא ליה וכו' - כיון דאין חשש קלקול במה שנוטלו ומנענע בו ע\"כ לא דמי זה ללומד מספר חבירו שלא מדעת דאסור מפני שחושש בו שלא יקלקלנו. כתב הפמ\"ג שדוקא פ\"א מותר ליטלו ולנענע בו כהלכה אבל לכל ז' ימים אפשר דמקפיד ואסור [ומטעם זה נ\"ל דה\"ה שלא יתן לחבירו בעצמו דאולי הוא מקפיד ע\"ז] ועיין לעיל בסימן י\"ד שכתב דבכל גווני ראוי ליזהר כשבעליו עמו שישאלנו שאין סומכין על החזקה במקום שיכולין לבררו בקל וכ\"ש אם יודע בו שהוא מקפיד דאסור מדינא ליטול שלא מדעתו. ואפילו אין בעליו עמו דוקא ליטול באותו מקום אבל להוציאו מביתו לביהכ\"נ או איפכא אסור [אחרונים]:","(לה) וחסר כשר בשאר הימים - לכו\"ע דיום א' דאורייתא בגבולין ושאר הימים דרבנן זכר למקדש הלכך עיקר הלקיחה כגון ד' מינים שבלולב ולקיחה לכל אחד ואחד בפני עצמו (ולא שיטול אחד בשביל כולם) תקון גם בשאר יומי כעין דאורייתא אבל בחסר לא תקון וכן בשאול. ודברים שטעמם משום שאינו הדר יש דיעות בפוסקים דעת הרמב\"ם וסייעתו להכשיר כמו בחסר ודעת הרא\"ש וסייעתו להחמיר בזה דבעינן הדר בכל ז' ימים משום הידור מצוה וסתם הרמ\"א לקמיה בזה כוותייהו:","(לו) וניטל פטמתו - עיין לעיל סימן תרמ\"ח ס\"ז ועיין במ\"א שהביא דיש פוסקים שסוברין דניטל הפטמא הוא משום הדר והוא מצדד ג\"כ כוותייהו וע\"כ אין להקל בניטל הפיטמא כל ז' ומ\"מ אם א\"א למצוא אחר יש לסמוך על המקילין דבלא\"ה רוב הפוסקים סוברין כהרמב\"ם דאף אותן שפסולין משום הדר כשר בשאר יומי [א\"ר] ומשמע מדבריו דיוכל לברך ג\"כ ויש שמפקפקין לענין ברכה אכן אם יצטרף עוד ספק בזה אם נטלה פיטמתו (עיין לעיל בסימן תרמ\"ח ס\"ז במ\"ב) בודאי יוכל לברך בשאר יומי:","(לז) עד שיסיר וכו' - ולהכי מקילינן כאן דמדינא הוא בכלל חסר וחסר כשר בשאר יומי ורק לכתחילה מחמרינן כאן משום דמאיס וע\"כ כשהסיר מקום המאוס כשר אבל במנומר או יבש דמדינא פסול משום הדר להכי אין מועיל תיקון משום דבא מכח פסול:","(לח) הואיל ובא מכח פסול - עיין בביאור הגר\"א שמצדד לומר דלפי מה שפסק המחבר לעיל בסימן תרמ\"ח סי\"ד דאם עלתה בו חזזית או שהוא מנומר וקלפו אם חוזר למראה האתרוג כשר מוכח דפליג ע\"ז וכן מצדד המאמר מרדכי במסקנתו עי\"ש וע\"כ מצדד המאמר מרדכי דיש לדון להקל בחתך היבשות או הנימור בשאר יומי מאחר דסתם המחבר כדעת הרמב\"ם וסייעתו דכל הפסולין משום מומין דכולל בזה בין שהפסול משום חסר או משום הדר כשר ביו\"ט ב' [וכלול בזה אף יבש או מנומר דטעמם משום הדר] אף בלא חתך עכ\"פ אין לנו להחמיר בחתך. ובמקום הדחק בודאי יש לסמוך ע\"ז. ועיין מה שכתבנו לקמיה לענין חזזית:","(לט) להתנות על אתרוג - היינו בעיו\"ט קודם בין השמשות:","(מ) שיהיה כולו ליום ראשון - דאינו יכול להתנות שאינו בודל ממנו ויוכל להנות דהא יום ראשון איתקצאי כולו דחסר פסול בו ולכן צריך להתנות שאינו בודל ממנו מבין השמשות של ליל שני ואילך:","(מא) ומותר אז לכתחלה - ר\"ל דאי לא התנה אינו רשאי לאכול ממנו אפילו בכל ימי החג כיון דאיתקצאי בבין השמשות של יום ראשון. ואם הפריש לכתחלה ליום שני דעת המ\"א בשם הרא\"ש דמותר לאכול אפילו בלא תנאי רק שישאיר השיעור הראוי לאתרוג דלא אמרינן איתקצאי רק השיעור הראוי לאתרוג ולא יותר וי\"א דאפילו הפריש ליום שני אמרינן דאיתקצאי כל האתרוג ואסור לאכול ממנו אם לא שהתנה מתחלה וכן הסכים הגר\"א בביאורו:","(מב) לאכול ממנו וכו' - ולצאת וכו'. פי' לאכול ביום ב' ולצאת בו ביום ג' דהא אסור לאכול קודם נטילה כדלקמן בסי' תרנ\"ב:","(מג) הנשאר - כתב הר\"ן דוקא בנשתייר רובו דשמו עליו הא לא\"ה לאו אתרוג מקרי ואתרוג אמר רחמנא ולא חצי אתרוג אבל בפסקי מהרא\"י משמע דאפילו לא נשאר בו אלא מיעוטו סגי ביום שני [ד\"מ] ובלבד שיהא נשאר שיעור ביצה כמבואר לעיל בסוף סי' תרמ\"ח ועיין בב\"ח:","(מד) שהוא משום ע\"ג - כגון באשרה של ישראל וכנ\"ל בס\"ג ע\"ש הטעם במ\"ב:","(מה) שאותו אתרוג אסור באכילה - משמע אע\"פ שמותר בהנאה כגון של טבל כיון דאסור באכילה פסול כל ז' וכ\"ש אתרוג של ערלה ושל תרומה טמאה דעומדים לשרפה דפסול כל ז'. וערלת חו\"ל כשר אפילו ביום ראשון. אתרוג של דמאי כשר. ואתרוג שנאסר מחמת בליעת איסור כגון שנפל מקצתו לתוך חלב רותח יש להחמיר שלא לצאת בו ביום ראשון אבל בשאר הימים יש להקל כיון שאין איסורו מחמת עצמו:","(מו) שאינם מינם - כגון הדס שוטה בסימן תרמ\"ו וצפצפה בסימן תרמ\"ז ואתרוג המורכב:","(מז) חסרים השיעור - דאף דמבואר לעיל דחסר כשר בשאר יומי מ\"מ צריך שישאר בכל אחד כשיעורו:","(מח) וחזזית פוסלת וכו' - זהו רק לדעת המחמירים בהדר כל ז' אבל לדעת המחבר שהעתיק לשון הרמב\"ם גם בהדר אינו פוסל אלא ביום א' בלבד והו\"ל לכתוב בלשון ויש אומרים אלא שכן דרכו בכמה מקומות וכן מה שכתב בהג\"ה למעלה אבל יבש או מנומר שפסול כל ז' הוא ג\"כ אזיל לשיטתו שמחמיר בהדר כל ז' אבל לדעת המחבר שהעתיק לשון הרמב\"ם גם ביבש ומנומר אינו פסול אלא ביום א' בלבד:","(מט) כל שבעת הימים - ובשעת הדחק יש לסמוך להקל בחזזית בשאר ימים כיון דבשאר ימים אין חיוב נטילה אלא מדרבנן:","(נ) לא מברכינן - דיש דיעות בפוסקים דכיון דאנו עושין משום ספיקא דיומי אפשר דדינו כראשון או דכיון דאנו בקיאין בקביעא דירחא דינו כשאר ימים לכך נוטלין בדליכא אחר ולא מברכינן ואף דבדליכא אחר גם ביום ראשון נוטלין ולא מברכין כמבואר לקמיה בס\"ו שם מיירי בדליכא אחר כלל וכאן מיירי שיש בנמצא ע\"י טורח וקמ\"ל דבשני א\"צ לטרוח:","(נא) יברך על של חבירו מדעתו - פי' יתן לו במתנה בענין דמהני אפילו ביום ראשון אבל שלא מדעתו אע\"פ שכתב לעיל דמותר דניחא ליה לאיניש למיעבד מצוה בממוניה מ\"מ לא עדיף משאול ופסול ביו\"ט ראשון וגם בשני מספק וע\"כ יתן לו במתנה ולא בתורת שאלה. וכתב המ\"א בשם הד\"מ דאח\"כ יטול את זה ור\"ל על של חבירו שקבל במתנה יברך ואח\"כ יטול שלו להלל והושענא:","(נב) בשעת הדחק וכו' - ולא מקרי שעת הדחק אא\"כ אין בכל העיר ד' מינים כשרים אבל אם יש לחבירו אף שהוא לא יכול למצוא לא מקרי זה שעת הדחק אלא צריך לטרוח ולברך על של חבירו אם יתן לו ויעשה הנענועים בשלו אם א\"א בשל חבירו [אחרונים]:","(נג) כל הפסולים וכו' - היינו הפסולים מחמת מום אבל הפסולין מחמת שאינן מינן כגון הדס שוטה וצפצפה או מורכב פסול אפילו בשעת הדחק דאתי למטעי לצאת בהן תמיד וה\"ה גזול פסול אפילו בשעת הדחק. אם אין בכל העיר ד' מינין כשרים יטול מה שנמצא ב' או ג' מינין ויעשה כל הנענועים וכן הש\"ץ ובלבד שלא יברך אבל אסור ליקח מין אחר דיבואו לטעות בשאר שנים משא\"כ בג' מינין לא יבואו לטעות דהכל יודעין שצריך ד' מינין:","(נד) נוטלין ואין מברכין - נוטלין אפילו ביום א' כדי שלא תשתכח תורת לולב מישראל ואין מברכין כיון דהוא לזכר בעלמא:","(נה) לולב יבש - דעת הרמב\"ם דאפילו בשעת הדחק אין להקל רק בלולב ולא בשאר מינים כשהם יבשים וכדלקמיה וגם דאין להקל רק ביבשות ולא בשאר פסולין אפילו בשעת הדחק:","(נו) אפילו בדאיכא אחרים לחין - הטעם משום דאיירי בארצות שאין נמצאים לולבים לחים גמורים וגם היבשים אינן יבשים גמורים דהיינו להיות הלולב נפרך בצפורן (וה\"ה בהדסים שלא הגיעו לשיעור שילבינו פניהם) [וא\"כ הלחים והיבשים כמעט דומין זה לזה ולכך המנהג לברך על שלו]:","(נז) אפילו בהדס יבש - דג\"כ אינו מצוי לחין משא\"כ בערבות דמצויות לחין ובאתרוג לא רצו להקל לדעה זו משום דכתיב בהדיא בתורה פרי עץ הדר:","(נח) ויש לסמוך עלייהו בשעת הדחק - והאחרונים הסכימו לדינא דבשעת הדחק נוכל לסמוך על הפוסקים הסוברין דבכל ד' מינים כשהם יבשים נוכל לברך עליהן. ויש בזה ד' חלוקים. אם לא נמצאו בעיר לחים רק יבשים אזי כל הארבעה מינים נוטלין ומברכין. ואם יש לו יבשים גמורים ויש לאחרים לחים גמורים מברכין על הלחים דוקא ואפילו בדיעבד לא יצא כשבירך על היבשים. ובארצות שאין נמצאין לולבים והדסים לחים גמורין וגם היבשין אינן יבשים גמורים וכנ\"ל מברכין על היבשים שיש לו אפילו לכתחלה וכמ\"ש למעלה. ובמקום שנמצאו אצל אחרים לחים גמורים לכתחלה י\"ל שלא לברך על היבשים שלו אפילו אינן יבשים גמורים ובדיעבד כשבירך יטול עוד הפעם הלחים שאצל אחרים בלא ברכה:","(נט) יכול ליטול וכו' - עיין במ\"א שנתקשה מה הוסיף רמ\"א על דברי המחבר לעיל בס\"ו ועיין בבכורי יעקב שכתב דמה שהוסיף הרמ\"א הוא דהב\"י כתב בשעת הדחק שאין נמצא כשר יטול בלא ברכה אבל אכתי לא שמענו אם ימצא אח\"כ כשר רק שעתה אין בידו כגון שאחר מברך הלל בלולבו הכשר והבטיחו שאחר הלל יתן לו אם יכול לברך לע\"ע הלל בלולבו הפסול שלא נאמר שיכנס עי\"ז לספק ברכה אם יטול הכשר קמ\"ל הרמ\"א דבלא ברכה יכול ליטול לכתחלה כיון שזה ודאי פסול הוא יכול לברך אח\"כ על הכשר:\n"],["(א) שיעור הדס וערבה ג\"ט - ואם העלין שלהם יוצאין למעלה מן העץ צריך שיהיה בעצם העץ שיעור זה [ריטב\"א]:","(ב) שדרו של לולב וכו' - היינו לבד מהעלין היוצאין למעלה לאחר שכלתה השדרה. ולאורך העלין לא ניתן שיעור:","(ג) באמה בת ה' טפחים וכו' - המחבר מבאר דבריו שאין צריך ג' טפחים בינונים שהם ששה באמה אלא אנו לוקחין אמה קטנה שהיא בת ה' טפחים בינונים ומחלקין אותה לששה טפחים קטנים ומחצה מהן הוא שיעור הדס וערבה ונמצא ששלשה טפחים האלו הוא רק טפחיים ומחצה בינונים:","(ד) גודלים - פי' רוחב גודל של אדם בינוני שיש בכל טפח ד' מהם:","(ה) י\"ג גודלים ושליש גודל - דטפח של לולב הנוסף הנ\"ל הוא ג\"כ טפח קטן לדעה זו שהוא פחות מטפח בינוני שמחזיק בעלמא ד' גודלים כשיעור שתות שהוא שני שלישי גודלין [די\"ב שלישי גדיל הוא ארבעה גודלין] ונמצא שטפח זה מחזיק רק ג' גודלין ושליש ועם עשרה גודלין הנ\"ל הוא בס\"ה י\"ג גודלין ושליש:","(ו) י\"ד גודלין - ס\"ל דטפח הנוסף בלולב הוא טפח בינוני שמחזיק ד' גודלין ונמצא שבס\"ה הוא י\"ד גודלין:","(ז) וי\"א ששיעור וכו' - ס\"ל דג\"ט הנ\"ל וכן הטפח של לולב הנ\"ל הוא טפחיים בינונים שכל אחד מחזיק ד' גודלין:","(ח) לכתחילה - ובדיעבד די הלולב בי\"ג גודלין ושליש והדס וערבה בעשרה גודלין ופחות מזה פסול אפילו בדיעבד כל שבעת הימים. כתב בתולעת יעקב ע\"פ הסוד יש ליטול שדרתו של לולב כלפי פניו ופני הלולב כלפי חוץ והכי נוהגין:"],["(א) שיטול - ביו\"ט ראשון יותר טוב לילך למקום שיש בו לולב מלילך למקום שמתפללין דלולב ביום א' היא דאורייתא ותפלה דרבנן ואפילו לולב ספק אם ישיג שם ולתפלה ודאי ילך ביום א' למקום שיש בו לולב וביו\"ט ב' ילך למקום שודאי מתפללין [פמ\"ג]:","(ב) כל אחד - ולא שאחד יטול בשביל כולם דכתיב ולקחתם לשון רבים ולא לקחת להורות שהחיוב על הרבים ולא מיבעי ביו\"ט ראשון ואפילו בשאר ימים בעינן לקיחה לכל אחד [ולא כמו שצוה אחד במעשה שלא היה בבהכ\"נ אלא אתרוג אחד שיקח הש\"ץ עבור כולם והם ישמעו הברכה ויענו אמן] [תשובת ח\"ס חאו\"ח סי' קפ\"ב]:","(ג) וב' ערבות - ואם נטל בד אחד של ערבה צריך לחזור וליטול ולברך:","(ד) וג' הדסים - ואפילו שלשתן קטומים שנקטמו ראשן ופחות משלשה לא מהני אפילו לא היה קטומים:","(ה) ובמקום הדחק - לכאורה היינו כשאין משיג אצל אחרים אבל אם משיג אצל אחרים יקח משל אחרים ובבכורי יעקב מצדד קצת להקל בזה ונ\"ל דאין להקל בזה כ\"א בשאר ימים ולא ביום ראשון:","(ו) סגי ליה בחד דלא קטום - ועיין בשע\"ת בשם תשובת דבר שמואל שמצדד דצריך ליטלו בלא ברכה אכן מפמ\"ג ומישועת יעקב משמע דיוכל לברך. והנה המ\"א הביא בשם הרמב\"ן דדעתו דאפילו בחד וקטום יוצא וכתב המ\"א דכדאי הוא לסמוך עליו בשעת הדחק והנה בזה בודאי יטלו בלא ברכה דבזה גם דעת ישועת יעקב שלא לברך:","(ז) ומצוה לאגדם וכו' - דאף דקי\"ל דאין מחוייב לאגדם עכ\"פ מצוה יש בזה משום זה אלי ואנוהו:","(ח) בקשר גמור - ולא בעניבה דאין זה קשר הנאסר בשבת ויו\"ט ולא מקרי אגד ועיין בתשובת אגורה באהלך שמצדד דמה שנוהגין העולם שלא לעשות קשר אלא עושין מן עלי לולב כמין בית יד ותוחבין הלולב בו ג\"ז בכלל קשר ע\"ש:","(ט) במין אחר - ולית ביה משום בל תוסיף דכיון דאין חובה לאגדו האי לחודיה קאי והאי לחודיה קאי ומשום חציצה נמי ליכא אף שהקשר מפסיק בין ידו להלולב דכל לנאותו אינו חוצץ ואפילו אם הקשר היה בדבר שאינו מינו:","(י) החוט שרגיל להיות סביב ההדס - פי' שרגילין לקנות בדי ההדס מהעכו\"ם אגודה אגודה וקאמר שצריך להסיר החוט משם דזה החוט הוא שלא במינו ואינו לנאותו אבל אם כרך בדי ההדס בלולב שרי ולא הוי חציצה דזה מקרי לנאותו [לב\"ש] ומחצית השקל כתב הטעם דלהכי שרי דכל ג' מינים כחד חשיבי:","(יא) יש מי שכתבו וכו' - איו\"ט קאי דהשו\"ע הביא ההיתר של עניבה והרמ\"א בשם הטור מביא ההיתר דכריכה. אך מה דסיים הרמ\"א וכן נוהגין ופי' המ\"א אף בחול צ\"ע דאף דבמרדכי נזכר ההיתר דכריכה אף בחול אבל לא באופן זה אלא שמתחלה קושר פ\"א ואח\"כ כורך וכו' ומתוך כך הוא כאלו קושר ב' קשרים זה ע\"ג זה אבל בלא קשירה לא עדיף מעניבה אח\"כ מצאתי שגם הגר\"א מתמה ע\"ז וע\"כ נראה לפי מה שמבואר לקמיה דהמנהג לעשות ג' קשרים הקשר התחתון מה שמאגד הג' מינים ביחד יעשה בקשירה מקודם:","(יב) גבוה יותר - והטעם ע\"פ הקבלה עיין בלבוש. ההדס צריך לקשרו בימין הלולב והערבה משמאלו [מ\"מ] וכן נוהגין ואיטר יד דימין דידיה הוא שמאל דעלמא מצדד הפמ\"ג דלא אזלינן בתר דידיה כ\"א בתר דעלמא ועיין בבכורי יעקב:","(יג) כל ג' מינים בידו - דאע\"ג דלקיחה ע\"י ד\"א שמה לקיחה כדלקמיה בס\"ז מ\"מ לכתחלה במקום דאפשר לא עבדינן:","(יד) ג' קשרים - כנגד ג' אבות. ונראה דהקשרים של מטה דהיינו מה שקושר כל הג' מינים ביחד משום נוי הוא נחשב לאחד ויעשה למעלה עוד שנים אם אפשר לו [ט\"ז] ובא\"ר משמע ג' קשרים בלולב עצמו לבד הקשר הד' שאוגד הג' מינים יחד ואם לא נאגד אלא אגד אחת כשר. כתבו האחרונים דצריך לעשות בענין שיכול לכסכס היטב בהעלין וע\"כ צריך להיות טפח למעלה פתוח ולא מקושר:","(טו) הימנית - משום דהני תלתא מצוה והאתרוג חדא. ואפילו בירך עליו כבר ואח\"כ נוטלו פעם שני כגון בשעת אמירת הושענות צריך ליטלו בימין. ואם נטל שניהם בידו אחת כתב בא\"ח דלא יצא ודעת הט\"ז דיצא כיון שלא היה האתרוג עמהם באגודה אחת ועיין במטה יהודא שחולק עליו ודעתו כהא\"ח ולענין הלכה יש להחמיר בשל תורה וצריך לחזור וליטלו בלא ברכה:","(טז) ראשיהם למעלה וכו' - דבעינן שיטלן דרך גדילתן באילן ואם היפך אפילו בדיעבד לא יצא ומטעם זה כתב מהרי\"ל שאותן הלוקחים הדסים יבשים הבאים מאיטליא יתירום ויראו שמונחים כדרך גדילתן דלפעמים מונחים ראשו של זה בצד עיקרו של זה וכתב במטה משה דגם כשנוטלין ראשיהן מן הצד הוי שלא כדרך גדילתן:","(יז) ועיקריהם למטה - ואע\"ג דאתרוג כשהוא תלוי עוקצו למעלה מ\"מ מקרי דרך גדילתו עוקצו למטה אלא שהפירות מכבידין אותו:","(יח) דבתר ימין ושמאל דעלמא וכו' - דדוקא תפילין שהוא דאורייתא איטר אזיל בתר ימין דידיה אבל לולב דנטילתו בימין הוא דרבנן משום חשיבותא בעלמא דיש בה תלתא מצות איטר הוא ככל אדם וטעם הי\"א דסבר דאזלינן בתר דידיה כמו בתפילין:","(יט) ואם היפך יצא - היינו בין איטר ובין מי שאינו איטר אם היפך ונטל לולב בשמאלו ואתרוג בימינו יצא ויש מחמירין בזה וע\"כ טוב לחזור וליטלו בלא ברכה:","(כ) ושולט בב' ידיו - ר\"ל שעושה כל המלאכות בשניהם שוה בשוה אבל אם נקל לו לעשות בשמאל אף שיכול לעשות אותם גם בימין זה לא מקרי שולט בשתי ידיו:","(כא) שאין לו יד - ר\"ל שאין לו ידים כלל נוטל הלולב בזרועו של ימין וכן האתרוג בזרוע שמאל דמי כתיב ולקחתם ביד:","(כב) בזרועו - היינו בית השחי ואם יש קנה נוטל במרפיקו דזה נמי לקיחה מיקרי אבל אין לו זרוע כלל אין ליטול בפה דזה לאו לקיחה היא כלל [פמ\"ג] ובבכורי יעקב חולק עליו ע\"ש:","(כג) וכן האתרוג - ואם יש לו יד אחד יטול הלולב באותו יד אפילו היא שמאל נחשבת אצלו ימין והאתרוג בזרוע שכנגדו ואם א\"א לו ליטול האתרוג בזרוע יטול שניהם בידו בזה אחר זה ויוצא בזה כדלקמן סי\"ב:","(כד) קודם שיטול האתרוג - מטעם דאין לברך קודם שיטלנו להלולב דלא מסתבר לברך בעוד שהלולב מונח בכלי וכן אין לברך אחר שנטל כל הארבעה מינים דבעינן עובר לעשייתן הלכך מברך קודם שיטול האתרוג דזהו עובר לעשייתן שמעכבין זה את זה דהיינו שאם חסר לו איזה מן המינין לכו\"ע לא יצא הלכך מקרי עובר לעשייתן:","(כה) או יהפוך האתרוג - העוקץ למעלה דאינו יוצא בזה דבעינן דרך גדילתן וכדלעיל בסעיף ב' ולאחר הברכה יהפוך העוקץ למטה כדרך גדילתן ויוצא בזה ועיין בב\"י דיש עוד עצה שיהיה קודם לעשייתן דהיינו שיכוין שלא לצאת בהמצוה עד שיטול כולם בידו ועיין בביאור הגר\"א שכתב דזה העצה היא היותר מובחרת שבכולן:","(כו) עד שיברך - ואם שכח לברך קודם לקיחה מברך אחר כך דהא גם הנענוע הוא מן המצוה:","(כז) ויברך מעומד - ונטילתו תהיה ג\"כ מעומד ובדיעבד אם עשה הברכה וגם המצוה מיושב יצא:","(כח) כמה פעמים - להידור מצוה כמנהג אנשי ירושלים כדאיתא בגמרא (דף מ\"א ע\"ב):","(כט) אלא בשעת נטילתו - אע\"ג דמן הדין היה ראוי לברך שהחיינו תיכף בשעת עשיית הלולב (דהיינו בשעה שאוגדו) מ\"מ אנן נהגינן להניח הברכה לכתחלה עד שעת נטילה. ועיין בח\"א שכתב דאם לא בירך שהחיינו ביום א' יוכל לברך אפילו ביום ז' כשנוטל הלולב:","(ל) בית יד - כגון שכל הלולב חוץ מידו ואוחז בבית יד הבולט הנעשה מן הסודר לא הוי חציצה כיון שאין אוחז הלולב בידו [מ\"א] ודעת הא\"ר הוא דבית יד הוא לנאותו וע\"כ אף שאוחז להלולב בידו ג\"כ דרך בית יד שפיר דמי ולא הוי חציצה אם לא שנעשה באופן שאינו מהודר וכן הסכים בדרישה דתלוי באופן עשייתו ע\"ש:","(לא) בכלי ונטלו וכו' - ואפילו הוא של כסף דלא הוי דרך כבוד כשאוחזו בכלי ולא שמה לקיחה והסכימו כמה אחרונים דבכלי יש להחמיר בכל ענין בין שאוחזו בדופני הכלי או מניח ידיו תחת שוליו או אוחז בבית יד של הכלי:","(לב) עליו סודר וכו' - מטעם חציצה ודעת הר\"ן משום דלא הוי לקיחה תמה:","(לג) או שכרך סודר - וה\"ה אם לבש בתי ידים על ידיו ומה שכתב המחבר דין זה בלשון י\"א משום דעת הר\"ן דס\"ל דיצא דבטל לגבי היד אבל בכרך סודר על הלולב גם לדעת הר\"ן לא יצא דלא הוי לקיחה תמה [מ\"א] וע\"כ אם נטלו יחזור ויטלנו בלא ברכה:","(לד) ונהגו וכו' - ובשם האר\"י כתבו שיברך תחלה בסוכה על הלולב ואח\"כ יעשה שאר הנענועים בביהכ\"נ:","(לה) להסיר וכו' - היינו שיקפלם אחורי אצבעו וי\"א שיחלוץ התפילין לגמרי קודם נטילת לולב [ממ\"א]:","(לו) אבל מדינא אין לחוש וכו' - וכמה אחרונים כתבו דאף מדינא יש הקפדה ע\"ז משום חציצה אף שאין כל היד מכוסה בהן וע\"כ אם נטל בעוד שלא הסיר התפילין מן ידיו או הטבעות יחזור ויטלנו בלא ברכה:","(לז) בשעה שמברך - אפילו נוטל שלא בשעת ההלל מנענע לכל הרוחות ואע\"פ שיחזור ויטלנו בשעת ההלל ויחלק הנענועים בהודו לד' כי טוב קצת וקצת בכל\"ח וכן באנא ולא ינענע בשעה שאומר השם וא\"כ בהודו יעשה בכל תיבה נענוע אחת ובאנא בכל תיבה שתי נענועים. ובכל הנענועים יביא סוף הלולב נגד החזה [מ\"א בשם כתבים] ובא\"ר הביא בשם מהרי\"ל שהיה נשאר עומד במקומו ופניו למזרח בכל הנענועים רק הפך ידיו נגד הרוחות ונגד מערב הרים את הלולב על כתפו מאחוריו. וכן משמע לשון השו\"ע שכתב ומטין ראש הלולב לכל צד שמנענע משמע דהוא עומד על עמדו [מאמר מרדכי]:","(לח) וכן ינענע בהודו לד' וכו' - דכתיב אז ירננו עצי היער [ר\"ל בעצי היער] וכתיב בתריה הודו לד' וכו' וכתיב בתריה ואמרו הושיענו וע\"כ מנענעים גם באנא ד' הושיעה נא:","(לט) פעם אחת - עיין בב\"י שדעתו כהר\"ן שאין מנענעים אלא בהודו הראשון שאומרים אבל לא בהודו שאומרין הקהל אחר שאמר הש\"ץ יאמר נא ישראל או יאמרו נא וגו' אבל הרמ\"א כתב ומנענעים בכל הודו שיאמרו וכדעת הרא\"ש וכן הוא מנהגינו [ד\"מ]:","(מ) ומנענעים בכל הודו - ר\"ל הקהל אבל הש\"ץ אינו מנענע אלא בהודו הראשון:","(מא) שהש\"ץ וכו' - היינו שהש\"ץ מנענע בהודו ויאמר נא אבל ביאמרו נא בית אהרן ויאמרו נא יראי ד' לא מנענע (דכשאומר יאמר נא ישראל הוא כמו הזכרה לצבור שיאמרו הודו ע\"כ מנענע עמהם משא\"כ ביאמרו נא שאין מדבר על כלל ישראל) והקהל מנענעים בכל פעם שעונים הודו הרי ד\"פ בהודו ובאנא הושיעה נא הש\"ץ והקהל מנענעים ב\"פ ובהודו שבסוף ג\"כ הקהל והש\"ץ מנענעים ב\"פ ואם מתפלל ביחידי אינו מנענע אלא בהודו שבתחלת ההלל ובסוף ההלל ובאנא ד' הושיעה נא. אם לא הביאו לו הלולב ובאמצע הלל הביאו לו מותר לברך עליו בין הפרקים דהיינו בין מזמור למזמור [ח\"א]:","(מב) שמוליך ידו וכו' וינענע שם ג\"פ בהולכה וכו' - ר\"ל ההולכה עושה פעם אחת אבל הנענוע בעת ההולכה עושה ג' פעמים וכן בהובאה כשמביא הלולב אצלו עושה ג\"כ הנענוע ג\"פ ועיין לקמיה בהג\"ה:","(מג) ומכסכס העלין - ר\"ל כסכוס מעט והמנענעין בכח עד שכמעט שהלולב נשבר עי\"ז הוא טעות [ח\"א]:","(מד) וההולכה וההבאה וכו' - ההג\"ה חולק על המחבר ודעתו דצריך להוליך ולהביא ג\"פ כמו שכתב לקמיה והא דכתב היא עצמה הנענוע אין ר\"ל שא\"צ נענוע כלל דהא כתב לעיל בהג\"ה מכסכס העלין בכל נענוע אלא ר\"ל שלא יעשה הנענועים בעת שיגמור ההולכה וההבאה אלא יעשם בעת ההולכה וההובאה גופא ובכסכוס כמו שכתב מקודם:","(מה) הואיל ומחזיק אותם בידו וכו' - ר\"ל הואיל שהנטילה שנטל אותם מתחלה בידו היה דרך גדילתו שוב אין מקפידין על נענועין שיהיה דרך גדילתו אכן המדקדקין מחמירין שלא להפוך וכו' משום חשש שהוא שלא כדרך גדילתו ולא דמי לכל שאר הנענועים שאינו אלא מטה לצדדין ולא מהפך ממש משא\"כ בזה אם יהפך יהיה ראשו למטה וסופו בידו וע\"כ לא יהפכנו אלא ישפיל הלולב למטה אחר העלאה ג\"פ:","(מו) וכן נ\"ל עיקר - והט\"ז כתב דיותר טוב שלא יהפכנו דבזה יוצא ידי הכל ואי מהפכו יש לחוש שמא אותה דיעה עיקר שאין זה דרך גדילתו וכ\"כ בדה\"ח ובח\"א שכן הוא נכון:","(מז) יקיף דרך ימין בנענועו מזרח דרום וכו' - וכן העתיק בדה\"ח ובח\"א דכן הוא המנהג הפשוט במדינותינו. והטעם דהחכמים הזהירו אותנו תמיד שתמיד תקח את הדרך שהוא בימין שלך במקום שיש ימין ושמאל לפניך תבחר לך הימין שלך ואין חילוק בין איטר לאינו איטר [מ\"א] ועתה אסדר בקצרה סדר הנענועים כפי מה שנהוג במדינותינו. סדר הנענועים לרוחות יחזיר פניו למזרח ושדרו של לולב לצד פניו ויעשה ג' הולכות למזרח ושלשה הבאות והיינו שמוליך ידו עם הלולב מכנגדו והלאה ג\"פ ונכון שגם יכסכס בעלין בשעת הולכה והבאה ובשעת הבאה יקריבו הרבה אל גופו נגד החזה ואח\"כ יטה ראש הלולב לדרום ויעשה ג\"כ ג\"פ הולכה והבאה הכל כמו במזרח אבל א\"צ להפוך פניו להצד שמנענע רק יטה ראש הלולב לצד שמנענע וכן לצד מערב יטה ראש הלולב על כתפו ומוליך ומביא ג\"פ ואח\"כ לצד צפון מוליך ומביא ג\"פ ואח\"כ למעלה ואח\"כ למטה הכל מוליך ומביא ג\"פ כמו במזרח:","(מח) צריך לחבר האתרוג וכו' - דאף דאיננו עמהם באגודה עכ\"פ צריך להיות מחובר עמו:","(מט) יצא בדיעבד - ואף דאם לא נענע כלל ג\"כ יצא דהנענועים אינם מעכבים ומדאגבהיה לאתרוג נפק ביה מ\"מ שם טוב לחזור וליטלו ולנענע משא\"כ בזה:","(נ) מעכבין זה את זה - דבעינן לקיחה תמה וכולן מצוה אחת הן. לא יברך על השאר. אפילו אם יודע בבירור שלבסוף יבואו לידו כולן כיון שאין מצוים לפניו בשעת ברכה:","(נא) בין בשאר ימים - הנה רש\"ל בתשו' כתב דהורה לש\"ץ ליטול ולנענע קודם הלל ובשעת הלל [בלא ברכה] אבל אחרים לא יטלו כלל דחיישינן שיבואו ליטול ג\"כ בשנה אחרת ולברך אבל בא\"ר חולק ע\"ז ודעתו דאחרים יוכלו ג\"כ ליטלו ולנענע בו כמו הש\"ץ ואדרבה אם לא יטלו כלל רק הש\"ץ יוכל לצאת מכשול לשנה הבאה דיסמכו על הש\"ץ ולא יקחו כלל וכן מסתימת המחבר והרב משמע ג\"כ דכל יחיד ויחיד יכול ליטלו לזכר בעלמא:","(נב) ונטלם אחד אחד יצא - דאגד שאנו עושין בלולב הוא רק למצוה בעלמא ולא לעיכובא וזה אשמועינן בס\"א והכא אשמוענין יותר רבותא דאפילו אם הלקיחה לא היה בבת אחת רק בזה אחר זה ג\"כ יצא:","(נג) כולם לפניו - כלומר סמוכים לו דהלא מברך ברכה אחת לכולם כדלקמיה ולא יצטרך להפסיק ביניהם:","(נד) ויטול הלולב תחלה ויברך וכו' - דכיון שמזכירין אותו בברכה צריך שיהא סמוך לברכה:","(נה) ודעתו גם על האחרים - ובזה פוטר את כולן אע\"פ שנוטל כ\"א לבד:","(נו) על כל אחד בפ\"ע - דהיינו על הדס על נטילת עץ עבות ועל ערבה על נטילת ערבה וכן על אתרוג ומ\"מ טוב שאח\"כ ג\"כ יחזור ויקחם כולם ביחד. אם בירך על הלולב ואחר הברכה ראה שלא היה בו הדס או ערבה או שהיו פסולים או מהופכים אם היה לו ההדס או הערבה בביתו באופן שא\"צ להפסיק בינתיים כדי ליקח אותם יקח ארבעתן ביחד ויברך על אותו מין שהיה נחסר דהיינו על ערבה יברך על נטילת ערבה על הדס על נטילת עץ עבות ואם היה זה ביום ראשון צריך לברך עוד פעם שני שהחיינו בשביל הנחסר אבל על הלולב יצא כיון שהיה אצלו בביתו ארבעתם אבל אם לא היה לו בביתו ערבה אחרת או הדס אחר בשעה שבירך ואח\"כ הביאו לו צריך לברך על ארבעתם יחד פעם שני על נטילת לולב כיון שלא היו מצויין אז אצלו בבית לא יצא גם על הלולב כמו שפסק המחבר וצריך לברך עליו פעם שניה ואם היה זה ביום א' צריך לברך גם שהחיינו פעם שנית:","(נז) לא יקח מין אחר - דאתי למיטעי ליקח ג\"כ בשאר שנים משא\"כ כשחסר מין אחד לא יבואו לטעות להסתפק בשנה הבאה בשלשה מינים דהכל יודעים שצריך ד' מינים:","(נח) לא יוסיף מין אחר וכו' - עיין בב\"י דדעתו דאפילו אם אינו מכוין בהדיא לשם מצות לולב ג\"כ אסור ועיין בבה\"ל:","(נט) לא יטול יותר מלולב אחד ואתרוג א' - דכתיב ולקחתם לכם ביום הראשון פרי עץ וגו' משמע אחד ולא שנים וה\"ה ללולב דכתיב כפות תמרים חסר וי\"ו דהיינו אחד וי\"א דעובר בזה גם על בל תוסיף אבל בערבה לא נתן בה תורה קצבה והאי דקי\"ל דבעינן שתי ערבות משום דכתיב ערבי נחל היינו דבהכי סגי דמיעוט ערבי שתים אבל טפי ג\"כ שפיר דמי וה\"ה בהדס דכתיב ענף עץ עבות ג\"כ יכול להוסיף כמה שירצה:","(ס) להניח הדס שוטה - טעמם דהוא מין אחר ואסור כנ\"ל בסי\"ד והיש מתירין ס\"ל דלאו מין אחר הוא דהא גדלי בערוגה אחת ובענף אחת אלא שהתורה פסלתו ועיין לעיל בסימן תרמ\"ז איזהו נקרא הדס שוטה. ומן הנכון לחשוב לכתחלה שאינו אוגדן לשם מצוה אלא לנוי בעלמא [ואף דדעה ראשונה ס\"ל דאף לנוי אסור לכתחלה לאוגדן הרבה פוסקים אין סוברין כן]:\n"],["(א) ביום ולא בלילה - דכתיב ולקחתם לכם ביום ולא בלילה. [גמרא]:","(ב) וכל היום כשר וכו' - ואם לא נטלו עד ביה\"ש ביום ראשון מחוייב אז ליטלו דספיקא דאורייתא הוא ובלי ברכה (דהברכות הם דרבנן) והאחרונים הסכימו דבשאר הימים אף שהוא דרבנן ג\"כ נכון ליטלו דאין בו טרחה ורק יזהר שלא יברך אז על הנטילה:","(ג) משתנץ החמה - ואם נטלו מעמוד השחר יצא דמעמוד השחר יממא הוא אלא מפני שאין הכל בקיאין בו צריכין להמתין עד הנץ החמה ועיין לעיל בסימן פ\"ט בביאור הלכה דלפי דעת כמה אחרונים אינו נקרא עמוד השחר עד שהאיר פני המזרח:","(ד) בשעת ההלל - כדי לנענע בהודו והושיעה נא. וקצת מן המהדרים נוהגים לברך על הלולב בהנץ החמה בתוך הסוכה ולנענע ואח\"כ בשעת ההלל מנענעים עוד:","(ה) נוטלו משעלה עה\"ש - אע\"פ שאח\"כ יקרא הלל בלא לולב. וצריך לנענע בשעה שנוטלו:","(ו) גם בשעת התפלה - ואע\"פ שאסור להחזיק שום דבר בשעת התפלה הכא כיון דלקיחתו מצוה לא מיטריד ביה. והנה אף דבגמרא איתא שכן היו עושין אנשי ירושלים היה אדם יוצא מביתו ולולבו בידו קורא ק\"ש ומתפלל ולולבו בידו וכו' מ\"מ כתבו אחרונים דכהיום מחזי כיוהרא אם לא מי שמפורסם למדקדק במעשיו מיהו זה נוהגין גם היום שמוליכין הלולב בבקר בעצמו לביהכ\"נ וכן מחזיר לביתו בעצמו:","(ז) אסור לאכול וכו' - וטעימא בעלמא מדינא שרי מ\"מ אין להקל בזה אם לא לצורך גדול ומי שבא בדרך בחוה\"מ ומצפה שיבוא למקום הלולב או הדרים על הישובים ומשלחים להם לולב ימתינו עד חצות היום ולא יותר אפילו ביום א' שהוא מן התורה דאסור להתענות ויש אומרים דאם מצפה שיביאו לו לולב אין לו להמתין כלל דהרי יש לו מי שיזכירנו לנטלו היינו אותו שיביא לו הלולב ומי שחלש לבו בודאי יוכל לסמוך ע\"ז:","(ח) ביום ראשון שהוא מן התורה יפסיק - באמצע סעודתו כדין כל דבר שהוא מן התורה שאם התחיל באיסור צריך להפסיק וכדלעיל בסימן רל\"ה ס\"ב ויו\"ט שני לדידן שעושין משום ספיקא דיומא דינו כמו ביום ראשון:","(ט) יותר מחצי שעה קודם שהגיע זמן חיובו - ר\"ל יותר מחצי שעה קודם עמוד השחר ומקרי זה התחיל בהיתר ועיין בט\"ז שהקשה הא בסימן פ\"ט פסק בדעה ראשונה דהיכי שהתחיל לאכול קודם עה\"ש אפ\"ה צריך להפסיק לתפלה א\"כ בלא\"ה צריך להפסיק משום תפלה וכ\"ש ביו\"ט שצריך קידוש ולכן חולק דודאי צריך להפסיק ממילא משום לולב ובכורי יעקב תירץ דאיירי שהתחיל לאכול קודם עה\"ש והתפלל קודם שבירך בהמ\"ז וגם עשה קידוש ואח\"כ התחיל להשלים סעודתו ושכח ליטול לולב דבזה א\"צ להפסיק ומותר לגמור אפי' ביום ראשון כיון דהתחיל בהיתר ולא ברירא תירוצו לדינא כמו שכתבתי בבה\"ל:"],["(א) אסור להריח וכו' - לפי שעיקרו אינו אלא להריח בו ומזה הוקצה כל שבעה כמו בעצי סוכה אבל אתרוג עיקרו עומד לאכילה ומזה לבד הוקצה ולא מלהריח אלא שנחלקו בברכה של הנותן ריח טוב בפירות די\"א דכיון דלא עבידא לריחא מפני שהוא של מצוה אין לברך עליו ועיין בב\"י בשם הרשב\"א לענין תנאי אם מהני בהדס ועיין בסימן תרס\"ד ס\"ט:","(ב) בו - ואפילו בשבת הגם דאין נוטלין בשבת מ\"מ הרי הוקצה לכל שבעה אבל אתרוג מותר להריח בו בשבת דהא עכ\"פ עתה לאו למצוה עביד [מ\"א וש\"א]:","(ג) מלהריח בו - בעת נטילתו למצוה אבל קודם או אח\"כ להריח בו לכו\"ע יכול לברך וי\"א דיש למנוע כל שבעת הימים ועיין לעיל בסימן רי\"ו שם ביארנו כל פרטי הדין:","(ד) שריא בהנאה - דהזמנה לאו מילתא היא:","(ה) בהנאה - וה\"ה לולב של אשתקד לא נאסר עד שיטול בשנה זו דאחר החג בטל הקדושה וכמו שכתבנו כעין זה לענין סוכה של אשתקד בסימן תרל\"ח סקי\"א במ\"ב ולדעת האחרונים דמפקפקין שם לענין סוכה ה\"ה לענין לולב:"],["(א) מקבלת אשה וכו' - דאע\"ג דאינה חייבת בלולב מ\"מ רשאה לטלטלו דגם היא רשאה לברך עליו:","(ב) ותוסיף עליו מים - ולא גזרינן משום השקת זרעים:","(ג) אבל לא תחליף - דטרח הוא לתקוני מנא ואם מותר להעמידן לכתחלה במים עיין לעיל סימן של\"ו סי\"א ובמ\"ב שם והנה בשבת אסור להוציאו ממים דמוקצה הוא כדלקמן בסימן תרנ\"ח ואם שגג והוציאו אסור להחזירו למים [ב\"י בשם או\"ח]:","(ד) לח והדר - ומנהג כשר וטוב ליתן לולב וערבה במים שלא ייבשו [ב\"י בשם המרדכי]:","(ה) ולקשרה בלולב - כתב בכורי יעקב דהיינו שיקשור אותה מבחוץ עם הלולב ולא כאותן שתוחבין אותה באגד דכבר קרא תגר על מנהג זה הא\"ר דעי\"ז שהוא מכניס ומוציא תמיד לפעמים נושרין רוב העלין וגם בלא\"ה י\"ל דלא מקרי אגד כהלכתו שאין זה קשר ממש כיון שמכניס ומוציא לכן יתיר הקשר לגמרי ויחזור ויקשור וזה דוקא בחוה\"מ אבל ביו\"ט אסור לעשות כן דאסור לקשור:"],["(א) מותר ליטלו וכו' - ומ\"מ אסור לטלטלו חוץ לד\"א אם העיר אין בה עירוב וצריך לילך למקום שהניח שם העכו\"ם וליטלו שם ובית אפילו גדול נחשב כד\"א ובשביל זקן או חולה שאינן יכולין לילך יאמר לעכו\"ם להוליך אצלם אבל אם יש שם עירוב יכול לטלטלו בכל העיר רק חוץ למקום העירוב אינו רשאי לטלטלו [אחרונים]:","(ב) בשבילו - בין ביו\"ט א' ובין ביו\"ט ב' ואפילו בא בציוויו [שע\"ת]:","(ג) ועיין לעיל סימן תקפ\"ו סעיף כ\"א וסימן ש\"ז וכו' - היינו דבסימן ש\"ז מביא המחבר גם דעת האוסר שבות דשבות במקום מצוה אכן בסימן תקפ\"ו סכ\"א סתם להקל בזה ולא הביא כלל דעת האוסר ולפ\"ז מותר אף לכתחלה לומר לנכרי ביו\"ט להביא לולב מחוץ לתחום ומה שכתב מתחלה נכרי שהביא וכו' היינו דבזה מותר אפילו הביא מחוץ לתחום של י\"ב מיל דלכמה פוסקים הוא איסור דאורייתא לישראל וא\"כ אסור לכתחלה לומר לעכו\"ם להביא אפילו במקום מצוה מ\"מ כיון שכבר הביא מותר ליטלו ולצאת בו והיינו אפילו למי שהובא בשבילו והטעם דכיון דבטלטול מותר לכל ממילא מותר גם לצאת בו דלא אסור אלא ליהנות ממנו ומצוה לא מקרי הנאה. ומ\"מ בשעת הדחק שאין מצוי בעיר לולב אחר לצאת בו הסכימו אחרונים דיש להקל לומר לעכו\"ם להביא אפילו חוץ לי\"ב מיל כדי לקיים המ\"ע דלולב והנה כ\"ז דוקא אם יוכל לחזור בו ביום ויקיים מצוה תיכף אבל לשלחו ביום ראשון שיבוא ביו\"ט ב' אסור לשלחו חוץ לי\"ב מיל. ודע עוד דדוקא במחוץ לתחום שאין עליו איסור טלטול וכנ\"ל אבל ערבה שנתלשה ביו\"ט אפילו שלא בשביל ישראל בין ביו\"ט ראשון ובין ביו\"ט שני אסור לטלטלה אפילו אין לו אחרת לצאת בה דמוקצה היא דשבות אפילו במקום מצוה אסרו אכן אם נתלשה ביו\"ט ראשון מותרת בשני אם לא כשחל יו\"ט ראשון בשבת דאז אסור לצאת בה גם ביום א' כדקי\"ל בסימן תקי\"ג לענין ביצה דשבת ויו\"ט הסמוכין נולדה בזה אסורה בזה [שע\"ת] ואם אין לחבירו לולב והוא חוץ לתחום אם אין לו מעות לקנות לעצמו מותר לזה לשלחו אבל אם יש ביכולתו לקנות ופשע ולא קנה אין אומרים לאדם חטא בשביל שיזכה חבירך:"],["(א) אם קנה וכו' - כדי להסביר היטב טעם השני דיעות אקדים מה דאיתא בגמרא הידור מצוה עד שליש במצוה ופירשו בשם ר\"ת [והוא הדעה הראשונה שנזכר בשו\"ע] שאינו ר\"ל שיש לפניו שני אתרוגים או שני ס\"ת ואחד הדר יותר מחבירו שיצטרך מחמת מצות הידור להוסיף עד שליש במקח דא\"כ הרי לעולם ימצא נאה ונאה ואין סוף לדבר אלא מיירי שאתרוג אחד היה בו רק כשיעור מצומצם שהוא כביצה והאחר גדול ממנו ע\"ז אמרו דמצוה להדר אחר זה ולהוסיף עד שליש דחיישינן שמא יתמעט השיעור ובאופן זה אפילו כבר קנה האתרוג הקטן מצוה להחליפו באחר ולהוסיף עד שליש בדמיו ויש מפרשים עוד דהגמרא מיירי באתרוג וכן כל המצות שמזדמן לפניו אחד הדר יותר מחבירו מצוה להדר אחר ההדר ולהוסיף עד שליש בדמיו וזהו הדעה השניה שמוזכרת פה:","(ב) אתרוג שראוי לצאת בו בצמצום - עיין במ\"א שמצדד דלאו דוקא אתרוג דה\"ה ס\"ת או שופר וכדומה שקנהו והיה בו רק כשיעור מצומצם ואח\"כ נזדמן לו אחר שהוא גדול בשיעורו מצוה להחליפו ולהוסיף עליו עד שליש:","(ג) מלגיו - פי' אם הקטן נמכר בשש יוסיף שני דינרין דהיינו שליש תוך הדמים ושליש מלבר נקרא כשחולק הדמים לשנים ומוסיף חלק שלישי דהיינו שמוסיף ג' דינרין ויש מחמירין שצריך להוסיף שליש מלבר:","(ד) כדי להחליפו - אבל אם חבירו אינו רוצה להחליפו רק למכרו אינו חייב לקנותו ולהחזיק שתים אם לא שיש לו קונים שרוצים לקנות את הקטן שיש לו [אחרונים]:","(ה) שאם מוצא שני אתרוגים וכו' - ר\"ל אפילו כל אחד גדול בשיעורו יותר מכביצה כיון שהשני נראה הדר ביופי יותר מחבירו צריך להוסיף. ואם כבר קנה אחד והוא בשיעורו גדול יותר מכביצה א\"צ להוסיף להחליף בהדר לכו\"ע [דלדיעה ראשונה כיון שגם הראשון לא היה בו שיעור מצומצם ולדיעה שניה לא החמירו ליקח ההדר כלל בשכבר קנה האחד] כ\"כ המ\"א בשם פוסקים אכן הגר\"א הביא ירושלמי מפורש ומשמע דנקט לדינא כן דאפילו לקח כבר אתרוג ולולב [וה\"ה לכל המצות] והיה בהם יותר מכשיעור ואח\"כ מצא אחר נאה הימנו צריך להחליף ולהוסיף עד שליש:","(ו) אם אין מייקרים אותו יותר משליש - דהדור מצוה הוא רק עד שליש ואפילו מי שאין חייו נדחקים א\"צ לבזבז יותר משליש. אמרינן בגמרא עד שליש משלו מכאן ואילך משל הקב\"ה ופירש\"י עד שליש משלו דהיינו אותו שליש שיוסיף בהידור מצוה משלו הוא שאינו נפרע לו בחייו כדאמרינן היום לעשותם ולא היום ליטול שכרם אבל מה שיוסיף יותר על שליש יפרע לו הקב\"ה בחייו עכ\"ל והיינו אף דאינו מצווה ע\"ז מ\"מ אם יוסיף יפרע לו הקב\"ה בעוה\"ז וי\"א דבאיש אמיד שנתן לו הקב\"ה הון צריך להוסיף בשביל הידור אפילו יותר משליש:","(ז) הון רב - הנה שליש מנכסיו מוכח בגמרא בהדיא דאין צריך ליתן עבור מצוה אחת והפוסקים הסכימו דאפילו פחות משליש ג\"כ אין צריך ליתן וסמכו דינו כמו לענין צדקה שאמרו המבזבז אל יבזבז יותר מחומש שמא יעני ויצטרך לבריות וה\"ה בזה:","(ח) יותר מחומש אפילו מצוה עוברת - ומ\"מ חייב להוציא עכ\"פ עישור נכסיו לזה דגם בצדקה שיעור בינוני הוא מעשר ועיין במ\"א וא\"ר דכמו שם לענין צדקה שנה ראשונה מן הקרן מכאן ואילך מן הריוח ה\"נ בענינינו ועיין בבה\"ל שביררנו דר\"ל דמשיעור זה בודאי אסור לפחות אבל אפשר דבענינינו דהוא מצוה עוברת גרע טפי וחייב להוציא עד חומש מנכסיו:","(ט) אבל לא תעשה וכו' - דבטול עשה הוא במניעה מלקיים ואינו עושה שום מעשה נגד רצון הש\"י משא\"כ בלא תעשה אם יעבור. כתב המ\"א משמע קצת בגיטין דף נ\"ו במעשה דבר קמצא שהיה מותר לעבור על ל\"ת מפני אימת המלכות דעכו\"ם והאחרונים מפקפקים ע\"ז דהתם פיקוח נפש היה:","(י) יתן כל ממונו קודם שיעבור - ואף דיצטרך עי\"ז אח\"כ לחזור על הפתחים לא נוכל להתיר עי\"ז איסורי תורה. וזה אפילו בל\"ת גרידא וכ\"ש אם נוגע הדבר לחייבי כריתות ח\"ו כגון שאינו יכול להשיג איזה משמרת להרויח אם לא שמתרצה לחלל השבת ולעשות בו מלאכה כשאר פועלים אסור לו לשמוע להם ואף דנוגע זה למזונותיו ולמזונות אנשי ביתו אין לו להכרית נפשו עבורם:"],["(א) קטן היודע וכו' - הא אם אינו יודע אף שהוא כבר שית אינו חייב לחנכו דחינוך אינו שוה בכל המצות [פמ\"ג במשב\"ז ובא\"א צידד להיפוך ובבכורי יעקב הסכים להקל]:","(ב) לנענע לולב כדינו - היינו מוליך ומביא מעלה ומוריד:","(ג) אביו חייב וכו' - ומצות חינוך הוא אפילו בשאר הימים שהם מדרבנן:","(ד) לקנות לו לולב וכו' - המהרש\"ל כתב שא\"צ לקנות לו לולב בפ\"ע כי לאחר שיצא בו אביו יתננו לבנו לנענע בו ולברך עליו וכ\"כ התוספות בערכין (דף ב') דיוצא בשל אביו וכ\"מ בעיטור וי\"א דאם ידו משגת טוב יותר שיקנה לו לולב כדי שיעשה הנענועים כדינו בשעת הלל עם הצבור שזה טוב יותר ממה שיברך אח\"כ:"],["(א) אלא יום ראשון - דכתיב ושמחתם לפני ד' אלהיכם ז' ימים והיינו במקדש אבל בשאר א\"י יום הראשון בלבד דכתיב ולקחתם לכם ביום הראשון פרי עץ וכו' וחכמים תקנו ז' בכל מקום זכר למקדש:","(ב) אינו נוטל וכו' - כן תקנו חכמים משום גזירה שמא יטלנו בידו ויעבירנו ד' אמות בר\"ה:","(ג) הלולב - וה\"ה הערבות וההדסים:","(ד) דהוי כאבן - ואפילו לצורך גופו ומקומו אסור ולא דמי לשופר דשרינן בס\"ס תקפ\"ח לטלטלו לצורך גופו ומקומו דשאני התם דהוי כלי וראוי לאיזה דבר כלשאוב בו וכדומה משא\"כ הכא דעץ בעלמא הוא:","(ה) דראוי להריח בו - ואף שכתב המחבר בס\"ס תרנ\"ג שיש למנוע מלהריח בו היינו בשעה שהוא נוטלו לצאת בו או עכ\"פ שהוא יום חול ומשום שראוי ליטלו לצאת בו ומשום ספק ברכה כמו שנתבאר שם משא\"כ בשבת שאיננו נוטלן בודאי ראוי להריח ולברך עליו ג\"כ ועוד אם מברך על פרי אחר ומכוין להוציא גם הנאת ריח זו בודאי יכול להריח בו וע\"כ אינו מוקצה:","(ו) ביו\"ט - אבל מותר ליתנו על הבגד או מוכין שהיה מונח בו מעיו\"ט שכבר קלט הריח:","(ז) דמוליד ריחא - בבגד והוי כתיקון מנא. ומשמע דאפילו אינו מכוין לזה ג\"כ אסור מפני שא\"א שלא יקלוט והוי פסיק רישא ויש מקילין בזה היכי דאינו מכוין. ובשעת הדחק שאין לו מקום משומר להניח האתרוג שמה אפשר דיש לסמוך אמקילין:","(ח) אין אדם יוצא וכו' - ואם אין האיש בביתו ונתנה האשה הלולב לאחד מאוהביו או קרוביו במתנה לא יצא דשמא לא ניחא ליה כ\"א במכירה אם לא שהוא אדם חשוב דזילא ביה מלתא למכרו שרי דאז אמדינן דעתה דניחא ליה [מ\"א] והבכורי יעקב הקשה עליו דהלא בלא\"ה ג\"כ קי\"ל דניחא ליה לאינש לקיים מצוה בממוניה ומחמת זה מותר ליטול לולבו של חבירו לצאת בו אפילו בלא דעתו ומ\"מ לא מהני סברא זו רק לענין שאר הימים דהוי כאלו שאלו בעצמו ולא לענין יום הראשון דבעינן לכם וכדאיתא לעיל בסימן תרמ\"ט ס\"ה וא\"כ מאי מהני מה דנאמר דניחא ליה הלא מ\"מ אינו שלו ממש ואפילו כשהיא נושאת ונותנת בתוך הבית אין לה רשות ליתן משלו וע\"כ מסיק שם דאפילו שמע בעלה אח\"כ ונתרצה לא מהני דבעת הלקיחה לא היה שלו וצריך לחזור וליטול:","(ט) בלולב של חבירו שהשאילו וכו' - המ\"א הוכיח מהא דשואל כלי מחבירו לקדש בו אשה דאמרינן שהיא מקודשת [באהע\"ז סי' כ\"ח סי\"ט] משום דאמרינן מסתמא נתן לו במתנה ע\"מ להחזיר שיהיה יוכל לקדש בו א\"כ ה\"ה באתרוג אם השאילו לצאת בו הו\"ל כאלו נתנו לו במתנה ויצא וכ\"כ הבית שמואל באהע\"ז שם אבל הט\"ז לעיל בסימן י\"ד ובשו\"ת בית יעקב פוסקים דלא יצא וע\"כ צריך לחזור וליטול ובלי ברכה:","(י) דבעינן לכם משלכם - יש אומרים דהני דקני אתרוג למצוה ופרעי לאחר החג לא יאות עבדי דכל כמה דלא יהיב דמי לא קני אלא מדרבנן ואנן בעינן לכם דאורייתא אם לא שהביאו לרשותו וקנהו בתורת חצר. ולכתחלה נכון ליזהר בזה ולפרוע קודם החג:","(יא) דהוי כמו שאול - דאין זה לשון מתנה כיון שפירש שהוא רק לזמן:","(יב) שמה מתנה - דכשאמר חפץ זה נתון לך נפקע כל כחו ממנו ומה שאמר ע\"מ שתחזיר לי הוא רק תנאי כשאר תנאים שאדם יכול להתנות במכירתו ובמתנתו:","(יג) ואם לא החזירו - וה\"ה כשנפסל בידו והחזירו:","(יד) אפילו נתן לו את דמיו - ולא אמרינן בזה מה לי הן מה לי דמיהן כיון שצריך לו לצאת ידי חובה בודאי הקפיד על הלולב גופיה:","(טו) ואפילו נאנס מידו - ואע\"ג דלדעת המחבר בח\"מ סימן רמ\"א במתנה ע\"מ להחזיר ונאנס פטור מתשלומין היינו משום דאין עליו דין שומר שהרי בתורת מתנה באה לידו אבל עכ\"פ התנאי לא נתקיים ואינו אלא כפקדון בידו ולהכי לא יצא בענינינו ומשמע מרוב הפוסקים דגם בנאנס לא מהני חזרת דמים. ועיין בח\"א שמסתפק אם אמר הריני כאלו התקבלתי מהו ובספר מאירי כת\"י אשר תח\"י דעתו בהדיא דיכול הנותן למחול תנאו ולאמר הריני כאלו התקבלתי ויצא זה ידי חובה אע\"ג שלא החזיר:","(טז) לאחר זמן מצותו - ר\"ל אפילו באותו היום אם הוא שעה שא\"א עוד לצאת בו דהיינו בערב ואם בשעה שנתן לו כבר בירך עליו צריך להחזיר לו עכ\"פ ביום המחר בשעת מצותו ואע\"ג דלא פירש לו בהדיא מתי שיחזירנו לו מ\"מ אומדנא דמוכח הוא שכונתו היה שיחזירנו לו לשעה שיוכל לצאת בו. וכתבו הפוסקים דכ\"ז באמר ע\"מ שתחזירהו לי דמשמע שיהיה ראוי לו לדבר שעומד אבל באומר ע\"מ שתחזירהו ולא אמר לי אפי' החזירו לאחר החג שאינו שוה כלום נמי קיים תנאו ויצא ועיין בה\"ל:","(יז) ומותר וכו' שלא יקדישנו - ר\"ל דאם התנה במתנתו שלא יוכל המקבל להקדישו מ\"מ הוי מתנה ואפשר לצאת בו וכדמסיים דלא גרע ממי שאמר ע\"מ שתחזירהו לי דג\"כ אינו יכול להקדישו ואפ\"ה הוי מתנה ועיין בה\"ל:","(יח) נתנו לו סתם וכו' כיון שצריך וכו' - ר\"ל בהיכי שאין לו רק אתרוג זה אפילו נותנו בסתם ג\"כ אומדנא דמוכח הוא שלא כיון ליתן לו לחלוטין אלא ע\"מ שיחזיר לו. ואפילו אם באותו היום כבר יצא בעצמו והוא צריך לו רק לשאר ימי החג ובשאר הימים הלא יכול לצאת בשאול מ\"מ אמדינן דעתו דאדם שהוא רוצה יותר לצאת בשלו ולא כיון אלא ע\"מ להחזיר לו שיהיה שלו כבתחלה:","(יט) וצריך לחזור וליתנו וכו' - קאי אכל הנ\"ל גם בס\"ד והטעם דכל שנתנו לו הרי הוא שלו לגמרי וע\"מ להחזיר דקאמר הוא כמו שאומר ע\"מ שתחזור ותתן לי במתנה:","(כ) כדי שיהיה של בעלים ויצאו בו - הלשון מגומגם דמשמע מזה דאם לא יחזור ויתן להבעלים במתנה גמורה לא יוכלו הבעלים לצאת י\"ח באתרוג ולכאורה אינו כן דהבעלים בכל גווני יוכלו לצאת שהרי נתנו רק ע\"מ שיחזירו להם במתנה כדין ואם לא החזירו להם באופן כזה נתבטלה המתנה למפרע וכלא נתנו דמי וצ\"ע:","(כא) אלא לאחר וכו' - ר\"ל שגם הוא נתן לאדם אחר האתרוג במתנה ע\"מ להחזיר והלזה נתן ג\"כ לשלישי להחזיר לבעלים הראשונים יצא ולא אמרינן הרי התנה עמו ע\"מ שתחזיר לי והרי לא החזיר בעצמו לבעלים הראשונים דמסתמא לא היה כונת וקפידת הבעלים אלא שיוחזר להם החפץ בין ע\"י הראשון בין ע\"י באי כחו. מיהו מוכח לכאורה מדין זה דמקבל מתנה ע\"מ להחזיר יש לו רשות לחזור וליתן לכל מי שירצה ובלבד שיתקיים תנאו. מיהו כ\"ז בסתם אמנם אי מפרש בהדיא במתנתו שאין לו רשות ליתנו לאחר אינו יכול לזכות לאחר לצאת בו ואם יתן יתבטל המתנה וגם הוא לא יצא בו:","(כב) ואחר לאחר - ומשמע אפילו להרבה ובלבד שיוחזר לראשון בלא פסול. ונראה דהיכי שאיכא אומדנא שמקפיד הנותן שלא יטלוהו רבים שמא יפסד לו אין רשאי ליתן ובלא\"ה יש מאחרונים שמחמירין בעיקר דינא דהמחבר וסוברין דלולב שקבל במתנה ע\"מ להחזיר לא יתן לאדם אחר מבלי דעת ורשות הנותן:","(כג) ביום ראשון וכו' - וה\"ה לדידן דעושין שני ימים:","(כד) קודם שיצא בו - וה\"ה אם מזכה רבים בלולבו לא יתן לקטן עד שיברכו כולם:","(כה) אינו מוחזר - ולפ\"ז יש ליזהר שלא לברך על לולב של אישתקד אם זוכר שנתן אותו במתנה לקטן:","(כו) הפעוטות - היינו כבן וי\"ו או כבן ז':","(כז) מותר - דאז מתנתו מתנה מד\"ס ועיין בה\"ל:","(כח) כיון שלא יצא מידו ש\"ד - ר\"ל דעי\"ז אין הקטן קונה כלל ולכן מותר אפילו בלא הגיע לעונת הפעוטות וה\"ה אם לא מקנה ליה כלל לקטן או שאומר לו יהא שלך עד שתצא בו ואח\"כ יהא שלי כבתחלה דהו\"ל כשאול כנ\"ל בס\"ג אלא דבכל אלו העצות לא מהני רק לגדול שיהיה יכול אח\"כ לצאת בו אבל הקטן לא יצא בנטילה כזה דהא אינו שלו ולא מקרי לכם ולא קיים בו אביו מצות חינוך ויש מאחרונים שסוברין דמצות חינוך מתקיים גם בשאול דהא גם בזה מתחנך הבן למצות וכן משמע במרדכי בשם ראב\"ן:","(כט) אין אחד מהם יוצא וכו' - דבעינן שיהא כולו שלו. ואם אמר לו טול לך לצאת בו עיין לעיל בס\"ג במש\"כ שם:","(ל) חלקו במתנה - ואפילו בע\"מ להחזיר ג\"כ סגי כנ\"ל בס\"ד:","(לא) יוצאים בו מסתמא - ר\"ל אף שלא פירשו כן בהדיא:","(לב) דאדעתא דהכי קנאוהו - ר\"ל דכיון שידעו בשעת לקיחה שאינו ראוי ליחלק וע\"ד כן לקחוהו הוי כאלו פירשו שלכל אחד בשעה שיקחהו לצאת בו יהיה כולו שלו ע\"מ שאח\"כ יחזירהו לחבירו ומ\"מ טוב לומר בפירוש שנותן כ\"א חלקו לחבירו במתנה ע\"מ להחזיר בשעה שיוצא בו וכמו שכתבנו לקמיה בס\"ט:","(לג) שקנו אתרוגים - לאכילה:","(לד) מתפיסת הבית - ר\"ל מה שירשו מאביהם ועדיין לא חלקו:","(לה) ואין האחים מקפידים - דאז נחשב כשלו:","(לו) אין מחילתם בסתם מועלת - שאע\"פ שאין מקפידים על האכילה מקפידין הם על המצות שאף הם רוצים לקיים המצות כמוהו:","(לז) לפי שאינן מקפידין - שגם הם יכולים לקיים המצות כמוהו:","(לח) שכל הקהל קונים וכו' - כתב הח\"א אפילו לפי מנהגינו שכל אחד נותן כמו שירצה מ\"מ זה שאינו נותן כלל נראה שלא יצא אם יש ביכולתו ליתן:","(לט) מסתמא הוי כאילו פירשו וכו' - ואע\"פ שכל זה הוא דין גמור מ\"מ כיון שאין הכל יודעין להקנות לכן כתבו כמה אחרונים שמוטב לברך על שלו אם יש לו כל ד' מינים כשרים אע\"פ שאינם מהודרים כמו של חבירו. ואם אין לו מוטב שיטול של חבירו הכשרים משיטול של הקהל כי י\"א דבשל קהל לא יצא דשמא יש באחד מהם מי שאין בדעתו להקנות חלקו לחבירו ואף דלא קי\"ל הכי מ\"מ לכתחילה עדיף טפי ליטול של יחיד [ח\"א]:","(מ) שכל הקהל נותנים חלקם - ומ\"מ לכתחלה טוב שיכריזו שיתן כ\"א חלקו לחבירו במתנה ע\"מ להחזיר [מ\"א ודה\"ח]:","(מא) ואשה פטורה וכו' - ואם היא רוצה לברך חייבת. ומי שאינו בעיר א\"צ ליתן ועיין בשע\"ת:","(מב) המצוה כתקונה - כי רוב העולם אינם יודעים להקנות לחביריהם ועוד לעשות הנענועים כהלכתן. אפילו חל יום ראשון בשבת דעצם המ\"ע א\"א שוב לקיים אפ\"ה נכון להשתדל להיות לו לולב ואתרוג לעצמו וכדלקמיה. אדם שיש לו אתרוג מיוחד ובעיר אחרת אין להם כלל מוטב שישלחנו לשם והוא יברך על של קהל כ\"כ מ\"א בשם מטה משה ובמחצית השקל כתב דבזה\"ז דרוב פעמים אחר עבור איזה ימים מהחג ע\"י רוב משמוש בני אדם אתרוג של הקהל מתקלקל אפשר א\"צ לשלוח לחבירו אתרוג שלו עכ\"ל וספקו יוכל להיות רק על שאר הימים דביום ראשון אינו מצוי כ\"כ להתקלקל גם יכול לברך עליו בבקר קודם שיד הכל ימשמשו בו:"],["(א) באחד קורים וכו' - כן ביום הראשון וכן ביום השני וכן קריאת המפטיר:","(ב) בפרשת אמור - בחול חמשה ובשבת שבעה ובמנחה קורין ג' בפרשה וזאת הברכה:","(ג) ובשני - ומניחין ס\"ת שניה אצלה ואומרים ח\"ק:","(ד) השביעי - עד וביום השני ואם התחיל לקרות ביום השני פוסק אפילו באמצע הפסוק ואם קרא בענין אחר לא יצא וצריך לקרותה כולה בברכה לפניה ולאחריה. ואם דילג פסוק אחד צריך לחזור ואם דילג פסוק ובחמשה עשר וכו' א\"צ לחזור [שערי אפרים]:","(ה) ומפטיר בזכרי' וכו' - זהו ביום הראשון ומפני שיש בה מענין סוכות וביום שני קורא הפטרה במלכים [א ז] מן ויקהלו עד בהוציאי אותם מארץ מצרים מפני שיש בה ענין חנוכת הבית שהיתה באותו אסיפה בחג הסוכות [לבוש]:"],["(א) ס\"ת על הבימה ולהקיפה וכו' - שהיא נשארת לנו במקום מזבח כדאיתא בגמרא (מגילה ל\"א) שהשיב הקב\"ה לא\"א שכל זמן שיהיו קוראין בניך לפני בסדר הקרבנות מעלה אני עליהן כאלו מקריבין לפני וכו':","(ב) שהיו מקיפין את המזבח - ג\"כ בכל יום פ\"א ובשביעי ז' פעמים:","(ג) לצד ימין - ולפי שהס\"ת על הבימה והצבור אנשי מזרח צריכין להפוך פניהם כלפי ס\"ת קודם שיתחילו להקיף ואז ממילא הוי צפון ימין שלהם וסדרן בהקפה הוא צפון מערב דרום מזרח והחזן שעומד נגד ההיכל אין מן הנכון שיהפוך פניו מתחלה שיהיה אחוריו נגד ההיכל מ\"מ צריך להקיף ג\"כ לצפון עם הצבור אף שאצלו הוא דרך שמאל:","(ד) ובשבת אין מקיפים - לפי שגם במקדש לא היו נוטלין ערבה בשבת וכ\"ש לפי מנהגינו שאנו מקיפין בלולב אין הלולב ניטל בשבת:","(ה) ואין מוציאין ס\"ת - כיון דאין מקיפין [ד\"מ]:","(ו) על הבימה - רק פותחין ארון הקודש ואומרים הושענות וכדלקמי' [אחרונים]:","(ז) אינו מקיף - וביום ז' אם אין לולב בעיר יקיפו בערבה [אחרונים]:","(ח) נוטלין הערבה עם הלולב - עיין לקמן סימן תרס\"ד ס\"ז בהג\"ה דיותר טוב שלא לחבר הערבה עם הלולב כלל וכ\"כ בשם האר\"י ז\"ל שלא לחברם כלל עם הלולב רק אחר קדיש תתקבל אז קח בידך הערבה ותחבוט ה' פעמים בקרקע ושל\"ה כתב כשמגיע לתענה אמונים אז מניח הלולב ויקח הערבה:","(ט) אינו מקיף - דכתיב ושמחתם לפני ד' אלהיכם שבעת ימים והוא בשעת הקפה [הגר\"א]:","(י) שא\"א הושענא בשבת - טעמם מפני התנוקות שישמעו שאומרים בשבת כמו בחול וילכו גם ליטול לולב ולא נהגו כן דכיון שאין מקיפין בשבת מתברר להם במה שאין מקיפין:"],["(א) סוכה - דזמן לא קאי אלא אקידוש ולא אסוכה דאף אם יום ראשון חול יצא בזמן דסוכה דלא גרע מאלו בירך זמן בשעת עשיית הסוכה דיצא הלכך צריך שלא להפסיק בסוכה בין קידוש לזמן אכן מי שלא אכל לילה ראשונה בסוכה וגם למחר בשחרית לא אכל בסוכה יברך בליל שניה סוכה ואח\"כ זמן דאז הזמן יהיה קאי אשניהם:","(ב) וכן ראוי לנהוג - והנה הרדב\"ז ח\"א סמ\"ו והרש\"ל דעתם כאבי העזרי דלעולם סוכה ואח\"כ זמן ומ\"מ לא מקרי הפסק מה שאומר בינתיים ברכת סוכה ודומיא דאנו אומרים כשחל יו\"ט במוצאי שבת יקנה\"ז אע\"פ שהזמן אינו חוזר על ההבדלה כ\"א על קידוש ה\"נ הזמן חוזר על קידוש שלפני סוכה ויש מאחרונים שהעתיקו לדינא כמותם ע\"כ מי שרוצה לנהוג כן אין מוחין בידו ומ\"מ אם כמה בע\"ב אוכלין בסוכה אחת לא יהיו חלוקין במנהגם בזה. חסידים ואנשי מעשה עושים לזכר שמחת בית השואבה להיות נעורים בלילות של חוה\"מ סוכות ולהרבות בזמירות ושבחים ומרבים נרות בסוכה בלילות אלו גם בהרבה בתי מדרשות נהגו להרבות בנרות בתפילת ערבית דחוה\"מ בחג הזה. יוש\"ה ע\"ש שהאריך בזה:"],["(א) וכן בכל שאר ימים - דאע\"ג דכל הימים חוץ מן יום הראשון הוא רק מדרבנן זכר למקדש שהיה המצוה לשמוח שם במצוה ההיא כל שבעת הימים אפ\"ה שייך לברך עליה ולומר וצונו מדכתיב ולא תסור מכל הדברים אשר יגידו לך וגו':","(ב) אינו מברך זמן ביום שני - דממ\"נ יצא במה שאמר ביום ראשון זמן אף אם הוא חול דלא גרע ממה שאמר זמן בשעת עשיית הלולב דיצא ולא דמי לקידוש שאומר בליל ב' זמן שאותו הוא בשביל היום ולא בשביל הסוכה ואע\"ג דגבי שופר מנהגינו לומר זמן אפילו ביום שני שאני התם דלפעמים עיקר הקדושה הוא ביום שני כמ\"ש שם בסימן ת\"ר:","(ג) אא\"כ חל יום ראשון בשבת - דאז צריך לברך זמן בשני שהוא פעם ראשון שנוטלו כיון שלא אמרו בראשון. וה\"ה אם לא נטל הלולב עד יום השביעי דמברך זמן בשביעי [אחרונים]:","(ד) אתמול - אם התחיל במפטיר מן וביום השני אע\"פ שגמר ובירך יחזור ויקרא מן ובחמשה עשר בברכה לפניה ולאחריה:"],["(א) ארבעה בקרבנות החג - ואומרים ח\"ק אחר הד':","(ב) וישראל חוזר וקורא וביום השלישי - ולא ס\"ל כדעה שניה שיקרא וביום הרביעי כי היא שלא מענינו של יום שאם תמנה מיום ראשון של יו\"ט הוא יום שלישי ואם תמנה מיום שני של יו\"ט הוא יום שני:","(ג) ספיקא דיומא - אבל ביום השני של יו\"ט אף דאנו עושין אותו ליו\"ט ג\"כ משום ספיקא דיומא אין קורין בו וביום השני דגנאי לקרות ליו\"ט ספק חול:","(ד) הראשונים - ואם קרא הלוי ביום השלישי וביום הרביעי יקרא להשלישי וביום החמישי והרביעי יקרא ביום השני וביום השלישי:","(ה) כל ספיקא דיומא - עיין לעיל בסימן קל\"ז במ\"ב סקי\"א:","(ו) והרביעי קורא ביום הששי וביום השביעי - וכן בתפילה בקרבנות המוספין בחוה\"מ מזכירין ג\"כ ספיקא דיומא דהיינו ביום א' דחוה\"מ אומרים וביום השני פרים שנים עשר וגו' וביום השלישי פרים עשתי עשר וגו' וסימן שלא תטעה לעולם הפרים והימים ביחד הם י\"ד (טור) וצריך לומר ומנחתם בין יום השני ליום השלישי וכן בכל יום צריך לומר ומנחתם על כל יום בפני עצמו ודלא כהטועין שאין אומרים רק פ\"א ומנחתם במוסף בחול את מוסף ובשבת מוספי [פמ\"ג] סדר הושענות בשני יו\"ט אומרים למען אמתך אבן שתיה ובחוה\"מ אערוך שועי אל למושעות אדון המושיע ובשבת אום נצורה. ואם חל יום א' דסוכות בשבת אומר ביום ב' למען אמיתך וביום א' דחוה\"מ אערוך שועי וביום ב' דחוה\"מ אבן שתיה וביום ג' דחוה\"מ אל למושעות וביום ד' דחוה\"מ אדון המושיע ואום אני חומה נדחה לגמרי. ואם חל יום ששי בשבת אז אומרים ע\"ז הסדר למען אמיתך אבן שתיה אערוך שועי אום אני חומה אל למושעות אום נצורה והפיוט אדון המושיע נדחה. והטעם לזה הסדר עיין במחה\"ש:","(ז) וע\"ל סי' ת\"צ - שם מבואר לענין אם יש לברך עליהם וע\"ש במ\"ב סקי\"ט:","(ח) אתה אומר אלי - שיש בה ענין סוכה:","(ט) ומפטיר קורא וכו' - וחותם בהפטרה מקדש השבת וישראל והזמנים וכן מזכיר של סוכות באמצע הברכה כמו ביו\"ט ראשון של סוכות [פמ\"ג בסימן ת\"צ]:","(י) ביום בוא גוג - לפי שלעתיד תהיה מלחמת גוג ומגוג בתשרי:"],["(א) רבה - נוהגים ישראל להיות נעורים בליל ערבה. וכבר נדפס הסדר:","(ב) כמו ביו\"ט - לפי שבחג נידונין על המים והוא גמר החתימה ואומרים למנצח מזמור השמים מספרים ושארי מזמורים וקדושת מוסף נעריצך כמו ביו\"ט:","(ג) וא\"א נשמת וכו' - אלא ישתבח דבאמת הוא חול:","(ד) כמו ביו\"ט - ר\"ל בניגון של יו\"ט:","(ה) של חול - ויש מסירין מעצמן אפילו הכיס של מעות. ומה שגובין מעות אתרוג מפני שרוב הקהל מתאספין בהו\"ר ויש ריוח לצדקה מזה [פמ\"ג]:","(ו) קודם אנא אזון חין - ויותר טוב לאומרו קודם החריז הבט לברית [אחרונים]:","(ז) כמו ביוה\"כ - לפי שבחג נידונין על המים וכל חיי האדם תלויין במים והכל הולך אחר החיתום:","(ח) קודם עלות השחר - וטוב יותר לטבול מבערב כדי ללמוד כל הלילה בקדושה. ואודות הזיווג הוא כמו בליל שבועות. ובליל טבילה ישמש ועיין מה שכתבנו לעיל בסימן ר\"מ במ\"ב סק\"ז ובה\"ל שם:","(ט) הקיטל כמו ביוה\"כ - שאז הוא גמר החתימה ובמדינתינו נהגו ללבוש בגדי שבת לבד הש\"ץ לובש הקיטל:","(י) ומקיפים ז' פעמים - כמו במקדש שהיו מקיפין המזבח בזה היום ז\"פ:","(יא) ונוטלים ערבה ביום זה - זכר למקדש שנטילת ערבה היה שם הלכה למשה מסיני וכן היתה מצותה בכל יום משבעת הימים היו מביאין ערבות וזוקפין אותן הכהנים על צדדי המזבח ואח\"כ באין העם ונוטלין אותן משם ומנענעין אותן. ולהכי לא תקנו לנוטלה כל ז' כמו בלולב דלולב אית ליה עיקר מן התורה דיום ראשון הוא מן התורה אף בגבולין עבדינן ליה זכר למקדש ערבה דלית לה עיקר מן התורה בגבולין די שנעבוד לה זכר למקדש יום אחד [גמרא] וקבעו יום ז' לערבה יותר מיום אחר כיון שבמקדש היה ג\"כ יותר קדושה ביום זה שהרי היו מקיפין ז\"פ ביום זה:","(יב) ואין מברכין עליה - שהוא רק מנהג נביאים שהנהיגו את העם לעשות כן ולא בתורת תקנה ולא שייך לברך ולומר וציונו:","(יג) כמו שהיה המנהג וכו' - שהיו שלוחי ב\"ד מביאין להן:","(יד) שאף ביום זה וכו' - ר\"ל כמו בימים הקודמים שאין נוטלין הערבה שלא הוקבע ערבה רק ליום זה:","(טו) ולא נהגו וכו' - גם בערבה. וטעם הדבר דבגמרא אית פלוגתא אם מקיפין בלולב או בערבה ודעה הראשונה ס\"ל כמ\"ד דמקיפין בלולב ומנהג העולם הוא כדי לצאת כל הדיעות שגם מ\"ד בלולב אין פוסל אם מקיף בערבה וכן מ\"ד בערבה אין פוסל אם מקיף בלולב [ב\"י] ועיין לקמיה בס\"ז בהג\"ה והסכימו האחרונים דאם אין לולב בעיר יקיפו בהו\"ר בערבה:","(טז) ההושענות יפים - וטוב לכתחלה שיהיה עכ\"פ ג' בדין ובשם האר\"י כתבו ה' בדין:","(יז) כשיעור אורך וכו' - דהיינו ג\"ט דלא מצינו שהקילו בה אלא בפרט זה דעלה אחד וכו'. י\"א דערבה של הו\"ר יש ליטול הבדים בלתי קשורים אבל הרמ\"ז חלק עליו וכתב דצריך לקשרם וכן מנהגינו:","(יח) וכל הפוסל בערבה שבלולב וכו' - וע\"כ יש ליזהר שלא יהיה גזול ולא יבש והנה עכ\"פ אם לא היה יבש אלא כמוש בודאי כשר. ומ\"מ נ\"ל דלכתחלה יותר טוב שיהיה לחין וראיה ממה דאיתא שם במשנה דף מ\"ה דהיו מניחין אותן בגיגיות של זהב כדי שלא יכמושו והוא משום הידור מצוה:","(יט) על הקרקע או על הכלי - ובשם האר\"י ז\"ל כתבו דדוקא על הקרקע יחבוט ה' חבטות וטוב לחבוט תחלה על הקרקע ה' חבטות ואח\"כ על הכלים להסיר העלין וא\"צ להסיר כל העלין:","(כ) שלא יאגוד דבר אחר עמה - כדי שיהא ניכר שהוא לשם מצוה. ומש\"כ אין לחוש דלא חיישינן לחציצה:","(כא) ויש אומרים שיוצא בה - היינו היכא דהגביה אותה פעם שני לשם ערבה דיש היכר בזה שהוא לשם מצוה. ודע דאפילו לדעה ראשונה דאינו יוצא בערבה שבלולב זהו דוקא כל זמן שהיא אגודה בלולב עם שאר מינים אבל אם התיר אגדו של לולב לאחר נטילה ונטל הערבה בפני עצמה פשיטא שיוצא בה:","(כב) ואחר הנענוע הראשון וכו' - הטעם דהא קי\"ל דשלא בזמנו של המצוה אינו עובר על בל תוסיף עד שיכוין להוסיף על המצוה והכא כיון שעברה מצותו הוי שלא בזמנו והוא הלא לא כיון להוסיף על מצות לולב כ\"א בשביל לקיחת הערבה:","(כג) טעות הוא בעיני - הוא אזיל לשיטתו דפסק לעיל בסימן תרנ\"א סט\"ו דבערבה והדס מוסיף בה כל מה שירצה:","(כד) להכיר שהיא חובה - וכמש\"כ בס\"ה שמטעם זה אינה ניטלת אלא בפ\"ע:","(כה) ובשעת הקפה וכו' - טעם המנהג היה כדי לצאת כל הדיעות דיש אומרים דמקיפים בלולב וי\"א דמקיפים בערבה וכנ\"ל בס\"ג:","(כו) ויותר טוב שלא ליטלה עם הלולב - כדי שיקיים בשלימות מצות נטילת ערבה וכנ\"ל בסעיף ה' וגם האר\"י ז\"ל הזהיר מאוד שלא לחבר הערבה עם הלולב:","(כז) דלאחר שהקיף יסיר הלולב מידו - ר\"ל דלא כמו שאוחזין הלולב עם הערבה עד שעת החבטה ובזמנינו המנהג כמו שכתב הרמ\"א שאין נוטלין הערבה עם הלולב כלל:","(כח) שהושענא שבלולב - וה\"ה ערבה של הושענא אין לזלזל בה [ברכ\"י בשם סדר היום]:","(כט) ועיין לעיל סימן כ\"א - ר\"ל מה דמבואר שם בס\"א בהג\"ה:","(ל) התנה עליה - עיין במ\"א שמפקפק דלאו לכו\"ע מהני תנאה אמנם הא\"ר מתרץ דברי השו\"ע וכן בבה\"ל ביארנו דלכו\"ע מהני בזה תנאי עי\"ש באורך:","(לא) מעיקרא - עיין בבה\"ל:","(לב) אפילו ברשות העכו\"ם - משום דסתם עכו\"ם הקרקעות שלהם גזולים מאחרים ואינו מועיל רשותם לזה ונמצא כשקוצץ הישראל הוא הגוזל אלא יקצוץ עכו\"ם ויתנם לישראל וה\"ה כשקוצץ ישראל ונותן לחבירו שרי וכמו שכתבנו בסי' תרמ\"ט ס\"א במ\"ב סקי\"א ועיין בט\"ז שכתב דבזה\"ז לא אמרינן דסתמן גזולים הם ועיין לעיל בסימן תרל\"ז ס\"ג בהג\"ה ובמ\"ב ובה\"ל ובסימן תרמ\"ט ס\"א בהג\"ה ומ\"ב ובה\"ל כי הכל שייך לענינינו:","(לג) והביאו כשרה - היינו אפילו צוה לו ישראל לקוץ בשבילו ובודאי עשה בזה עבירה אפ\"ה אין לאסרו לצאת בה אח\"כ משום מצוה הבאה בעבירה [דאחר כלות העבירה ליכא משום מצוה הבאה בעבירה] [מ\"א בשם הרשב\"א] ויש מאחרונים שמפקפקין בזה דע\"כ לא מצינו ברשב\"א שהתיר בזה אלא כשציוהו בע\"ש סתם שיהיו מזומנת לו במו\"ש והיה יכול לקצצה מבע\"י ולכך אמרינן דבמלאכתו הוא עוסק אבל כשציוהו לקצוץ בשבת לא מוכח משם להקל ביש לו אחרת:","(לד) יש להחמיר - אפילו לא ציוהו לקוצצו בשבת רק אמר שתהא מזומנת לו למו\"ש:"],["(א) אתרוג בשביעי - אפילו לאחר שנעשית בו מצותיה:","(ב) אסור - באכילה ועיין לעיל בסימן תרנ\"ג:","(ג) לכל שבעה - ואם הפרישו ליום אחד אינו אסור אלא ליום א' בלבד עד הלילה:","(ד) אף בשמיני - דהוא ספק שביעי. והנה הט\"ז העלה דאם נפסל יש להקל בשמיני אבל בקרבן נתנאל חולק עליו וכ\"כ בחידושי הריטב\"א להחמיר:","(ה) ואפילו חל להיות וכו' - ולא אסרינן ליה מטעם הכנה כיון שכבר היה בעולם ולא נעשה בו מעשה:","(ו) ויש אוסרים - ס\"ל דגם בזה שייך הכנה כיון שהיה אסור ביומו ועיין בא\"ר שכתב דלעת הצורך יש להקל שרוב פוסקים התירו:","(ז) למחר - לאו דוקא וה\"ה בלילה מותר ובשיטת ריב\"ב מסתפק איך דינו לענין ביה\"ש:"],["(א) לא יסתור סוכתו - דהא כל היום חובתו לישן ולשנן שם ואי איקלע ליה סעודתא צריך לאכול בגוה:","(ב) מן המנחה - קטנה [חי' ריטב\"א]:","(ג) ואם אין לו לפנות וכו' - ר\"ל שאין לו מקום אחר לאכול וצריך לאכול ביו\"ט האחרון בסוכה עכ\"פ צריך לפחות בה ונראה דהיינו קודם שקיעת החמה דפן יזדמן לו עוד לאכול בגוה:","(ד) ארבעה על ארבעה - דאע\"ג דאויר פוסל בשלשה טפחים מ\"מ אין ההיכר כ\"כ אם לא כשפוחת בסכך ד' על ד' שהוא שיעור מקום חשוב:","(ה) כמוסיף - אבל מוסיף ממש לא נקרא לעבור עליו משום בל תוסיף כיון דאינו מתכוין לשם מצוה דשלא בזמנו בעי כונה להוסיף לכו\"ע כמו שכתבנו לעיל בסימן תרנ\"א סי\"ד:","(ו) רק ביום שמיני - מפני שהוא סמוך לחג:","(ז) בשאר היום - אפילו בין השמשות:","(ח) גמר מלאכול ביום השמיני - היינו שאין דעתו עוד לאכול כלל היום [דאל\"ה אם איקלע בשבת צריך לעשות סעודה ג' בסוכה דכל היום יש חיוב סוכה משום ספיקא דיומא]:","(ט) מוריד כליו וכו' - היינו מן המנחה קטנה ולמעלה [דשמיני לבני חו\"ל הוא כמו יום שביעי בא\"י] וקודם לזה אין נראה שעושה כן לכבוד יו\"ט ועיין בסוף סימן תרס\"ז ובמש\"כ שם:","(י) שאסור להניח בה הנר - כדלעיל בסימן תרל\"ט ס\"א עי\"ש במ\"ב:","(יא) יניחנו בה - עיין בפמ\"ג שמסתפק אם יניח בה בשמיני או אולי דוקא בתשיעי דשמיני ספק שביעי הוא לדידן וכן מצדד בספר מאמר מרדכי שלא יכניס בה נר וקערה בשמיני דאולי יוצרך לאכול בה וא\"א לו לפוסלה אמנם בפסקי הרא\"ש מצאתי בהדיא בשמיני ואולי כונתו ג\"כ בסוף שמיני:","(יב) להכיר שהיא פסולה - המחבר נקט לשון הרי\"ף בסוף סוכה ועיין שם בר\"ן וברמב\"ן דאין הכונה שנפסלת בכך אלא ר\"ל שעושה היכר לפוסלה שאינו יושב בה בתורת סוכת החג ועיין לעיל בסימן תרל\"ט במ\"ב סק\"ו ובשער הציון שם:"],["(א) ונויה - היינו כשעיטרה במיני פירות שתלה בה לנוי ואם עיטרה בסדינין המצויירין נוהגין להורידן לבית מפני חשש גנבים או גשמים ועיין לעיל בסימן תרל\"ח סוף ס\"ב:","(ב) גם בשמיני - דאלו מתרמי סעודה בבין השמשות בעי למיכל בגוה ומגו דאיתקצאי בין השמשות איתקצאי לכולי יומא וה\"ה בחו\"ל אסור בתשיעי מה\"ט:","(ג) עד מוצאי שבת - דכיון דביו\"ט אסור אם יסתפק בשבת מקרי הכנה ואפשר דלא בא להודיע אלא שנהגו כך ולא מדינא שגם בתוספות תמהו על המנהג וגם לעיל בסי' תרס\"ה סתם בדעה הראשונה להקל כהיש מתירין דכאן:","(ד) ויש מתירין - דמאיזה טעם נאסור אי משום דשבת ויו\"ט הם כחדא הא קי\"ל דשתי קדושות הן ואי משום הכנה מה הכנה יש כאן:","(ה) לצורך ליל יו\"ט - של שמחת תורה דספק חול הוא ונמצא יו\"ט מכין לחול ופרטי דין זה עיין לעיל בסימן תק\"ג. ואסור להביא יין מיו\"ט לחבירו ובשעת הדחק שלא ימצא בלילה בקל מותר להביא יין וכן מים מיו\"ט לחבירו רק שצריך להביאו בעוד יום גדול (דלא מוכח מילתא דאפשר דצריך עדיין לצורך היום) וגם לא יביא כדרך שנושא בחול רק ישנה ומ\"מ לצורך חול אין לנו ראיה להתיר די\"ל דוקא לצורך מצוה מותר ולכן אין מציעין המטות משבת לחול [ח\"א] ולכן אסור לחפש הס\"ת משבת ליו\"ט (דהיינו להעמיד הס\"ת בפרשה שיקראו בה ביו\"ט אסור בשבת עיו\"ט) וכן מיו\"ט לחבירו:","(ו) וכן אסור להעמיד וכו' - והסכימו האחרונים דדוקא לסדרן (דהיינו להניח הטבלא על הרגלים) אסור אבל להביאן מהסוכה לבית מותר ואם צריך אותם לצורך היום וכן אם צריך לסדר אותם שלא יהא נראה הבית כחורבה מותר לסדר אותם:"],["(א) ליל וכו' - אין לקבוע סעודה מן מנחה קטנה ולמעלה וכדלעיל בסימן תקכ\"ט ס\"א בהג\"ה כדי שיאכל בלילה לתיאבון ולא כאותן שאוכלין ושותין ומשתכרין עד שאין יכולין לקדש בלילה:","(ב) אומר בתפלה וכו' - ואם שכח ואמר את יום חג הסוכות הזה ועקר רגליו אם צריך לחזור יש דיעות בין האחרונים עיין בשע\"ת ובח\"א כלל כ\"ח דין ט\"ו ולכו\"ע אם לא סיים הברכה צריך לחזור לותתן לנו ולומר כהוגן:","(ג) שמיני חג העצרת הזה - עיין בפמ\"ג שיש לומר עצרת בלא ה'. והנה רש\"ל וט\"ז כתבו שיש לומר ש\"ע =שמיני עצרת= חג הזה אבל הלבוש כתב כמ\"ש בשו\"ע וכן הסכים בא\"ר בשם כמה ראשונים וביאור הגר\"א:","(ד) דלא מצינו בשום מקום שנקרא חג - כמה אחרונים השיגו ע\"ז והרבו בראיות דשמיני עצרת מקרי חג ע\"כ אין לנטות ממה שכתב המחבר:","(ה) בלילה וביום - אבל לאחר שאכלו סעודתן ביום מנהג העולם שנפטרין מן הסוכה ויושבין בבתיהם [מ\"א] אבל אי איתרמי ליה לאכול אפילו בין השמשות צריך לאכול בסוכה:","(ו) מפני שהוא ספק שביעי - ומטעם זה הרבה אחרונים מצדדין דצריך ג\"כ לישן בסוכה וכן הוא ג\"כ דעת הגר\"א ויש אחרונים שסוברין שאין כדאי לישן בסוכה בשמ\"ע לא ביום ולא בלילה דעושה אותו כחול דבשלמא גבי אכילה לא מנכר שכן דרך ב\"א לפעמים לישב בצל סוכה אפילו שלא לשם מצוה משא\"כ בשינה. ומנהג העולם להקל בשינה. ודע דלדעת הפוסקים שסוברין דאין ישנים בסוכה בשמ\"ע י\"א דה\"ה דאין אוכלין אז פירות וה\"ה פת פחות מכביצה בסוכה. כללו של דבר כל דבר שא\"צ לברך עליו ברכת לישב בסוכה בשאר ימי סוכה אין אוכלין בסוכה בשמ\"ע ויש מקילין בזה וכן מסתברא דבאכילת פירות וכה\"ג דברים שאין חייבים מצד הדין יכול לעשות בשמ\"ע כמה שירצה בבית או בסוכה:","(ז) ואין מברכין וכו' - דכיון דיום שמ\"ע הוא א\"א לברוכי בסוכה דקשיין אהדדי אם יום סוכה הוא לאו שמ\"ע הוא ואם שמ\"ע הוא לאו יום סוכה הוא ומשו\"ה עבדינן לחומרא. והסכימו האחרונים דאין לאכול בערב עד שחשיכה אכן בדיעבד אם נטל ידיו ובירך המוציא לא יברך לישב בסוכה דכבר קיבל שמ\"ע בתפלתו ובקידוש:","(ח) ואומרים זמן - דשמיני עצרת רגל בפני עצמו הוא:","(ט) וקורין בא' וכו' - הכא לא קאמר קורין ה' כדלקמיה דבא\"י שאין עושין רק יום אחד יו\"ט הלא אותו היום הוא שמחת תורה דלהכי קורין בו וזאת הברכה ובשמחת תורה המנהג להוסיף על הקרואים וכדלעיל בסימן רפ\"ב:","(י) ובשני בראשית וכו' - ולהכי רגילין להתחיל מיד בראשית שלא יהא פתחון פה לשטן לקטרג לומר כבר סיימו אותה ואינם רוצים לקרותה עוד [טור]:","(יא) לעשות - ומניחין ס\"ת השלישית אצלה ואומרים ח\"ק:","(יב) מכל הבכור - ואנו מתחילין עשר תעשר אפילו חל בחול מפני שהוא זמן מעשרות ומתנות עניים אמנם בדיעבד אם כבר בירך אדעתא לקרות כל הבכור א\"צ לחזור [דה\"ח בהלכות קה\"ת]:","(יג) ז' - ואם סיים הפרשה בחמשה לא יאמר קדיש ויחזור ויקרא ב' עולים או עכ\"פ עולה אחד לבד המפטיר ואם אמר קדיש כל שלא סילק הספר יחזור ויקרא ויאמר קדיש פעם ב' ואם סילק הספר האחד יקרא עולה אחד לספר השני וישלים עמו פ' עשר תעשר ואח\"כ יקרא למפטיר בחובת היום [שערי אפרים]:","(יד) תעשר - ומניחין ס\"ת השניה אצלה ואומרים ח\"ק:","(טו) עצרת - ומזכירין נשמות ואומרים אב הרחמים. לבוש:","(טז) ומכריז משיב הרוח וכו' - מבואר לעיל בסימן קי\"ד ע\"ש. מה שנוהגין באיזה מקומות שאחר מנחה של יו\"ט ראשון קובעין עצמן לשתות עד מערב ולפעמים נמשך ד\"ז עד שעה ויותר בלילה שלא כדין הוא מפני כמה טעמים א) דקי\"ל בסימן צ\"ט דאם שתה יין כדי רביעית אל יתפלל אף שיכול לדבר עדיין בפני המלך וה\"ה אם שתה שאר משקין המשכרין עי\"ש בסק\"א ואפילו אם שותה שאר משקין שאין משכרין כיון שהגיע ספק חשיכה חל עליו חובת קידוש ואסור לטעום עד שיקדש ואפילו לאחר קידוש הלא מעוכב לאכול מחמת ק\"ש של ערבית ואינו מותר רק טעימה בעלמא דהוא מיני פירות או פת כביצה ולא יותר אכן יש לחפש עליהם זכות דרבים מדכרי אהדדי ולא יבואו לשכוח תפלת ערבית אבל עכ\"פ יש ליזהר שלא לשתות אז משקה המשכר ומבואר הכל לעיל בסצ\"ט ס\"ק א' וב':"],["(א) עד סוף - ומי שקורא פרשה זו נקרא חתן תורה ונהגו למכור פרשה זו ופרשה בראשית וקונים בדמים מרובים וראוי להדר אם באפשר שיהיו הקונים מוכתרים בתורה או עכ\"פ מגדולי הקהל:","(ב) ובשני בראשית - מי שקורא פרשה זו נקרא חתן בראשית ואף מי שעלה כבר בפרשה וזאת הברכה יכול לעלות לחתן תורה או לחתן בראשית אבל חתן תורה לא יקרא פרשת חתן בראשית והטעם כיון דליכא הפסק ביניהם שייך פגם לס\"ת הראשונה שיאמרו פסולה היתה ולכן קורא מיד בשניה וכ\"ז באותה בהכ\"נ אבל מי שקרא חתן תורה בבהכ\"נ זו ודאי שמותר לקרות חתן בראשית בבהכ\"נ אחרת. וכתב במהרי\"ל שכהן או לוי יכול להיות חתן תורה או חתן בראשית:","(ג) לעשות - ומניחין ס\"ת השלישית אצלה ואומרים ח\"ק:","(ד) שמחת תורה - כתב הא\"ר שבש\"ת לילה ויום יש להרבות בנרות בבהכ\"נ לכבוד התורה שמוציאין. כתבו הפוסקים שבליל שמחת תורה יקרא הפרשה שנים מקרא ואחד תרגום שעתה הוא זמנה:","(ה) ששמחין - ולכבוד התורה מותר לרקד ביו\"ט אבל לגמר מוגמר [דהיינו לפזר מיני בשמים על הגחלים] אסור וכ\"ש דאסור להבעיר פילווע\"ר להשמיע קול לשמחה ומ\"מ מותר לקבוע פילווע\"ר בנר בעיו\"ט קודם הדלקת הנר אע\"פ שגורם לבסוף שהנר נכבה עי\"ז:","(ו) לגמרה של תורה - כדאיתא במדרש שה\"ש וה\"ה לגמר מצוה. כתב הא\"ר מבואר מהפוסקים דיש לשמוח לרבים בכל מה דאפשר בשמחה של מצוה ודלא כיש שמכין ודוחין אלו לאלו עד שהשמחה נהפך לתוגה ח\"ו גם מתוך כך מונעין משמחה של מצוה ולכן יש לגעור בהן עכ\"ל גם מהרי\"ק בשורש ט' האריך מאוד שלא לבטל שום מנהג שנהגו לכבוד שמחת התורה ע\"ש ולכן רעה עושין בהרבה מקומות במה שביטלו מקרוב שלא לעשות משתה ושמחה בשמחת תורה אף גם ששמחין בשארי ימים וכל ימיהם כחגים ובעו\"ה ביזוי כבוד התורה גרם זה שהתורה מונחת בקרן זוית ואין דורש ואין מבקש ומי יתן ישיב וירחם שבר ב\"י ב\"ב [בכורי יעקב]:","(ז) ונוהגין וכו' נודרים נדבות - ובימינו המנהג שכל העולים נודרים נדבות צרכי בהמ\"ד ולהחזיק לומדי תורה:","(ח) וקוראים לאחרים וכו' - וגם אבל בתוך י\"ב חודש יכול לאכול על סעודת משתה זו:","(ט) כל ס\"ת שבהיכל - אם יש בבהכ\"נ זה רק ס\"ת מועטים אין להביא ס\"ת מבהכ\"נ אחרת ויש מי שמתיר כי אף שבכל השנה אין להביא ס\"ת דרך ארעי רק לקביעות אבל בש\"ת אפילו דרך ארעי שרי [לדוד אמת]:","(י) נהגו להקיף - יש מקיפין ג\"פ ויש ז' פעמים כמו בהו\"ר וכל מקום לפי מנהגו [אחרונים]:","(יא) משום שמחה - כתב מהרי\"ק בשם ר\"ה =רב האי= גאון בשורש ט' יום זה רגילים אצלנו לרקד בו אפילו כמה זקנים בשעה שאומרים קילוסים לתורה וכו' ולכן יש להתאמץ בזה לרקד ולזמר לכבוד התורה כמו שכתוב גבי דהע\"ה מפזז ומכרכר בכל עוז לפני ד' וכ\"כ משם האר\"י ז\"ל והעידו על האר\"י ז\"ל שאמר שהמעלה העליונה שהשיג באה לו ע\"י שהיה משמח בכל עוז בשמחה של מצוה וגם על הגר\"א ז\"ל כתבו שהיה מרקד לפני הס\"ת בכל כחו:","(יב) להרבות הקרואים - משום כבוד התורה ועוד כדי שיזכו כולם בשמחת התורה. ונוהגין לקרות שנים בפ\"א או כהן עם כל הכהנים ולוי עם כל הלוים ויש מפקפקין ע\"ז וא\"ר מיישב המנהג ומ\"מ נכון הדבר לכתחלה שאחד יברך והשאר יכונו לצאת בברכתו או שאחד יברך לפניה ויוציא חבירו ואחד יברך לאחריה ויוציא חבירו וה\"ה כשקורין גדול עם כל הנערים הגדול יברך והנערים ישמעו ויצאו בברכתו כתב הח\"א נכון הדבר שיבחרו עשרה אנשים שישמעו בברכת התורה ויענו אמן כי נוהגים קלות גדול שאין עשרה ששומעים בקריאת התורה:","(יג) הרבה פעמים - עד מעונה אלקי קדם אבל משם והלאה אין כופלין ששם מתחילין לקרות לחתן תורה [לבוש] והמנהג שקודם שקורין חתן תורה קורין לכל הנערים כדי לחנכם במצות קה\"ת מולדן אמר עד מעונה וכ\"כ מהרי\"ל:","(יד) וקורין להם פרשת המלאך הגואל - בלבוש כתב שמברכין אותם ע\"פ פסוק המלאך הגואל וכתב בא\"ר דמברכים אותם קודם ברכה אחרונה שלהם וכן המנהג:","(טו) הנדרים שבתורה - הם הפרשיות שרגילין למוכרן בכל השנה בפני עצמן ונודרין עליהן כגון פרשת ויתן לך פרשת המלאך פרשת ויכולו פרשת יברכך פרשת מה טובו שאלו נקראו נדרים וכ\"מ במ\"א סי' רפ\"ב ובימינו המנהג לקרות ג' גברי בפ' וזאת הברכה וצריכין לומר קדיש אחר הקריאה ואין סומכין על הקדיש שאחר עלינו משום דהוי הפסק [דה\"ח]:","(טז) אף על קטן - אף דכתבנו לעיל בסק\"א דראוי שיהיה המסיים מוכתר בתורה או עכ\"פ אחד מחשובי הקהל אבל מעיקר הדין גם קטן יכול לסיים. ועיין לעיל בסימן רפ\"ב ס\"ג ובברכי יוסף שם:","(יז) שתים - ואין נוהגין לעלות לדוכן מפני דשכיחי שכרות [לבוש] ובא\"ר כתב שבפראג נוהגין לעלות במוסף ויש עולין בשחרית וכל מקום לפי מנהגו ויזהרו שלא ישתו:"]],"AROCH_HASHULCHA":[["מצות עשה ליטול ביום הראשון של סוכות ארבעה מינים: אתרוג, ולולב, והדסים, וערבות. דכתיב: \"ולקחתם לכם ביום הראשון פרי עץ הדר, וכפות תמרים, וענף עץ עבות, וערבי נחל\".ובאה הקבלה ד\"פרי עץ הדר\" – זה אתרוג, \"וכפות תמרים\" – זה לולב, \"וענף עץ עבות\" – זה הדס, \"וערבי נחל\" – זו ערבות. וגם מקראי דרשינן בגמרא.ומהו לולב? דרך הדקל של תמרים דהלולב – והוא הענף בתחילת יציאתו מן הדקל – יוצא כולו עץ אחד כחץ. ולאחר שגדל מעט – נפתח מעט, שמתחילים העלים להפרד, ודבוקים זה בזה. וכל מה שמוסיף ליגדל – נמתחין עלין ביותר, ודבוקים כולם ביחד. אמנם כשעומדים זמן רב באילן – מתפרדים העלים זה מזה, ויוצאים כענפי האילן הרחק זה מזה. ואם עומדים זמן ארוך יותר – מתקשים העלים ונעשים כעץ. וזהו גידולו של הלולב.","ושנו חכמים במשנה ריש \"לולב הגזול\" (כט ב): נפרדו עליו – כשר. נפרצו עליו – פסול. ופירש רש\"י: נפרדו – שמחוברין בהשדרה, אלא שלמעלה נפרדין זה מזה לכאן ולכאן כענפי אילן, כשר אף אם לא יאגדם מלמעלה. ואם נפרצו לגמרי מהשדרה, שאינם מחוברים כלל להשדרה, וכל אחד תלוש בפני עצמו, אלא שאגדן ביחד – פסול.אבל התוספות לא פירשו כן ב\"נפרצו\", דזהו מילתא דפשיטא, אלא דהכי פירושו: דהנה כל עלה של הלולב הוא כפול, ו\"נפרצו\" מקרי שכל עלה ועלה נחלק לשנים, ולעולם מחוברין בשדרה, ופסול. והרי\"ף והרמב\"ם פרק שמיני פירשו: שנדלדלו מהשדרה, ומכל מקום עדיין אחוזים בה במקצת כעלי החריות. ולדינא הוא פסול כפי כל הפירושים.","נפרדו עליו דכשר – אפילו נפרדו כל העלים. ונפרצו דפסול – אם נפרצו רוב העלים פסול. וכן לפירוש התוספות: אם נפרצו ברובו, והיינו שרובן של העלין נחלקו לשנים – פסול. ובכמה חלוקתן? לאורך הלולב, ברוב האורך של כל עלה ועלה (עיין בית יוסף).ויראה לי דאפילו אם בצד האחד של השדרה נפרצו כל העלין – פסול. אמנם אם רובו של צד אחד נפרץ, באופן שבכולל יש רוב שלא נפרץ – כשר.והא דנפרדו כשר – דווקא כשעדיין לא נתקשו כעץ, וביכולת לאגדן יחד. אבל אם נתקשו כעץ, שאי אפשר לקשרן יחד שיהא דבוקים זה בזה – פסול. וכן אם אין ביכולת לחברן אל השדרה – פסול. ואפילו נפרדו דכשר – מכל מקום מצוה מן המובחר ליטול לולב שאין עליו פרודות לגמרי. ואם נטל פרודות – נכון לאגדו, ויהא נאה יותר.","אם השדרה בעצמה נשברה ונכפפה – לא מיבעיא אם נקרע ונשבר רוב רחבה, דפסול. אלא אפילו נקרע מיעוטה, אך על ידי זה נכפפת ואינו יכול לעמוד – גם כן פסול לכל שבעת הימים, דוודאי אינו בכלל \"הדר\" כלל. אך אם לא נשבר, אלא שמפני רכותו נכפף מעט – אוגדו וכשר.ויש מי שרוצה להכשיר בנשבר כמו בשבירת שדרה בבהמה (מגן אברהם סעיף קטן ב). ואין זה דמיון כלל, דהתם החוט השדרה מחזיקם. ועוד: דעל כל פנים אין זה הדר, ומה עניין זה לזה?(וכן כתב באליהו רבה ושערי תשובה.)","אמרינן בגמרא (לב א): נחלקה התיומת – פסול. ונחלקו רבותינו מהו התיומת. והרי\"ף והרמב\"ם פירשו דלאו על עלה מיוחדת קאי, אלא על כל עלי הלולב. והיינו משום דעלי הלולב ברייתן כך היא, שכל עלה כפולה לשנים, ומגבן דבוקים, ומלפניהם נראים כשנים. נמצא דכל עלה הוי תיום כתאומים. ולכן אם נחלקו רוב עלי הלולב ברוב אורכן – פסול. אבל אם מיעוטן נחלקו, אפילו אם העליונים נחלקו – כשר.","ורש\"י ז\"ל פירש: שני עלין עליונים אמצעים, ששם השדרה כלה נחלקו זה מזה, ונסדקה השדרה עד העלין שלמטה מהן. עד כאן לשונו.והנה בלולבין שלנו לא נמצא שני עלין אמצעים, אלא עלה אחד. והרא\"ש הביא פירוש רש\"י, ואין כתוב בו שני עלין עליונים, אלא עלין עליונים, עיין שם. ומה שהצריך רש\"י דווקא שהשדרה נפסקה? נראה משום דנסדק אמרו בגמרא דכשר, כמו שיתבאר, ואם כן בהכרח שזה שנחלקה – פסולה הוא בשדרה.ודע דבבא קמא (צו א) פירש רש\"י תיומת: כף תומר האמצעי העליון – תיומת הוא. עד כאן לשונו.ונראה דזהו גם כן כפירושו בסוכה, וכוונתו דהאמצעי העליון הוא שני עלין כתיומת. דאין לומר דכוונתו כמו שאנו מפרשים על העלה האחד האמצעית, הכפול לשנים. דאם כן איך אומר דהאמצעי תיומת הוא? הלא כל עלי הלולב כן הוא. אלא וודאי דלולביהן היה כתבנית זה, שהיו באמצען שני עלין עליונים שוין.ויש שתפסו דפירוש רש\"י בבבא קמא אינו כפירוש רש\"י בסוכה, וכן נראה מדברי בעל תרומת הדשן (סימן צו). ולעניות דעתי אינו כן.","ובשם הגאונים הביאו התוספות, והרא\"ש גם כן, שיש שני עלין עליונים. והוסיפו לומר שהמה דבוקים זה בזה, ואם נחלקו – פסול. וכתבו התוספות והרא\"ש דאם כן – לא ימצא לנו לולב כשר אפילו אחד בחמש מאות! כלומר: דאפילו ימצאו לולבין שיש להם שני עלין אמצעין, מכל מקום שיהיו דבוקים זה בזה – לא מצינו. ולכן כתבו דכוונת הגאונים: דאם היו דבוקים ונתחלקו – פסול. אבל אם לא היו דבוקים כלל – כשר.והנה לפי זה בלולבים שלנו, דליכא תיום, זה שיהא שני עלים אמצעים עליונים דבוקים, ואף אינם דבוקים – לא נמצאו. ואצלינו אין רק עלה אחת אמצעית. אם נסדקה אפילו ברובה – לא מצינו פסול לא לשיטת הרי\"ף והרמב\"ם, דלדידהו דווקא כשרוב עלי הלולב סדוקים כך; ולא לפירוש רש\"י, דהא אפילו אם נאמר דלרש\"י שוה עלה אחד שלנו לשנים שלהם – מכל מקום הא מצריך שהחלוקה תהיה בהשדרה דווקא; ולא לפירוש הגאונים, שהרי הם מצריכים דווקא שני עלים, ושיתפרדו זה מזה.(ובבה\"ג כתב: ההוא גבא דהוצא, היכא דדביקין אהדדי וכו'. והתוספות תפסו דכוונתו כהגאונים. אבל הרא\"ש כתב דכוונתו כהרי\"ף, וכן נראה, עיין שם. ובערוך ערך \"תיים\" הביא גם כן כפירוש הרי\"ף, אך אחר כך כתב בשם רב האי גאון, וזה לשונו: התיום שאמרו – שני פנים הם: שנים דבוקים בברייתן, ואחד שהוא שני חצאין חלוקין מלמעלן ומחוברין מלמטה כל שהוא. עד כאן לשונו, ואינו מובן כלל. ובספר תמים דיעים להראב\"ד סימן רל\"ב כתב גם כן כהרי\"ף, עיין שם. ובירושלמי מפורש כהרי\"ף והרמב\"ם, דאמרינן שם: נפרצו עליו – נעשה כמו שנחלקה התיומת. אלמא דבכל העלין הוא דומיא דנפרצו עליו. כן כתב הר\"ן, ועוד יתבאר בזה.)","ולעניין דינא: רבינו הבית יוסף בסעיף ג לא הביא רק פירוש הרי\"ף והרמב\"ם. ורבינו הרמ\"א כתב, וזה לשונו:ויש מפרשים לומר דאם נחלק העלה העליון האמצעי שעל השדרה עד השדרה – מקרי נחלקה התיומת, ופסול. והכי נוהגין. מיהו לכתחילה – מצוה מן המובחר נוהגין ליטול לולב שלא נחלק העלה העליון כלל, כי יש מחמירין אפילו בנחלק קצת. ואם אותו העלה אינו כפול מתחילת ברייתו – פסול.עד כאן לשונו. והנה דבריו לקוחין מדברי תרומת הדשן (סימן צו) שכתב: יראה שיש לנהוג כפירוש אחד דרש\"י וכו', דעלה האמצעית שדרכו להיות כפול כשאר עלין נחלקת לשנים – זהו נחלקה התיומת. ולא מקרי נחלקת עד שנחלקה למטה מן העלין.ובאור זרוע הוסיף להקל, דבעי נחלקה השדראות גם כן עד העלין שלמטה הימנה, והיינו נחלקה התיומת לפירוש רש\"י. וכתב עלה רבי יצחק אור זרוע: דעל פירש\"י אני סומך הלכה למעשה. ולשון סמ\"ק משמע נמי להכשיר כפירוש רש\"י. וכן ראיתי אחד מהגדולים שהיה נוהג להכשיר לולבין שהיו סדוקין בעלה האמצעית בראשיהן ברוחב אצבע ויותר. עד כאן לשונו.","וצריך לומר בכוונתו, שכיון לפירוש רש\"י דבבא קמא שם, ולפניו היתה גירסא אחרת. וזה שכתב \"עד שנחלקה למטה מן העלין\", כלומר: עד סוף העלין ממש ולמטה הימנה מעט. והאור זרוע הוסיף להקל, דדווקא כשהשדרה נחלקה עד סוף העלין שלמטה.ולא ידעתי למה תלה זה באור זרוע, הלא ברש\"י בסוכה מפורש כן, והאור זרוע כתב שסומך עצמו על פירש\"י. ולפי זה דווקא כשהשדרה נחלקה. וזה שמסיים שראה גדולים שהכשירו סדוקין בראשיהן ברוחב אצבע ויותר – בעל ברכו דאפילו הרבה יותר, כל זמן שלא נחלקה השדרה. ורבינו הרמ\"א תפס בכוונתו דאפילו עד השדרה פסול. ולא ידעתי מנלן לומר כן, והרי הוא הולך בדרך האור זרוע. והאור זרוע מפורש קאמר דדווקא כשהשדרה נחלקה. ורבינו הרמ\"א לא תפס כן, וצריך עיון.","ובעיקר הדבר נפלאתי, כיון דלהרי\"ף והרמב\"ם, והראב\"ד, ובה\"ג, והגאונים – אין שום פסול בנחלקה התיומת היחידה, כמו בשלנו. וכן לפירוש רש\"י דסוכה – אין שום פסול בלא נחלקה השדרה. וגם ברש\"י דבבא קמא כן הוא. ואפילו אם תפס בתרומת הדשן כן, דבנחלקה כולה פסול – מי אלימי פירוש אחד דרש\"י נגד פירושו בעצמו על מקומו בסוכה, ונגד כל הני רבוותא? ומה גם דמפורש בירושלמי כן, כמו שכתבתי. ואף גם הר\"ן ז\"ל שהביא כפירוש זה – דחה מיד, רק שכתב שנכון להחמיר, עיין שם. והרשב\"א בבבא קמא שם הביא מתוספות, שפירשו כמו שפירש רש\"י לפנינו בסוכה. והרשב\"א, והר\"ן, והמגיד משנה עצמם מסכימים להלכה כרי\"ף ורמב\"ם, דעל כל העלין קאי, עיין שם.ואם כן, אף אם נמצא כן באיזה פירוש דרש\"י, למה נפסול אותם? הלא בכל דיני התורה אחרי רבים להטות. והכא אפילו דעת יחיד אינה, שהרי לפירוש רש\"י בסוכה גם כן כשר. ומה ראה רבינו הרמ\"א להחמיר בזה? וצריך עיון.(בהגה\"ת סמ\"ק נמצא כן, ומה בכך? וצריך עיון.)","ולכן נראה לעניות דעתי ברור לדינא: דוודאי כיון דנפיק מפומיה דרבינו הרמ\"א – אין ליטול לולב שנסדקה התיומת ברובה כשיש למצא אחר. אבל אם ליכא לולב אחר, כמו בכפר וכיוצא בזה – מברכין עליו אפילו ביום ראשון, בלי שום חשש וגמגום, דכן הוא עיקר לדינא. ובפרט אצלינו הלולבים הבאים מאיטליא – רובם סדוקים, אך בסידוק פחות ממחצה – אין דקדוק כלל.","היו עליו אחת אחת מתחילת ברייתו, ולא היה תיומת; או שכל עליו כפולים מצדו האחד וצד השני ערום בלא עלין – פסול. אבל אם יש עלין בצדו השני, אלא שאינן כפולין, נראה דאם הכפולין הם רוב – כשר, ואם לאו – פסול דבכל זה אזלינן בתר רוב העלין.ורבינו הרמ\"א שכתב דאם אותו העלה העליונה האמצעי אינו כפול מתחילת ברייתו פסול – זהו הכל לשיטתו, דהיא היא התיומת, והיא העיקרית. אבל לכל רבותינו אינו כן. ואף גם לפי מה שתפס דבנחלקה – פסול, מכל מקום איני יודע מניין לו דגם בזה פסול. דבשלמא בנחלקה אפשר לומר דאינו הדר, ואינו לקיחה תמה, כיון דהחלוקה ניכרת. אבל באין לה אלא עלה אחת שאינה כפולה, מנלן דפסול? וצריך עיון.","לא היו עליו זה על זה כדרך כל הלולבין, אלא זה תחת זה: אם ראשו של זה מגיע לעיקר שלמעלה ממנו, עד שנמצא כל השדרה של הלולב מכוסה בעלין – כשר. ואם אין ראשו של זה מגיע לעיקרו של זה, או שאין לו הרבה עלין זה על זה, אלא מכל צד יוצא אחד למטה סמוך לעיקרו, ועולה על ראשו – פסול, מפני שאין זה הדר.ולשון הגמרא (לב א): האי לולבא דסליק בחד הוצי – בעל מום הוא, ופסול. וכל הדינים שבסעיף זה נכללו בזה. אבל אם יש שני עלים בכל צד – כשר.(וזה שכתבנו שאין לו הרבה עלין – כן הוא לשון הטור והשולחן ערוך סעיף ד. ולאו דווקא, אך מפני שכן דרך הלולב. ודייק ותמצא קל.)","לולב שיבשו רוב עליו – פסול, דאינו הדר. וכן אם נתייבשה השדרה, אף שהעלין לא נתייבשו – פסול. אך דבר זה אינו במציאות כמעט, דוודאי העלים מתייבשים קודם השדרה (בית יוסף). וכמה שיעור היבשות? משיכלה מראה ירקות שבו, וילבינו פניו.ורבינו הרמ\"א בסעיף ה כתב:ויש אומרים דלא מקרי יבש אלא כשנתפרך בצפורן מחמת יבשותו, וכן נוהגין במדינות אלו, שאין לולבין מצויין.עד כאן לשונו, וקולא גדולה היא: דוודאי כל שנסתלק הירקות מקרי יבש. ויש ליזהר בזה מאד (ט\"ז סעיף קטן ה). ובפרט עתה בזמנינו, שמביאים הרבה לולבים, וגם במדינתינו מגדלים לולבים והדסים – אין לברך על לולב שנתלבן, וכל שכן ביום ראשון דהוי דאורייתא. אך בסימן תרמט יתבאר דלהרמב\"ם כשר לולב יבש.","ויראה לי דאם על ידי שרייה במים חוזר לירקותו מעט, כמו שראינו בעינינו – לא מקרי יבש, וכשר. שהרי בכל הדברים כן הוא: לעניין דם יבש שכששורין אותו חוזר ללחותו – דינו כלח, כמו שכתבתי ביורה דעה סימן קפח לעניין דם נדה, עיין שם. וכן שנינו בריש פרק שביעי דנדה: הזוב, והניע, והרוק, והשרץ, והנבלה, והשכבת זרע – מטמאין לחין, ואין מטמאין יבישין. ואם יכולין להשרות ולחזור לכמות שהן – מטמאין וכו', עיין שם. וכן בכל דבר שנשתנה – אזלינן בתר השתא, כדתנן בעוקצין פרק שני משנה ח, ובמנחות (נד א).ואי משום דיחוי, הא אם קודם יום טוב חזר לירקותו – אין זה דיחוי כלל. ואפילו ביום טוב – הא קיימא לן לומר אין דיחוי אצל מצות, כמו שיתבאר בסימן תרמו לעניין הדס, עיין שם.","שנינו במשנה: נקטם ראשו פסול, דלא הוי הדר (רש\"י). ופירשו הרא\"ש, והטור, והשולחן ערוך בסעיף ו דהיינו שנקטמו רוב העלים העליונים – פסול. והתוספות כתבו דבשני עלין העליונים האמצעיים מיירי, עיין שם.וזהו בלולב שיש שני אמצעיים, וזהו לפי הלולבים שלהם שהיו שנים עליונים, ולא כן בלולבין שלנו כמו שכתבתי בסעיף ו. ובלולבים שלנו, אם נקטם התיומת, שהוא האמצעי העליון – פסול. וזהו דעת המגיד משנה פרק שמיני דין ג, שכתב: והנכון שנקטם ראש העלה העליון, שבו כלה הלולב. עד כאן לשונו.וזהו שכתב רבינו הרמ\"א בסעיף ו:ואם נקטם העלה העליון האמצעי שעל השדרה – פסול. ודווקא דאיכא אחר. אבל ליכא אחר – מברכין עליו.עד כאן לשונו. והקשו עליו: דהוה ליה למיכתב בלשון יש אומרים, שהרי לדיעה ראשונה הוי דווקא ברוב העלים (ט\"ז סעיף קטן ו). ועוד הקשו עליו: דהנה בעל דיעה זו, דבליכא אחר מברכין עליו – זהו דעת המרדכי, והוא לא כתב זה רק אהדס. אבל בלולב מבואר בירושלמי דפסול, מפני שאין זה הדר (מגן אברהם סעיף קטן ו). דבהדס מסקינן בגמרא (לד ב) דאפילו שלשתן קטומים – כשרים, ולא בלולב. ולכן בלולב – פסול נקטם כל שבעה (שם).","ולי נראה דדבריו צודקים. דאף על גב דהטור כתב ברוב עלין, והוא מדברי הרא\"ש, מכל מקום ברא\"ש עצמו אינו כן, שכתב (ריש סימן ב):לכאורה נראה לפרש בשני עלין העליונים האמצעיים... וקשה: דאמר בגמרא ניטלה התיומות – פסול. והא אפילו בנקטם – פסול, כל שכן בניטלו לגמרי. וצריך לומר דנקטם מיירי בנקטם ראש רוב העלין. והלשון דחוק, ויש לומר ד\"ניטלה\" – אצטריך לאשמעינן, דסלקא דעתך דהוי הדר יותר מנקטם.עד כאן לשונו, ואם כן דבריו כדברי התוספות. ולא נמצא כלל מי שאינו סובר כן, דבמשנה ורי\"ף ורמב\"ם סתמא קתני נקטם ראשו. ובאמת תמוהים דברי הטור שכתב דלא כמסקנת הרא\"ש. ולכן לא כתב לשון \"יש אומרים\", משום דסבירא ליה דהכל מודים בזה.וגם סבירא ליה דהמרדכי מיירי גם בלולב, וכדעת הרמב\"ם שיתבאר בסימן תרמט, דמכשיר בלולב היבש. וכתב שם המגיד משנה שהגאונים סמכו מכאן דיבש, ונקטם ראשו, וכל הפסולין – יוצאין בהם בשעת הדחק, אף ביום ראשון. עד כאן לשונו. ושם יתבאר בזה. ואם כן שפיר קאמר רבינו הרמ\"א דאי ליכא אחר – מברכין עליו (ט\"ז סעיף קטן ז).","נסדק – כשר, והיינו כשנסדקו ראשי העלין (רש\"י לא ב). ואם נתרחקו שני סדקין זה מזה עד שנראו כשנים – פסול. והיינו כשרוב העלין נתרחקו הסדקין זה מזה. ואפילו התיומת העליונה בשלימות, שלא נחלקה בעניין שתפסל מחמת נחלקה התיומת להסוברין כן – מכל מקום פסול.ואין לשאול: הא לדעת הרי\"ף והרמב\"ם, כשנחלקו רוב העלין – בלאו הכי פסול. ואיך אמרינן נסדק – כשר? דאין זו שאלה, דבנחלקו – דוקא כשנחלקו ברוב אורכן. אבל נסדקו – הוי רק בראשן, ולכן רק בנתרחקו פסול.","אם יש לו כמין קוצים בשדרתו; או שנצמת ונכווץ כחולה, שנצמתו וצמקו איבריו; או נכווצו, וזהו גם כן כעין צימוק חזק; או שהוא עקום לפניו, והיינו שנכפף בחוזק לצד השדרה, ונעשה גבו כבעל חטוטרות – פסול.וכן אם נעקם לצדדיו – פסול, אפילו נעקם לאחד מצדדיו. אבל אם נעקם לאחוריו, והיינו לצד השני של השדרה – כשר, שזו היא ברייתו.","אם אינו עקום בתולדתו, אלא שמתוך רכותו כפוף בראשו – פסול. ודווקא כשהשדרה כפופה. אבל אם השדרה עומדת בשוה, רק העלים כפופים בראשו, כמו שדרך להיות הרבה לולבים – כשר, בין שכפופים לכאן או לכאן.והרא\"ש ז\"ל היה מחבב אלו שעליהן כפופין מעט, לפי שאין העלין נחלקין, ותיומתו קיימת.ויש מי שאומר דרק עליו העליונים כפופים קצת, אבל אם כל העלין כפופין קצת, או רובן – פסול (לבוש ומגן אברהם). ויש חולקין בזה (ט\"ז סעיף קטן י). ודווקא כשרק ראשי העלין כפופין. אבל אם כל העלים נכפפין עד למטה – פסול (שם). ויש מגמגמין גם בכפופין מעט.","יש מקומות שנוטעין לולבין והדסים בכלים מלאים עפר בתוך הבית, ונוטלין לולבין אלו והדסים אלו למצות ארבעה מינים בסוכות. ויש מי שמסתפק בזה (חיי אדם כלל קנא).ובירושלמי פ\"א דערלה (סוף הלכה ב): רבי יוחנן בשם רבי ינאי: אילן שנטעו בבית – חייב בערלה, ופטור ממעשרות, דכתיב: \"עשר תעשר את... היוצא השדה...\". ובית לאו שדה היא, אלמא דלגבי ערלה, אף על גב דכתיב \"ונטעתם כל עץ מאכל\" – מכל מקום גם נטוע בבית מקרי עץ. וכאן בארבעה מינים יותר מעץ – וודאי דלא בעינן, כדכתיב: \"פרי עץ הדר וענף עץ עבות\", ואין לנו צורך כאן בשדך (שם).וכן שנינו במנחות (פד ב) לעניין ביכורים: ואין לי אלא בשדה, מניין לרבות שבגג, ושבחורבה, ועציץ, וספינה? תלמוד לומר: \"ביכורי כל אשר בארצכם\", עיין שם (עיין משנה למלך פרק שני מהלכות בכורים). ואם כן מנהג ישראל תורה היא, ושפיר עבדי."],["\"ענף עץ עבות\" – דרשו חכמים (לב ב): שענפיו מכסין את עציו, כלומר שיש בו ריבוי ענפים עד שאין העץ נראית, וזהו הדס. והיכי דמי עבות? כגון דקיימי תלתא בחד קינא (גמרא). כלומר: שיוצאין שלושה עלין סמוכין זה לזה בעיגול אחד, שאין אחד נמוך מחבירו. וזהו הנקרא אצלינו \"משולשים\".אבל אם היו שני עלים בשוה זה כנגד זה, והעלה השלישי למעלה מהם – אין זה עבות, אבל נקרא בגמרא שם \"הדס שוטה\", כלומר: שאינו כתקונו. ופסול אפילו בשעת הדחק, ופסול לכל שבעת הימים.","וכתב רבינו הרמ\"א בסעיף ג:ואיכא מאן דאמר בגמרא דכשר בשני עלים בשוה, ואחד על גביהם. ועל כן נוהגין באלו המדינות לכתחילה לצאת באלו ההדסים המובאים, ואין שלושה עלים בגבעול אחד. ויש מי שכתב דהדסים שלנו אין נקראים \"הדס שוטה\", הואיל והם שנים על גבי שנים, ואינם כהדס שוטה המוזכר בגמרא. ולכן נהגו להקל כמו שכתב מהרי\"ק ומהר\"י איסרלן בתשובותיהם.עד כאן לשונו, ונבאר דבריו בסייעתא דשמיא.","דהנה בגמרא שם:היכי דמי \"עבות\"? אמר רב יהודה: והוא דקיימי תלתא תלתא טרפי בקינא. רב כהנא אמר: אפילו תרי וחד. רב אחא בריה דרבא מהדר אתרי וחד, הואיל ונפיק מפומיה דרב כהנא. אמר ליה מר בר אמימר לרב אשי: אבא, לההוא \"הדס שוטה\" קרי ליה.עיין שם. וסובר דיעה ראשונה דלמסקנא דחי לה, ופסול. אבל באמת ד\"הדס שוטה\" לא נפיק מכלל הדס, אלא שיש טוב ממנו, כמו בכור שוטה, דלפדיון הוי בכור, ולא לנחלה. והרי מכל מקום – בכור הוא, והתורה קראתו \"בכור\".והכא נמי כן הוא: דבאמת לשון \"עבות\" חל אפילו על שנים. וראיה לזה מחשן ואפוד, דכתיב בפרשת תצוה: \"מגבלות תעשה אותם מעשה עבות\", ותרגם אונקלס: \"גדיל\". ורש\"י פירש: לשון קליעה וגדיל הוא, הכפוף לשנים, כדאמרינן גדיל גדילים – הרי כאן ארבע, כאמרינן ביבמות (ה ב) גדיל שנים. ו\"קליעה\" הוי גם כן בשנים, כמבואר ברמב\"ם בסוף פרק תשיעי משבת ד\"קליעה\" הוי תולדה דאריגה, וחייב כבאורג. ובאורג תנן בריש פרק שלושה עשר דשבת: האורג שני חוטין – חייב. וקליעה הוי גם כן בשנים.ואם כן פשיטא דזה שאמרה תורה \"ענף עץ עבות\" – היינו אפילו בשנים. ואמנם בגמרא שם: היכי דמי \"עבות\"? כלומר: מן המובחר. ואומר: כגון דקיימי תלתא. ורב כהנא אמר אפילו תרי וחד – הוי מן המובחר. ואת זה דחה, דזהו \"הדס שוטה\", כלומר: דהתלתא מובחר יותר. אבל מכל מקום – גם זה אינו פסול, משום דתרי מקרי \"עבות\", כמו שכתבתי.ויש מי שכתב דשלנו עדיפא מתרי וחד, דלעולם אין חילוק בין שנים לשלשה, מטעם שבארנו. וזה שקראוהו \"הדס שוטה\" – זהו מפני השלישי היחידי שעל השנים, דזה היחידי מוציאו מכלל \"עבות\", דאין עבות פחות משנים. ולכן שלנו, שהם שנים שנים – שפיר מקרי \"עבות\", וכשרים גמורים הם.","יצאו הרבה בקן אחד, ונשרו הרבה מהם, עד שלא נשארו אלא שלשה בקן אחד – כשר. ואפילו נשרו רובם, כגון שהיו שבעה בקן אחד, ונשרו מהם ארבעה ונשארו שלשה – כשר.וזה לשון הטור:ואם נשרו רוב העלין של שיעור העבות – פסול. כתבו הגאונים שצריך שיהא בכל שיעור אורך ההדס \"עבות\", ואם לאו – פסול. ובעל העיטור כתב: אפילו אין בו רק פעם אחד שלושה בחד קינא – כשר, וכן כתב הרמב\"ם. ואדוני אבי הרא\"ש הכריע כדברי הראב\"ד, דלמצוה בעינן כל השיעור עבות, ולעיכובא ברובו, ואפילו אין העבות בראשו. עד כאן לשונו.","ביאור דבריו: דאם נשרו רוב העבות, והיינו שנשרו שנים מהשלושה – פסול. אבל נשר אחד מהשלושה, אפילו בכל אורך ההדס – כשר (ב\"ח). ובעיקר העבות כמה צריך? הגאונים אמרו דצריך על פני כולו, והעיטור אמר דדי בפעם אחת. וכן הוא דעת הרמב\"ם לפי דעת הטור, שכתב בפרק שמיני: נשרו רוב עליו, אם נשתיירו שלושה עלין בקן אחד – כשרה. עד כאן לשונו.וסובר הטור דממש קאמר במקום אחד. אבל המגיד משנה כתב דכוונתו בכל קן וקן, עיין שם. והרא\"ש הכריע כהראב\"ד, דלכתחילה בעינן כולו עבות, ובדיעבד סגי ברובו. אבל פחות מרובו – אינו כלום. אך הרוב בכל מקום שהוא כשר, ואפילו ליכא עבות בראשו. ולפי זה אם ברובו יש עבות, ובמיעוטו ליכא עבות, בין שלא היו שם שלושה כלל או היו ונשרו – כשר, ואפילו היה זה בראשו.והא דתנן: נקטם ראשו פסול – זהו כשנקטם מעצו. ולא מיירי בעלין כבלולב, דבלולב ליכא עץ למעלה. אבל בהדס הוי עץ בראשו.","והנה רבותינו בעלי השולחן ערוך גם כן הלכו בדרך הרא\"ש והטור, אלא שלא נתבאר יפה. דבסעיף א כתבו:הדס שנקטם ראשו – כשר. נשרו רוב עליו, אם נשתיירו שלשה עלין בקן אחד – כשרה.ובסעיף ד כתבו:יצאו הרבה בקן אחד, ונשרו מהם עד שלא נשארו אלא שלשה בקן אחד – כשר...ובסעיף ה כתבו:למצוה בעינן שיהא כל אורך ההדס עבות, ולעיכובא ברובו, אפילו אינו בראשו.עד כאן לשונו. ואם כן לפי זה מה שכתבו בסעיף א נקטם ראשו כשר – זהו בנקטם העץ. ואף שבמשנה שנינו פסול, כתבו הרי\"ף והרא\"ש דאין הלכה כמשנה זו, אלא כרבי טרפון דאמר שם: אפילו שלשתן קטומין – כשר. וכן פסקו הרמב\"ם והטור.אך הראב\"ד חולק בזה, וסבירא ליה ד\"קטומים\" דרבי טרפון הם מהעלים, ו\"נקטם\" דמתניתין היא מהעץ. ולפנינו יתבאר בזה בסייעתא דשמיא. ובשולחן ערוך נתבאר מחלוקת זו בסעיף י, עיין שם.","וזה שכתבו: אם נשתיירו שלושה עלין בקן אחד כשר – כוונתם בכל קן וקן. ובשיעור עבותו: לכתחילה כולו, ולעיכובא ברובו.ולפי זה, להלכה למעשה כן הוא: דאם ההדס משולש ברובו של שיעורו, שיתבאר בסימן תרנ, אף שבמיעוטו הוא בלא עבות, ואפילו המיעוט הוא בראשו – כשר. ונראה דאם ברובו עבות, ובמיעוטו נפלו כל העלין – גם כן כשר.ואף שלא מצאתי זה מפורש, מכל מקום בהכרח כן הוא: דהא זה שכתבו דברובו עבות כשר – בעל כרחך דבמיעוטו לא נשאר רק אחד, דאם נשארו שנים – הלא בכולו כשר כשנשארו שנים, כמו שכתבתי בסעיף ה, דדווקא בנשרו רוב העבות פסול, והיינו כשנשרו שנים. אבל נשר אחד – כשר אפילו בכולו.והגם דבשולחן ערוך לא ביארו דין זה, מכל מקום גם לא חלקו על זה. ואם כן, כשיש רוב עבות – הרי במיעוטו כשר, אף שנשאר רק עלה אחת בקן. ועלה אחת הוה כלא כלום כמובן.","יבשו עליו – פסול. נכמשו – כשר. ושיעור היבשות כמה הוא? כשילבינו פניהם. אבל כל זמן שהן ירוקין, אפילו אם נפרכים בצפורן – כשר.ולמה בלולב אזלינן ביבשותו אחר פריכת צפורן? מפני שבלולב הלבנונית קודמת להפריכה, לפי שעיקרו לבן. מה שאין כן ההדס, שעיקרו ירוק, הפריכה קודמת להלבנונית – לפיכך הולכין אחר הלבנונית.אך זהו לדעת רבינו הרמ\"א. אבל לדעת רבינו הבית יוסף – גם בלולב הולכין אחר לבנונית, כמו שכתבתי בסימן הקודם.","ודין היבשות כדין הנשירה, דאזלינן בתר רובא. דאם רוב העלין נתייבשו – פסול, ובמיעוטא – כשר.ולכן אם בכל הקנים נתייבשו שנים, או אפילו ברובן – פסול. ואם נתייבשו אחד בכל קן – כשר.ורק קולא אחת יש ביבשות, שאין בנשירה לרוב הפוסקים, והיינו: דאם בקן העליון שבראש הבד נשתיירו שלושה עלין לחין, אפילו רובו נתייבש – כשר. ולא דמי לנשירה, דפסול בכי האי גוונא. רק לדעת העיטור כשר, כמו שכתבתי בסעיף ה, משום דליתניהו לגמרי.אבל ביבשו דאיתניהו – הכל מודים דכשר. ודווקא בהעליון, דאם לא כן – לא הוי הדר. דכשהעליון הם לחים – הוי הדר בכולו, אף שהם יבישים, ולא כן בשארי מקומות.","ודעת הרא\"ש והטור להקל לגמרי בזה. והיינו: דאפילו אם גם בהעלים העליונים נתייבשו שנים, ולא נשאר רק עלה אחד לח – כשר. ורק שהאחד יהיה בראש הבד, כלומר: דהשלושה עלין היוצאין – יוצא אחד מכאן ואחד מכאן, והשלישי נראה כמורכב על שניהם, ובו עיקר ההידור.אמנם זה שהכשרנו בנשתייר שלושה עלין לחין – דווקא כשהן לחין גמורים. אבל אם הם כמושין, אף על גב דכמושין כשירים כמו שכתבתי, מכל מקום בכי האי גוונא שלא נשארו רק הם – פסולים בכי האי גוונא, דעיקר ההדר נסתלק. ולא דמי לכולם כמושים. והרא\"ש מכשיר גם בכי האי גוונא.","בהדסים יש לפעמים שגדילים בהם כמין פירא קטנה, ודומין לענבים. ושנינו במשנה (לב ב):היו ענביו מרובות מעליו – פסול. ואם מיעטן – כשר. ואין ממעטין ביום טוב.והא דענביו מרובות פסול – זהו דווקא כשהם שחורים או אדומים, דלאו מינא דהדס הם, ומבטלין לעלי ההדס. אבל כשהם ירוקים – כשר, דהויין מין הדס.ואין ממעטין ביום טוב – דהוי מתקן כלי. ואם מיעטן, אפילו שעשה איסור – מכל מקום כשר. ואמרינן בגמרא (לג ב) דאם יש לו הדס אחר, ואינו צריך להדס זה ללולב – מותר ללקטן אחת אחת כדי לאכלן, דכיון שמלקטן לאכילה – אין כוונתו לתקנו כלל. רק אם אין לו הדס אחר – בעל כרחו מתקנו, והוי פסיק רישא. וכשיש לו אחר – אין זה תיקון כלל, וממילא דאחר כך נתכשר גם ללולב.","ורבינו הרמ\"א כתב בסעיף ב דפסול דענביו מרובות מעליו – אינו פסול רק ביום ראשון, ובשאר הימים – כשר.ודחו דבריו, דכל שהוא משום הדר – פסול לכל הימים, כמו שכתבתי בסימן תרמט. ולכן אין להקל (מגן אברהם סעיף קטן ד). ועוד: דהא בחול המועד יכול למעטו, ולמה נכשירנו (ט\"ז סעיף קטן ו)?ולעניות דעתי דבריו צודקים, דוודאי לפי מה שפירש רש\"י בגמרא (שם) הטעם: משום דלא הוי הדר – וודאי דפסול גם בשאר הימים. אמנם בירושלמי מפרש הטעם: משום דכתיב \"ענף עץ\" – שיהא הענף דומה לעץ, שיהא ירוק. אבל כשהוא שחור ואדום – אינו דומה להעץ. וגזירת הכתוב הוא, ולא מטעם הדר. ולכן פשיטא שבשארי הימים – כשר, כיון שהם מדרבנן. ואפילו ביום שני דיום טוב, שאינו יכול למעטו – גם כן כשר. אבל בחול המועד – וודאי דצריך למעטו.","ודע: דבגמרא שם מבואר דאם השחירו מערב יום טוב, ולקטן ביום טוב, אף על גב דכשבא יום טוב אידחי להו ממצות לולב – מכל מקום כשלקטן נתכשר, דדיחוי מעיקרא – גם בקדשים לא מקרי דיחוי, וכל שכן במצות. וזה מקרי דיחוי מעיקרא, כיון שבכניסת יום טוב לא היה ראוי למצוה.אמנם אם הושחרו ביום טוב – יש ספק בגמרא שם אם מותר לצאת בו, משום דהוי כנראה ונדחה, וחוזר ונראה. דבקדשים הוי דיחוי כי האי גוונא, ואולי גם במצות כן הוא.והרמב\"ם והטור והשולחן ערוך לא הזכירו מזה דבר. וצריך לומר דאף על גב דבגמרא יש מי שמסופק בזה, מכל מקום מדאמר ר\"פ שם זאת אומרת אין דיחוי אצל מצות אפילו בנראה ונדחה – הכי קיימא לן לומר, וכן נראה עיקר (וכן כתב הט\"ז שם). מיהו יש מראשונים דסבירא ליה דהוי ספק, ואין יוצאין בו (ר\"ן שם).","כתב רבינו הבית יוסף בסעיף יא:אם אין לו אלא הדס שענביו מרובות מעליו ביום טוב – נוטלו, ואינו מברך עליו.עד כאן לשונו. והקשו עליו דמאי קא משמע לן? הא בכל הפסולין כן הוא, כמו שכתבתי בסוף סימן תרמט (מגן אברהם סעיף קטן ט).ונראה לי דקא משמע לן שלא יטלם על ידי אינו יהודי. דאצלו כיון שאינו שייך במצות – אין זה תיקון כמו אצלינו כשיש לו אחר, כמו שכתבתי. ולפי זה לכאורה הרי יכול לומר לאינו יהודי: לקוט ואוכלם, ואין זה רק כשבות אפילו אצלינו, אם היה לנו אחר. ולפי זה באמירה לאינו יהודי הוי שבות דשבות, דמותר במקום מצוה. וקא משמע לן: כיון דאצלינו הוי תיקון גמור – לא הותרה שבות במקום מצוה.וכבר כתבנו דנקטם ראשו מן העץ – כשר, ואפילו לא עלתה בו תמרה, מפני שהעלים חופפין את ראשו. והוא הדין כשנתייבש ראש העץ. ויש מי שפוסל בנקטם ראש העץ, וטוב להחמיר במקום שאפשר באחר. אבל אם אי אפשר באחר – מברכין עליו, דהעיקר כדעת רוב הפוסקים שמכשירים.ויש מי שאומר דבנתייבש ראשו, גם כשאי אפשר באחר – פסול (ב\"ח ומגן אברהם סעיף קטן ח, וצריך עיון).ודע שיש שפוסלים הדס המורכב, כמו שפסול אתרוג מורכב. ושום אחד מהפוסקים לא הזכיר דבר זה. דבשלמא אתרוג דפירא הוא – שפיר יש הפרש טעם בין אתרוג גמור להמורכב. אבל בהדסים, דהמצוה הוא העץ והעלים – מה שייך בו מורכב? וצריך עיון (עיין שערי תשובה סעיף קטן ח). ומכל מקום למעשה, אם ידוע שהוא מורכב – אינו כדאי ליטלו למצוה בדאיכא אחר. אבל אי ליכא אחר – נראה לעניות דעתי דמותר."],["כתב הרמב\"ם ריש פרק שביעי:\"ערבי נחל\" האמורה בתורה – אינן כל דבר הגדל על הנחל, אלא מין ידוע הוא הנקרא \"ערבי נחל\": עלה שלו משוך כנחל, ופיו חלק, וקנה שלו אדום. וזהו הנקרא \"ערבה\". ורוב מין זה גדל על הנחלים, לכך נאמר \"ערבי נחל\". ואפילו היה גדל במדבר או בהרים – כשר.ויש מין אחר דומה לערבה, אלא שעלה שלו עגול, ופיו דומה למסר, וקנה שלו אינו אדום. וזהו הנקרא צפצפה, והוא פסולה. ויש שם מין ערבה שאין פי העלה שלו חלק, ואינו כמסר, אלא שיש בו תלמים קטנים עד מאד, כמו פי מגל קטן – וזה כשר. וכל הדברים האלו מפי השמועה ממשה רבינו נתפרשו.עד כאן לשונו.","וזה שכתב ש\"יש שם מין ערבה... ואינו כמסר אלא תלמים קטנים...\" – זהו ממה דתניא (לד א): דומה למגל – כשר. דומה למסר – פסול. ו\"מסר\" היא מגירה. ומפרש הרמב\"ם דההפרש הוא דדומה למגל הוי תלמים קטנים, ודומה למסר הוי תלמים גדולים. ולפי זה לא נתפרש לנו השיעור כמה מקרי גדולים וקטנים.אבל רש\"י, והרא\"ש, והטור פירשו דיש נפקא מינה בעצם דמות התלמים, והיינו: דדומה למסר הוי כשהפגימה הולכת נוכחו, ויש לה שני עוקצין אחד מכאן ואחד מכאן כפגימת סכין. ודומות למגן הוי כשהפגימות כולן נוטות לצד אחד, עקומות כלפי בית יד שלה (רש\"י). וזה לשון הטור:אבל יש מין ערבה שקנה שלה אדום, ועלה שלו משוך, ופיו אינו חלק לגמרי, אלא שדומה למגל שפגימותיה עקומות ונוטות לצד אחד – והיא כשרה.עד כאן לשונו. ואני תמה על רבינו הרמ\"א שלא הביא דברי הטור, ובשולחן ערוך כתבו כהרמב\"ם.","ובאמת אצלינו יש שני מינים, ושניהם העלים משוכים, והקנים אדומים. אלא שהאחד: עליו גדולים ואינם חלקים, אלא דומים למגל כפירוש רש\"י והטור, והקנה אדום מאד. והשני: עליו קטנים וחלקים, והקנה אינו באדמומית. ובאמת כתב רבינו הרמ\"א דאפילו ירוק – כשר, משום דסופו להיות אדום כזרוח עליו השמש.ויש שמהדרים בהגדולים מפני אדמימותן, ויש שמהדרין בהקטנים מפני חליקתן. וגם מפני שהם חזקים יותר, דהגדולים נושרים תדיר, וגם מתייבשין במהרה. ולדינא שניהם כשרים.","וכן הדומים למגל, בין כפירוש הרמב\"ם ובין כפירוש רש\"י והטור – כשרים. דבאמת הפגימות אינו עיקר בערבה.וסייג לזה מצאתי בתוספתא פרק שני:איזו היא ערבה כשרה? קנה שלה אדום, ועלה ארוך. איזו היא ערבה פסולה? קנה שלה לבן, ועלה שלה עגול.עד כאן לשונו. הרי שלא הזכירה כלל סימן חלקות, וכן הוא בירושלמי, עיין שם. ואם כן, גם בגמרא שלנו שהוזכר חלק, ופירשה דרק דומה למסר פסול, והיא מגירה. והמגירה הפגימות גדולות ובשני עוקצים. וממילא דכל שאינה גדולה לפי ראות העין, או שאינה בשני פגימות – אין זה דומה למסר, וכשרה.(ונראה לי דשני מגלות יש: מגל יד ומגל קציר, כדתנן ריש פרק שלושה עשר דכלים. ומגל קציר: אנו רואים תמונתה כפירוש רש\"י. והרמב\"ם מפרש לה למגל יד, ולא יפרש חלקה כהרע\"ב בשם דבביצה לא א מבואר דהיא כלי אומנות. ובאמת יש אצל צורפי כסף וזהב ומתקני מורה שעות תמונת מגל כהרמב\"ם. ודייק ותמצא קל.)","ודע דבגמרא שם איתא: \"ערבי נחל\" – אין לי אלא ערבי נחל של בעל, ושל הרים מניין? תלמוד לומר: \"ערבי נחל\" – מכל מקום. ופירש רש\"י: נחלי מים מצוה בזו. ומיהו של בעל – כשרה, כדכתיב: \"ערבי\" – לשון רבים, עיין שם.ולפי זה יש יותר מצוה בערבות הגדילות על המים. ושום אחד מהפוסקים לא הזכיר זה, ולא שמענו מעולם להדר אחר זה. ורבותינו בעלי התוספות (לד א דיבור המתחיל \"ורבנן\") החמירו עוד יותר, דאפילו בדיעבד לא יצא, דכיון דמרבינן של בעל ושל הרים מ\"ערבי\" לשון רבים. וזהו למאן דסבירא ליה דדי בערבה אחת. אבל אנן, דקיימא לן לומר שתי ערבות – איצטריך \"ערבי\" לשני ערבות, וליכא דרשא לשל בעל ושל הרים, עיין שם.וכבר דחה הרא\"ש דברים אלו, דאין הדרשה מריבוי הלשון, אלא דלשון \"ערבי נחל\" פירושו: מהמין שדרכו ליגדל על הנחל. אבל אין נפקא מינה באיזה מקום שגדל. וכן מבואר מלשון הרמב\"ם. ואם כן, אפילו הידור ליכא בזה, עיין שם, וכן נהוג עלמא.","ואמנם מכל מקום קשה הדבר לעשות מצוה תמידיות נגד רבותינו בעלי התוספות, וגם כנגד רש\"י, על כל פנים למצוה מן המובחר.ולכן נראה לעניות דעתי בשנדקדק בזה שאומר: אין לי אלא \"ערבי נחל\", של בעל ושל הרים מניין, וכו' –איזה היפוך הוא של בעל ושל הרים מנחל, שהוצרך לרבות? ואי משום דנחל הוי רק מקום מים, כדכתיב \"נחלי מים\", אם כן למה פרט אלו? והוה ליה לומר: מניין אפילו שלא בנחל?ועוד דבכל מקום שמזכיר בעל, מזכיר שלחין, כמו בריש מועד קטן ובכמה מקומות. והוה ליה לומר: מניין של בעל ושל שלחין? ואם תאמר דבשל שלחין אין יוצאין, הוה ליה לבאר דין חדש כזה. ולא מצאנו מי שיאמר כן.","ולכן נראה לי דהכי פירושו: דשם נחל יש לו בלשון הקודש שני ביאורים, האחד נהר או יאור כמו \"נחלי מים\", והשני \"עמק\" כמו \"נחל איתן\" לפירוש רש\"י בעגלה ערופה. וכן הוא בנידה (ח ב), עיין שם. וכן: \"ויחן בנחל גרר, ויחפרו עבדי יצחק בנחל\", שהוא לשון עמק ומישור.וזהו שאומר: אין לי אלא ערבי נחל, כלומר: או הגדילים אצל יאור ונהר, שיש שם מים מוכנים, או שגדילים בעמק, אף על פי שאין שם מים, והיינו ארץ המישור שהולך בשוה. מניין לרבות של בעל? כלומר: שזהו היפך מיאור ונהר, שאין שם מים, אבל המטר משקה אותה. והוא הדין בית השלחין, שהאדם משקה אותה. דהעיקר כל שאין שם מים מוכנים.וכן: מניין של הרים? וזהו היפך מעמק כמובן. תלמוד לומר: \"ערבי\" – מכל מקום. ולפי זה גם פשטא ד\"ערבי נחל\" כולל הגדילים בעמק, או ארץ המישור. וזהו רוב ערבות שלנו. ואינו צריך רבוי רק של הרים, וזה לא שכיח כידוע.","ערבה שיבשו רוב עלין, או שנשרו רוב העלין, או נקטם ראשה של העץ – פסולה. ואף על גב דבהדס הכשרנו בנקטם ראש העץ – זהו מפני שעבותו של העלין מחפין עליו, ונשאר בהידורו, מה שאין כן בערבה. והרמב\"ם מכשיר גם בערבה, דלא עדיף מהדס. ויש לסמוך על הרמב\"ם בשאין אחר.ואם עלתה בו תמרה – כשר כמו בהדס (אליהו רבה). וכשם שכשנשרו רוב עלין – פסולין, כמו כן אם נפרצו, והיינו שנדלדלו מהקנה, אף שעדיין אחוזים בו – פסול, כמו בנפרצו עלין דלולב. וכן אם נסדקו העלין, ונחלקו ברובן ברוב העלין – פסול (מגיד משנה ומגן אברהם). אבל כמושה, או שנשרו מקצת עלין – כשרה בדיעבד.ומה נקרא יבשו העלין? כשיתלבנו, כמו בהדס. ולא אזלינן בתר פריכת צפורן, כמו בשם, דתלוי בנתלבנו. ובפרט בהערבות של העלין הגדולים, שממהרין להתייבש בתוך מעת לעת – אי אפשר לילך אחר פריכת צפורן, שממהרין להתפרך, אלא אחר שינוי מראיתן, שיתהפכו ללובן. ודע שיש ליזהר כשתוחבין הערבות בהלולב, שלא יתלשו העלין ברוב אורך השיעור."],["\"פרי עץ הדר\" – זה אתרוג, ד\"פרי עץ\" משמע שטעם עצו ופריו שוה, וזהו באתרוג. וכן דרשינן: \"פרי עץ הדר\" – הדר באילנו משנה לשנה, משום דהאתרוג מתקיים על האילן שתים ושלש שנים. וכשחונטין חדשים – עדיין הישנים קיימים. ולבד זה כך בא אלינו בקבלה מפי משה רבינו שכך קיבל מסיני.והטעם שהתורה פירשה כל המינים, ובאתרוג סתמה – כדי שנצטרך לסמוך על תורה שבעל פה. להראות לנו שאין בתורה שבכתב שום מצוה מפורשת, והתורה שבעל פה מבארה. כמו שבארנו זה בחושן משפט סימן תכ גבי עין תחת עין, דהתורה שבעל פה נותנת רוח חיים בתורה שבכתב. עיין שם בסעיף ח.","אתרוג היבש – פסול. וכתב הטור:שיעור היבשות – פירש הראב\"ד שזהו כשתכלה הליחה, ואינו מוציא שום ליחה. כי הליחה לפירא כמו הדם לבשר החי, שכל זמן שהוא לח – יוציא ליחה, או מדוחק הסכין או מסחיטתו. אבל לאחר שיבש – לא יוציא ליחה, אלא שהבדיקה שלו קשה, לפי שאי אפשר לסוחטו או לחותכו. אבל כיון שנקב שאין בו חסרון – כשר, יכול להעביר בו מחט או חוט, ואם יש בו ליחה – יראה בחוט.עד כאן לשונו, וזהו להראב\"ד. אבל אנן קיימא לן לומר דנקב מעבר לעבר – פסול גם בלא חסרון. ואם כן צריך ליזהר דהמחט או החוט לא יעבור אפילו עד חדרי הזרע, וכל שכן מעבר לעבר. דאף עד חדרי הזרע – פסול, כמו שיתבאר (ב\"ח וט\"ז סעיף קטן א).ולכן לא יתחוב המחט בחזקה, כדי שלא יגיע לחדרי הזרע (מגן אברהם סעיף קטן א).","וכתב רבינו הרמ\"א בסעיף א דאתרוג שהוא משנה שעברה – וודאי יבש הוא, ופסול. עד כאן לשונו.ומשמע להדיא דלא מהני בדיקה דמחט, ואפילו מוציא ליחה – פסול. דבגמרא (לא ב) משמע דלא הוי הדר, דתניא: אתרוג הישן – פסול. וסתם \"ישן\" הוא משנה שעברה.ומפרש טעמא דלא הוי הדר, עיין שם. או אפשר לומר דקים להו לחכמינו ז\"ל שכלה הליחה שלו, ואף אם יתראה ליחה – אין זה כלום. וכן הסכימו הגדולים (ב\"ח ואליהו רבה). ויש מי שרוצה לומר דאם אנו רואים שנשאר בנוי שלו – מהני בדיקת חוט (ט\"ז סעיף קטן ב). ולא נהירא, כיון דחכמינו ז\"ל פסלוהו – הוי פסול בכל עניין (אליהו רבה).","ויש שטומנין האתרוג בדבש, דהדבש מקיים הלחלוחית שבו. ומכל מקום בלא בדיקה אי אפשר להכשירו. ויבדקנו: אם יש בו ליחה – כשר (ב\"ח). ויש מי שפוסלו מטעם כבוש (ט\"ז סעיף קטן יז), וכבוש פסול כמו שיתבאר. ודיעה ראשונה סוברת: כיון דהדבש מקיימו בלחלוחיתו, כמו שאנו רואים בכל הפירות – לא שייך כבוש לעניין מצוה (וכן משמע באליהו רבה). מיהו למעשה קשה לסמוך על זה.וכן שמעתי שכשטומנין אותו בשעוה, ומדביקין אותו סביב סביב בשעוה – מתקיים הרבה, וגם זה אין לסמוך למעשה.","ואף על גב דיבש – פסול, מכל מקום כמוש שקורין \"צו ווייאלע\"ט\" – כשר, כמו בשארי מינים. וכן הוא להדיא בגמרא (לא א) שאומר: וכולן כמושין – כשרים.ולפי זה מה שנמצא ברוקח ובתשובת מהרי\"ל דכמוש פסול – הוא דבר תימה. ובמרדכי כתוב שכשר בשעת הדחק. וגם בזה כתב רבינו הבית יוסף בספרו הגדול סוף סימן תרמט דהוא טעות הדפוס, וצריך לומר \"כבוש\", עיין שם.ונראה דאלו דפסלי כמוש – כוונתם דעל ידי הכמישה נתייבש מקצתו גם כן. וכן משמע בהגהות אשרי, שהתחיל בכמוש וסיים ביבש (מגן אברהם ריש הסימן). אמנם בבה\"ג הביא הברייתא (לו א): אתרוג תפוח, סרוח, כבוש, שלוק וכו' – פסול. ובבה\"ג איתא \"כמוש\" ולא \"כבוש\". ולפי זה צריך לומר דהא דכמושין כשרים – הם לבד האתרוג. וברור הוא שזהו גירסת הרוקח והמהרי\"ל. ולפי זה פשיטא דכמוש פסול, וכן יש להורות.(וכן כתב האליהו רבה, עיין שם.)","כתב הרמב\"ם בפרק שמיני דין ז:אתרוג שניקב נקב מפולש כל שהוא – פסול. ושאינו מפולש, אם היה כאיסר או יותר – פסול. חסר כל שהוא – פסול.עד כאן לשונו, כלומר: דנקב שיש בו חסרון, והחסרון מעצם בשר האתרוג, אפילו אינו מפולש – פסול. אבל נקב שאין בו חסרון, והיינו כגון שנעץ שם יתד וכיוצא בו, שנעשה המקום כנקב, ומכל מקום לא חסר מעצם האתרוג כלום – יש חילוק בין מפולש דפסול בכל עניין, ובאינו מפולש צריך כאיסר.","ומה נקרא \"מפולש\"? יש אומרים דדווקא מעבר לעבר. ויש אומרים דוודאי למטה בתחתיתו, שכלו שם חדרי הזרע – צריך מעבר לעבר. אבל בכל האתרוג, כשניקב עד חדרי הזרע – מקרי מפולש, דזהו פילושו.ודע שיש בהאתרוג עד חדרי הזרע שלש קליפות: האחת העליונה שהיא דקה מאד, והוא כמין גליד, ובו אין שום פסול אלא אם כן נגלד כולו. ועל קליפה זו כתב הרמב\"ם פרק אחד עשר, דתרומות לעניין אתרוגי תרומה, דקליפיהן אף על פי שמשליכין אותם מכל – מקום אסורים לזרים, עיין שם. דזהו כקליפה דקה שבכל הפירות.והשנית היא הקליפה העבה, שהוא כל דופן האתרוג עד חדרי הזרע. וגם זה נקרא \"קליפה\", כמו שכל עובי הקורקבן נקרא \"עור\", אף על פי שזהו עיקר אכילתו. והכא נמי באתרוג כן, דעיקר הפירי הם חדרי הזרע, והבשר שעליו נקרא קליפה. ובו הוא שיעור הנקבים שנתבארו.והשלישית: יש ממש בחדרי הזרע קליפה דקה מאד, כמו הקליפה שעל החלמון של ביצה, והיא בין זרע לזרע (ט\"ז סעיף קטן ו). ובה אין שום נפקא מינה. ויש מי שרוצה לומר דכל הנקבים סובבים על הקליפה העליונה. ואינו כן, כמו שבארנו (שם).","והראב\"ד חולק על הרמב\"ם, וזה לשונו:זה שיבוש. אלא נקב מפולש – בחסרון משהו; שאינו מפולש – בחסרון כאיסר...עד כאן לשונו, ומשיג על הרמב\"ם שפוסל במפולש אפילו בלא חסרון כלל. אלא גם במפולש צריך חסרון משהו. ופשוט הוא שיש להחמיר כהרמב\"ם. וגם רש\"י ז\"ל והרבה מן הפוסקים סוברים כהרמב\"ם. ולכן אף על גב דרבינו הבית יוסף בספרו הגדול כתב דפסול ניקב הוא מדרבנן, עיין שם, מכל מקום יש להחמיר. וכן מבואר מרבינו הבית יוסף בסעיף ב, שכתב דעת הרמב\"ם בסתם, ודעת הראב\"ד בשם יש אומרים, עיין שם.ושיעור האיסר שאמרנו – אין חילוק בין שהוא עגול, ובין שהוא מרובע, ובין שהוא ארוך ודק; אם רק יש בכולל שטחו כשיעור איסר – פסול (מגן אברהם סעיף קטן ג). ולא נודע לנו כמה הוא כמות האיסר. ובבה\"ג כתב שהוא כדינר קטן.","וכתב רבינו הרמ\"א בסעיף ב דנהגו להכשיר הנקבים שנעשו באילן על ידי קוצים, אף על פי שיש בהם חסרון, שזהו דרך גדילתן. מיהו אם רואה שאין העור והבשר קיים תוך הנקב – פסול לסברא הראשונה, אף על פי שאינו מפולש. ובשעת הדחק יש להקל כסברא האחרונה, להכשיר חסרון שאינו כאיסר ואינו מפולש. עד כאן לשונו.ביאור הדברים: דלאו משום דנקב שעל ידי קוץ קילא טפי, אלא העניין כן הוא: דהנה בגמרא (לו א) מדמי אתרוג לריאה. ובריאה קיימא לן לומר דכשיש בה גומא, אם העור קיים בתחתיתו של הגומא – כשרה, אף על פי שנחסר מהבשר, כמו שכתבתי ביורה דעה סימן לו. והכא נמי באתרוג, דיש לפעמים שבגידולו נכנס קוץ מהאילן לתוכו, וממילא שמחסרו בשר מבפנים, ועם כל זה העור בתחתיתו שלם – כשר. ומשכחת לה כשאין עוקץ חד בהקוץ. ולכן העור שלם, רק הבשר מבפנים נמוח קצת.ואמנם אם רואה שאין העור קיים בתחתיתו של הנקב – חוזר הדין לשני הדיעות שנתבארו. דלדעת הרמב\"ם פסול, אף שאינו מפולש לחדרי הזרע. ולהראב\"ד כשר כשאין החסרון כאיסר. ולכן אף דקיימא לן לומר כהרמב\"ם, מכל מקום בשעת הדחק יש לסמוך על הראב\"ד ולהכשירו.","ויש מי שאומר דאם יש ספק אם העור קיים אם לאו – יש להכשיר, כיון דלהראב\"ד כשר אף באינו קיים כל שאינו כאיסר ומפולש (ט\"ז סעיף קטן ה). וכן הדעת נוטה, כיון שפסול זה הוא מדרבנן, כמו שכתבתי בסעיף ח. וכל שכן שלהראב\"ד כשר לגמרי, ולכן יש להקל בספיקא.ומטעם זה נראה לי דאם יש ספק אם הוי כאיסר אם לאו – דיש להקל כדין ספיקא דרבנן. ואין זה ספק של חסרון ידיעה, דלאו שמיה ספק, כמו שכתבתי ביורה דעה סימן קי, כיון דאין איסר מצוי בזמנינו – הוי ספק הנעלם מכל האדם, ושפיר הוי ספק, כמו שכתבתי שם.אך זהו הכל בשעת הדחק, דכשיש אחר שיכול להשיגו בהרווחה – למה יטול הספק? וזהו הכל ביום ראשון, דבשארי ימים גם חסר – כשר, כמו שיתבאר בסימן הבא בסייעתא דשמיא. ושם יתבאר עוד בזה.","אתרוג שנימוח כל בשרו מבפנים, וקליפתו החיצונה קיימת, וחדרי הזרע קיימים בפנים, כגון שכן ניכר במשמוש היד, או שרואין דרך הקליפה החיצונה שהם קיימים – כשר. דזהו בעיא בגמרא, והולכין להקל מטעם שכתבנו, דזהו דרבנן.ויש מחמירים, והטור נוטה לזה, וכתב הטעם: כיון דספיקא דאורייתא הוא, עיין שם. והוא תמוה: דלהדיא כתב הרא\"ש דכולהו ספיקא דרבנן נינהו. ויש מי שפירש משום דהעניין הוא בשל תורה (ב\"ח), ואינו מובן כלל.ולי נראה דהטור סבירא ליה דאף על גב דשארי נקבים – פסולן מדרבנן, מכל מקום כל שעיקרו נימוח – לאו שמיה אתרוג, ופסול מן התורה.","אם נסדק כולו על פני ארכו, אפילו לא נסדק אלא מצד אחד מראשו לסופו, ועומק הסדק מגיע על פני כל ארכו, עד רוב עובי הקליפה העבה, והיא הקליפה השנייה שבארנו בסעיף ז – הרי זה פסול, אף על פי שלא נחסר כלום מגוף הבשר.אבל אם נשתייר משהו למעלה ומשהו למטה, שלא נסדק בעומק, אפילו נסדק משני צדדין על פני כולו, אם נשתייר משני הצדדין משהו למעלה ומשהו למטה – כשר. והוי דין זה כמו בגרגרת בבהמה, ביורה דעה סימן לד.ויש מי שאומר דאם נגע הסדק בחוטמו, וזהו העליון של האתרוג, אפילו בכל שהוא – פסול. וחלקו על זה, דדווקא לעניין שינוי מראה יש חילוק בין חוטמו לשארי מקומות, דהוי מטעם הדר, ובחוטם הוי עיקר ההידור. ולא בניקב ונסדק, דהטעם הוא משום לקיחה תמה – אין חילוק בין חוטם לשארי מקומות. ומכל מקום יש שהורו כן דבחוטם פסול.(ט\"ז סוף סעיף קטן ט. אבל האליהו רבה סעיף קטן ט מכשיר. ועיין מגן אברהם סעיף קטן יז. ומכל מקום יש להחמיר, אם לא בשעת הדחק. ותמיהני על הגר\"ז שהשמיטו לגמרי.)","ורבינו הרמ\"א כתב בסעיף ה דיש מחמירים לפסול בנסדק רובו. וכל שלא נסדק רוב קליפתו העבה – לא מקרי נסדק. עד כאן לשונו.וזהו וודאי כן הוא, דסדק שלא נכנס בעומק רוב הקליפה – לאו כלום הוא. ואפילו כשיש ספק אם נכנס בעומק אם לאו – נראה לי גם כן דכשר, דהוי ספק דרבנן, כמו שכתבתי בנקלף.אמנם בזה שכתב דיש מחמירים לפסול בנסדק רובו – רבים דחו דבריו. דהא בגמרא מדמה לה לגרגרת, ובגרגרת הא בעינן דווקא כולו ולא רובו. ולכן פסקו דכשר (ט\"ז שם, ומגן אברהם סעיף קטן ו). וגם הלבוש השמיט זה.","ואני תמה: דוודאי דברי רבינו הרמ\"א צודקים, וגם בגרגרת הדין כן. דהא בגרגרת בעינן שישאר משהו למעלה ומשהו למטה. אבל אם רק למעלה נשאר משהו ולא למטה, או להיפך – טריפה. וגם כאן כן הוא.ועתה יש לשאול: איך הדין כשנסדק מראשו עד רובו, ונשאר הרבה למטה, אבל למעלה לא נשאר כלל? ויש לומר שכשר, דלא גרע הריבוי של מקום אחד ממשהו למעלה ומשהו למטה. ויש לומר שפסול דכשיש בשני הצדדים משהויין טוב יותר ממקום אחד הרבה. וכן נראה עיקר לדינא.(ובזה יש לומר דגריעא מגרגרת. דהגרגרת ארוך מאד, גם למעלה ממקום שחיטה, וגם למטה. ולא נראה פתיחתו להדיא כל כך, מה שאין כן באתרוג. וגם יש לומר דגם בגרגרת – טריפה בכי האי גוונא. ודייק ותמצא קל.)","וכן אם נסדק על פני היקף רחבו: אפילו נסדק משני צדדיו, זה כנגד זה, ונשתייר משהו שלם למעלה בין שני הסדקים שמשני הצדדים, ומשהו שלם למטה בין שני הסדקים שמשני הצדדין – הרי זה כשר, אף על פי שעומק הסדקים מגיע עד רוב עובי הקליפה העבה.ודע דכל פסולים אלו, דהיינו ניקב, חסר, ונסדק – אינו מחמת שאינו הדור, אלא לפי שאינו תם ושלם. והתורה אמרה \"ולקחתם\", ודרשו חכמים: לקיחה תמה ושלימה (הגר\"ז). ומכל מקום אין הפסולים אלא מדרבנן כפי מה שנראה מהרא\"ש, דזהו אסמכתא בעלמא. ועיין בסעיף יב וסעיף לה.","אם נקלף ממנו הקליפה החיצונה הדקה, והיא הקליפה הראשונה שכתבנו בסעיף ז: אם נקלף כולו – פסול, שכיון שכולו נקלף – הולך ומתנוונה, ואינו הדור. ואם נשתייר ממנו כל שהו שלא נקלף – כשר, שעל ידי אותו מקצת יחזור לשלימותו.וזהו כגלודה בבהמה. ולכן יש אומרים שאינו כשר אלא אם כן נשתייר ממנו כסלע שלא נקלף. ויש לחוש לזה, כיון דגם בגלודה כן הוא.במה דברים אמורים? כשמקום הנקלף הוא שוה במראיתו למראה גוון האתרוג. אבל אם הוא משונה במראיתו ממראה האתרוג – אינו כשר, אלא אם כן המקום שנקלף הוא מיעוט האתרוג, ואינו מפוזר בשנים ושלושה מקומות. אלא כולו עומד במקום אחד, ואינו עומד בחוטמו של האתרוג, כמו בחזזית שיתבאר (שם). וטעם אחד הוא דבזה נסתלק הידורו, ואם כן פסולו מן התורה.","יש באתרוג שני מיני עצים דקים:האחד בסופו העוקץ, שהוא תלוי בו בהאילן כבכל הפירות, והוא הזנב של הפירי בתחתיתו. ובלשון המשנה הוא \"עוקץ\" (לד ב). ואצלינו ההמון קורין לזה פיטום, והוא יושב עמוק בתוך האתרוג, עד שאם ניטלנו כולו מעיקרו – תשאר גומא.והשני מעבר האחר בראש האתרוג, כפרח שבמיני תפוחים. ובאתרוג יש שאין להם זה כלל, ויש שיש להם. ונקרא בלשון המשנה \"פיטמא\", ובלשונינו \"שושנתא\", מפני שהיא מייפית את האתרוג כשפת פרח שושן. והיא אינה נכנסת בעומק האתרוג, אלא בראשו.ולפי שהלשונות מתחלפות בזה, לכן בארנו זה: שיש לדעת שהעוקץ הוא התחתון הנכנס בעומק, והשושנתא הוא העליון. ויש אתרוגים שאין להם שושנתא כלל, והיינו אתרוגי קארסיק\"א – אין להם שושנתא. וכן אתרוגי ארץ ישראל – יש שיש להם, ויש שאין להם. ואתרוגי קורפו וגינובא ומאראקא – כולם יש להם שושנתא.ועתה נבאר דיניהם לפי דיעות רבותינו בסייעתא דשמיא.","וזה לשונו הרמב\"ם בפרק שמיני:ניטל דדו, והוא הראש קטן ששושנתו בו – פסול. ניטל העץ, שהוא תלוי בו באילן מעיקר האתרוג, ונשאר מקומו גומא – פסול.עד כאן לשונו. אבל אם ניטל מה שחוץ לגומא – כשר (מגיד משנה). וכן הדד, אם לא ניטל כל הראש, אלא המקצת העליון הרחב קצת כשושנה – כשר (שם).ולמה פסול בנטילת הדד, והרי אינו נכנס בתוך האתרוג? משום דבשר האתרוג מתפשט גם עליו בתחתיתו, כמו שנראה לעין. ולכן כשניטל כולו – הוי חסר מעצם האתרוג. ולא כן בהעוקץ, דעליו אין מתפשט בשר האתרוג, כמו בכל עוקצי הפירות. ועוד: דהידורו הוא השושנתא, וכשניטלה – נסתלק הידורו. אבל בהעוקץ ליכא הידור.(כן נראה לעניות דעתי, ובזה אתי שפיר כמה דקדוקים. ודייק ותמצא קל.)","וזה לשון הטור:ניטלה פיטמתו, והוא הפרח שבראשו לפירוש הרב רבי יעקב בן יקר – פסול. אבל ניטל עוקצו – כשר בכל עניין. ולפירוש הר\"י הלוי: ניטלה פיטמתו – כשר בכל עניין. וניטלה עוקצו: אם ניטל מה שחוץ לגומא לבד – כשר, ואם ניטל מעיקרו, וניכר מקומו שהוא חסר – פסול. ורבינו חננאל פוסל בשניהם, וכן כתב הרי\"ף והרמב\"ם ז\"ל. וכתב ואדוני אבי הרא\"ש ז\"ל דכן נהגינן לפסול בשניהם. ודוקא שהיתה לו פיטמא ונטלה. אבל יש אתרוגים שלא היה להם פיטמות מעולם, ואין נפסלים בכך. וכן דווקא כשניטל העוקץ, ולא נשאר ממנו כלל באתרוג. אבל נשאר ממנו כל שהוא – כשר.עד כאן לשונו.","והנה לפירוש הרב רבי יעקב בן יקר – אין הפסול תלוי רק בהשושנתא, ולא בהעוקץ, שאנו קורים פיטם. וטעמו של דבר: לפי שהעוקץ הוי עץ בעלמא, ואפילו הנכנס להאתרוג, ואין לו שייכות כלל להאתרוג כמו כל עוקצי פירות.ולהדיא תנן בסוף פרק קמא דעוקצין, דעוקצי הפירות – אין להם שייכות להפירי: לא מיטמאין, ולא מטמאין, לבד עוקצי תאנים וגרוגרות, שהם אוכל עצמו. ויש שמטמאים משום יד, כמבואר שם. אבל אין להם שום שייכות להפירי. והכי תנן בפרק אחד עשר דתרומות משנה ד, דרק עוקצי תאנים וגרוגרות הוויין תרומה כהפירי עצמה, ומבואר להדיא דלא שארי עוקצין. ובאתרוג מוכח להדיא דאין עוקצו כמותו, דבתוספתא שלהי תרומות תניא דקליפי אבטיח ואתרוג, אף על פי שאין בהן אוכל – אסורים לזרים. וכן כתב הרמב\"ם בפרק אחד עשר מתרומות, עיין שם. הרי להדיא דרק הקליפה נכנסת בכלל האתרוג, ולא העוקץ.אבל השושנתא הוי הטעם משום הדר, דהיא עיקר ההידור, כמו שכתבתי. ולכן נקראת \"שושנתא\" כמעשה פרח, \"שושן\". ועוד: דעליה יש בשר האתרוג, כמו שכתבתי. ובירושלמי פרק עשירי דתרומות מבואר דכשניטלה פיטמתו, והיא השושנתא – הרי הפירי כמחותך, והיא שוה לקליפתו החצונה, וכמו שכתבתי הרמב\"ם בפרק חמישה עשר דתרומות סוף דין ח, וזה לשונו: וכן אם ניטל פיטמתו וקליפתו החצונה – הרי הוא כמחותך, עיין שם.(ורש\"י ז\"ל הסכים לזה לה ב. ולפי זה המשנה כפשוטה: דניטלה פטמתו – פסולה, ועוקצו – כשרה. והא דתניא: ניטלה בוכנתו – לפרושי פטמתו דמשנה, מפני שהיא חדה ועשויה כבוכנא.)","ושיטת רבינו יצחק הלוי הוי ממש להיפך: דניטלה פטמתו והיא השושנתא – כשר בכל עניין, ואין הפסול אלא בעוקצו, כשניטל גם מה שבתוך האתרוג. ובטעמו יש לומר: דכיון שיש אתרוגים שאין להם כלל השושנתא – איך אפשר לפסול בניטלה השושנתא? וכיון דכי ליתניהו – לא מעכבא, גם כי אתניהו וניטלו – לא מעכבי.ואף על גב דמצינו באימורי קדשים, דכי ליתניהו – לא מעכבא אכילת הבשר, וכי איתניהו – מעכבא (פסחים עז ב) – זהו שישנם גם עתה. אבל כי ליתניהו, והיינו שנאבדו – לא מעכבא. והכא נמי כן הוא: אף על גב דכי איתניהו – מעכבי, כי ליתניהו – לא מעכבא. וכל שכן שיש שלא היו להם מעולם, וגם אינו מבשר האתרוג, אף שנתפשט עליו כקרום – לא עדיף מקרומו העליון, דכי ניטל מקצתו – לית לן בה. וניטל עוקצו מבפנים דפסול – לאו משום חסירת העוקץ, אלא משום החלל שנשאר באתרוג, ונראה להדיא כחסר, ואין זה לקיחה תמה.(ובערוך כתב שגם רבינו גרשום מאור הגולה פירש כן. ולפי זה פטמתו ועוקצו דמשנה פניהם בעוקץ. אך עוקצו הוא מה שחוץ לגומא, ופטמתו מה שבגומא. וזהו שמפרש בברייתא: ניטלה בוכנתו, כלומר: אותו חלק שהוא כבוכנא באסיתא.)","ודע: דנראה לי דמחלוקת רבותינו אלה הוה מחלוקת בירושלמי, דאמרינן שם: ניטלה פטמתו – תמן אמרין שושנתא. ור' יצחק אמר: פיקא. ו\"פיקא\" הוא דבר עגול שטמון בדבר אחר, כמו בפרק שנים עשר דפרה: לא יזה לא על הכוש, ולא על הפיקה. ופירש הרע\"ב: מה שמשימין בסוף הכוש להכבידו. והוא עגול, כדתנן בפרק עשרים ואחד דכלים: הנוגע בפיקה, ופירש הרע\"ב: כמין עיגול קטן וכו', ונותנים אותו בראש הפלך. ובאוהלות פרק שביעי: עד שיעגילו ראש כפיקה.וזה רואין בחוש, שקצה העוקץ התחוב בהאתרוג הוי עגול ממש, יותר ממה שחוץ לאתרוג. ולפי זה תמן אמרין כרבינו יעקב בר יקר, ור' יצחק אמר כרבינו יצחק הלוי.(ומצאתי זה בר\"ן. והוסיף עוד דר' יצחק חקולא דירושלמי – הוא ר' יצחק בן אלעזר דש\"ס דילן, שמפרש \"בוכנתו\" כדאיתא בפסחים קיג ב. ואם כן הש\"ס דילן פוסק דניטלה שושנתו – כשר. ובאמת היא ראיה ברורה. אך מאי דקיימא לן דהא כשהירושלמי אומר \"תמן אמרין\" – זהו בבבל, ומפרשי \"פטמתו\" – שושנתא. וצריך עיון, ודייק ותמצא קל.)","והרי\"ף, והרמב\"ם, ורבנו חננאל, והתוספות, והרא\"ש – פירשו כשניהם: ד\"ניטלה פטמתו\" – היינו שושנתו, ו\"ניטלה בוכנתו\" – היינו קצה העוקץ שבהאתרוג. ושניהם כי ניטלו – פסולים. וכך פסקו רבותינו בעלי השולחן ערוך בסעיף ז ובסעיף ח, וזה לשונם:ניטלו דדו, והוא הראש הקטן ששושנתו בו – פסול. ויש מחמירין אם ניטלה השושנתא, דהיינו מה שאנו קורין \"פיטמא\". וטוב להחמיר במקום שאפשר. מיהו לעניין דינא – אין לפסול אלא אם כן ניטל הדד, דהיינו העץ שראש הפיטמא עליו. והראש נקרא \"שושנתא\".וכל זה דווקא בניטלה. אבל אם לא היה לו דד מעולם – כשר. וכן הם רוב האתרוגים שמביאים במדינות אלו.עד כאן לשונו, וצריך ביאור.","והכי פירושו: דהנה ה\"פטמא\" שבלשון המשנה והפוסקים, שהיא השושנתא, היא עץ ארוך קצת היוצא בראשו, והוא כמין דד. ובראשו היא רחבה קצת מבכל המשיכו. והיא עיקרא דשושנתא, דשם \"שושנתא\" היא על השפה העליונה, כדכתיב: \"שפת פרח שושן\".ולכן יש אומרים דאפילו רק ניטל המקיף העליון, וכל הדד בשלימות – פסול; מדקאמר בגמרא \"ניטלה שושנתו\" – סברי דהכוונה דאם רק ניטלה השושנה העליונה פסול.ובאמת אינו כן, דזה שאומר בגמרא \"שושנתו\" – הכוונה למעט התחתון של העוקץ. וזהו כאומר: העליון ולא התחתון. ומפני שבו יש סימן שושנתא – לזה אומר דזהו פיטמא שבמשנה, ולא של הצד התחתון.אבל לעולם אינו פסול עד שתנטל כל הדד עד גופו של אתרוג. וזהו שאמרו דטוב להחמיר גם בהראש בלבד. מיהו לעניין דינא אינו כן.ויש מי שכתב דבעינן עם הבוכנא (מגן אברהם סעיף קטן ט). ותמיהני: דהא עינינו רואות שאין בו בוכנא כלל, אלא נגמר בשוה עם האתרוג. ורק אותם שאין להם שושנתא, יש שניכר כמו מקום שקוע קצת דקצת. וגם כן אין בו שום עומק.(וצריך עיון על הבית יוסף והמגן אברהם, שתפסו בהר\"ן שיש לזה בוכנא. ואינו כן, עיין שם. ודייק ותמצא קל.)","ובסעיף ח כתבו:ניטל העץ שהוא תלוי בו באילן מעיקר האתרוג, ונשאר מקומו גומא – פסול. ואם ינטל קצת העץ, ונשאר עובי כל שהוא, שכל רוחב הגומא מכוסה – כשר.עד כאן לשונם. משמע: אבל אם רק מקצת הגומא מכוסה – פסול.ויש מי שכתב דחיבור על ידי מחט הוי חיבור, ואינו כן (שערי תשובה סעיף קטן טו בשם שבות יעקב). ודבר תמוה הוא מי שהתיר בזה, דאם כן נתיר בשני חצאי אתרוגים שדבקם על ידי קיסם או מחט? ודע שיש מי שכתב שבשעת הדחק, שאין אתרוג אחר בעיר – יש להתיר בניטל כל העוקץ מהאתרוג, ואפילו ביום ראשון (באר היטב סעיף קטן יד בשם החכם צבי). וקשה להורות כן נגד כל הני רבוותא, וצריך עיון.","אנחנו מהדרים אחר אתרוג שיש עליו שושנתא. ומכל מקום אם יש אתרוג בלא שושנתא מהודר, או ניטל המקצת העליון והוא מהודר, ויש אחר עם שושנתא שלימה ואינו מהודר כל כך – מצוה יותר ליקח המהודר שבלא שושנתא, משיקח את שאינו מהודר עם השושנתא השלימה (ט\"ז סעיף קטן יב).","אתרוג המורכב – פסול לגמרי, אפילו כשאין אתרוג אחר. ובזמן הקדמון היה אחד שרצה להורות להקל בזה. ורבו עליו כל חכמי ישראל בצפת, ואסרו לחלוטין (תשובת הר\"ם אלשיך סימן קי, והר\"ם פדוו\"א בתשובת רמ\"א סימן קכו), דכיון שהאתרוג הורכב בלימו\"ן או במין אחר – נתבטל אל העץ שהורכב בו. וכדאמרינן: ילדה שסיבכה בזקנה – פטורה מן הערלה, מפני דנתבטלה להזקינה (סוטה מג ב).וכתבו דהמורכב יש בו חימוץ הרבה, וקליפתו דקה. ושאינו מורכב – חימוצו מעט, וקליפתו עבה (אלשיך). ויש שכתב דאלו הם הסימנים: דהמורכב חלק, והכשרים יש להם בליטות קטנות בכל גופם. בהמורכב העוקץ בולט, ובהכשרים שוקע. בהמורכב המוהל רב והקליפה דקה, ובהכשרים המוהל מעט והקליפה עבה (הר\"ם פדוו\"א). ויש מי שכתב עוד סימן: דבמורכב הגרעין מונח לרוחב האתרוג, ובהכשר זקוף לאורך האתרוג (מגן אברהם סוף סימן זה בשם ע\"ש).","ואין הסימנים מקובלים מהקדמונים, אלא מה שראו במדינתם. כמו שכתב בעצמו שהביא ממקום אחד אתרוגים שמסתפקים בהם (הר\"ס פדוו\"א). ואם הסימנים היו מקובלים – היה להם לבדוק בהסימנים.ועוד: דהא אתרוגי קורפ\"ו שקורין \"קארפירע\"ר אתרוגים\" – הם חלקים לגמרי, והרבה שהעוקץ בולט. ואם נאמר שהם מורכבים באמת, כאשר הרבה מגדולי הדור זה רבות בשנים שאסרום. והרי גם אתרוגי ארץ ישראל ואתרוגי מאראק\"א – גם כן הרבה שהם חלקים.האמנם שהם כתבו לפי מדינתם באיטלי\"א, שהיה להם שני מיני אתרוגים: אתרוגי גינוב\"א שאצלינו היו נקראים \"יונעווער אתרוגים\", ואתרוגי קארזיק\"א. והיא מאיי איטליא, ועתה היא תחת ממשלת צרפת, ונקראים \"קארסיקאנע\"ר אתרוגים\". והמה באמת כולם בבליטות, והעוקץ שוקע. אבל על שאר מקומות אין ראיה. וגם בהסימנים שבפנים בדקנו, ולא נתברר לנו. ולכן קשה להעמיד על סימנים להלכה למעשה.","ולפי זה אין לנו שום היתר על אתרוגים, רק אותם שישראלים מעידים שיודעים הנטיעות מתחילתן, שאין בהם שום הרכבה. כמו אתרוגי ארצינו הקדושה, שבשם גדולי ישראל, ותלמידי חכמים, ויראי אלקים משגיחים על הגינות, שלא יהיה בהן שום הרכבה.אבל לאתרוגי קורפ\"ו – אין שום היתר, אף בההכשרים שלהם, שידוע לכל שישראל מעטים שם, וכבושים תחת ידם, ויראתם על פניהם. ואיך ידעו מה שעושים על פני השדה בגינותיהם ובכרמיהם, אם ירכיבו אם לאו?ושמא תאמר: הרי אינם חשודים להכשיל רק מה שיש להם טובת הנאה, כמבואר ביורה דעה סימן קיח? איברא דזה יש להם טובת הנאה רבה, דידוע דכל מורכב גדל ממנו פירי יפה, וכל שאינו מורכב – הפירי אינה יפה. ובכל הפירות כן הוא. ואדרבא תקונם של אתרוגי קורפ\"ו זה הוא קלקולם, דבאמת הם יפים מאד ואין דומה להם, וזהו מפני הרכבתם.ולכן כל איש מישראל אשר נגע יראת ד' בלבו – לא יקח רק אתרוגי ארץ ישראל. ואיך לא נבוש ולא נכלם בדבר מצוה שנוכל לקיימה מפרי ארצנו הקדושה, ליטול דווקא מארץ העמים? אוי לה לאותה בושה, אוי לה לאותה כלימה! ועל זה נאמר: \"וימאסו בארץ חמדה\". ולכן יש ליזהר בזה מאד מאד.(גם הלבוש, והמגן אברהם סוף סימן זה, והט\"ז בסימן הבא – פסלום.)","עלתה בהאתרוג חזזית, והוא כמו אבעבועות קטנות כמין שחין, ויש בו ממש שמקומו ניכר במישוש שהוא גבוה מן האתרוג (טור): אם הוא במקום אחר – אינו פוסל אלא ברובו של אתרוג. ואם הוא בשנים ושלושה מקומות – אפילו במיעוטו נמי פסול.ודווקא שהמקומות יהיו חלוקים באיזה הפסק הניכר. אבל בהפסק קטן הוי כמקום אחד (ט\"ז סעיף קטן קיד). דהטעם מה דגרע בשנים ושלושה מקומות: משום דהעין שולט בכמה מקומות, ואינו הדר. וכשאין ההפסק גדול – אין העין שולט, והוי כמקום אחד.(ולכן אומר הש\"ס \"שנים או שלושה\", והרי שלושה כל שכן משנים? אלא כלומר: שיהא ניכר ההפרש. ודייק ותמצא קל.)","בירושלמי אומר: עלתה חזזית על רובו מצד אחד. כלומר: דלא בעינן רוב בכולל, אלא אפילו רוב צד אחד – פסול. אבל יש שפירשו דכוונתו כבש\"ס דילן, דמצד אחד – הוי כמו במקום אחד. כלומר: אימתי בעינן רובו? דווקא במקום אחד. אבל בשני מקומות, אף בלא רובו – פסול.ורבינו הבית יוסף כתב בסעיף י:יש אומרים דהא דבשנים ושלושה מקומות פסול – היינו דווקא כשנתפשט הנימור ברובו, אף על פי שבשטח החברבורות הוא מיעוט. אבל במיעוטו, כגון שכולם מצד אחד של האתרוג – כשר. ויש פוסלים אפילו במיעוטו של צד אחד.עד כאן לשונו, וזהו לפירוש ה\"יש שפירשו\". אבל לפירוש ראשון, דרובו מצד אחד הוי כרובו בכולו, צריך לומר לדיעה ראשונה: דכשנתפשט ברובו של צד אחד, אף שבשטח לא יהיה רוב מצד אחד, אבל במיעוטו של צד אחד – כשר. ויש פוסלים אפילו במיעוטו.ורבינו הבית יוסף שכתב כן, דצד אחד הוי מיעוטו – משום דפשיטא ליה דבירושלמי הפירוש כ\"יש שפירשו\", ולא כפירוש הראשון, כמו שכתבתי בספרו הגדול. אבל יש מהקדמונים שפירשו כפירוש הראשון, ויש לנו לחוש לזה (עיין מגן אברהם סעיף קטן יב).ואפילו לפירושו של רבינו הבית יוסף, אם רק הגיע מקצת לצד השני – מקרי רובו, דהוי רוב הקיפו, אף על פי שאינו רובו של כל האתרוג.(שם סעיף קטן יג, ועיין בהגר\"ז סעיף כ. ודייק ותמצא קל.)","ואם החזזית הוא מחצה על מחצה במקום אחד – יש מכשרים, דדווקא ברובו פסלו, ולא במחצה על מחצה, ואפשר לצמצם. ויש פוסלין משום דבעינן רוב הנראה לעינים, ואי אפשר לצמצם (עיין בית יוסף). וכן עיקר לדינא. דהן אמת דתנן: עלתה חזזית על רובו – פסול, דמשמע דמחצה כשר אם נאמר דאפשר לצמצם, ולא בעינן רוב הנראה לעינים. מכל מקום הא בסיפא תנן: על מיעוטו – כשר, דמשמע להדיא דמחצה פסול (ט\"ז סעיף קטן טז), וממילא דאזלינן לחומרא. וכן יש להורות.","אמרינן בגמרא (לה ב) דהא דחזזית אינו פוסל רק ברובו, או בשנים וושלושה מקומות – זהו שלא על ראשו. וזה לשון הגמרא:אמר רבא: ועל חוטמו – אפילו במשהו נמי פסול.ופירש רש\"י: בחוטמו – בעובי גבהו, שמשפע משם ויורד לצד ראשו. עד כאן לשונו. משום דבשם שולט העין יותר, ואינו הדר.ומלשון זה משמע דגם בעובי גבהו עצמו הוי כמשם ואילך לצד ראשו. אבל הטור כתב: ומחוטמו ואילך, היינו ממקום שמתחיל לשפע עד הפיטמא וכו'. משמע להדיא דרק במקום השיפוע, ולא בעובי הגובה עצמו.וכן מבואר מלשון רבינו הבית יוסף סעיף ט, שכתב:וחוטמו – היינו ממקום שמתחיל להתקצר ולהתחדד כלפי ראשו.עד כאן לשונו. ולפי זה אפשר לומר דגם כוונת רש\"י כן הוא. וזה שכתב \"בעובי גבהו\" – זהו רק סימן המקום שמשם ואילך מקרי חוטמו, אבל לא עובי הגובה בעצמו. וכן מבואר מלשון הרמב\"ם. ואדרבא, מלשון הרמב\"ם משמע להדיא דלאו על כל השיפוע קאמר, שכתב: ואם עלתה על דדו אפילו כל שהוא – פסול. עד כאן לשונו. ו\"דדו\" אינו אלא המקצת הסמוך ממש להשושנתא. וכך הביא המגיד משנה שהר\"י גיאות פירש \"חוטמו\" – הוא חודו וראשו של אתרוג, עיין שם. ומבואר להדיא דרק החוד מיפסל בחזזית מועטת. ואתפלא על הטור והשולחן ערוך שלא הביאו דעת הרמב\"ם כלל.(והר\"ן הביא שני הפירושים. והרא\"ש כתב דלרש\"י אין כל השיפוע נקרא חוטם, עיין שם. וצריך עיון.)","כשם שחזזית פוסל מחוטמו ולמעלה, כמו כן כל שינוי מראה אם הוא מחוטמו ולמעלה – אפילו בכל שהוא פסול.ודווקא שינוי מראה הפוסל באתרוג, והיינו שחור או לבן, וגם זה כשנראה להדיא לרוב בני אדם (מגן אברהם סעיף קטן יח). אבל נקודה בעלמא לית לן בה, אפילו ממראות הפסולות.ואדמימות אינו מראה פסול, וכל שכן כל מיני ירקות (וכן כתב בשערי תשובה סעיף קטן כא). ומראה זהב, דאפילו בדם נידה אינו כאדום, כמו שכתבתי ביורה דעה סימן קפח, עיין שם.וכן אם השינוי מראה הוא על ידי קוץ או עלה, ובלשונינו קורין לזה \"בלעטיש לומר\" או \"ריטיש לומר\", דלאו כלום הוא. דשינוי מראה אינו אלא מה שנעשה שינוי מעצמותו. אבל מה שנעשה מקומו עקום ואדום מחמת הקוצים שעוקצים אותו – כשר (מגן אברהם סעיף קטן יט). והוא הדין לכל שינוי מראה הנעשה מחמת זה.","ויש מי שאומר דהוא הדין יבש – פוסל בחוטמו בכל שהוא (טור בשם הראב\"ד). אבל בנסדק – אינו פוסל בחוטמו יותר מבכל האתרוג (מגן אברהם סעיף קטן יז בשם הרא\"ש).ויש מי שחושש גם בנסדק, וטעמו משום דלא הוי הדר, וכל מה שמטעם הדר – פוסל בחוטמו בכל שהוא. אבל באמת נסדק – אין פסולו מטעם הדר, אלא משום לקיחה תמה. ואם כן אין נפקא מינה (שם בשם הרמ\"א בדרכי משה). וכן בניקב וחסר – אין נפקא מינה בין חוטמו לכל האתרוג. ועיין בסעיף יב.","כתבו רבותינו בעלי השולחן ערוך בסעיף יג:חזזית הוא כמו אבעבועות. ויש בו ממש, שמקומו ניכר במישוש, שהוא גבוה מאתרוג. ולכן יש להכשיר אותן חזזית שקורין \"מו\"ל\", לפי שאינם גבוהים משאר האתרוג.ויש מי שכתב דיש להכשירם מטעם דנחשבים מראה אתרוג, מאחר דרגילים להיות הרבה כך.עד כאן לשונו. כלומר: דאם כן אפילו גבוהים משאר האתרוג – כשר (שם סעיף קטן ב).ואיני יודע מהו זה \"מו\"ל\". ויש שכתבו שקורין לזה \"בלא\"ט מו\"ל\", ויש שפירשו שקורין לזה \"פלע\"ק\", ובלשונינו \"פליאמ\"א\", וזהו כהעדר הנקיות. וזה נמצא כמה פעמים. וכיון שאינו גבוה מהאתרוג – אין זה בכלל חזזית.ובאמת באתרוגים שלנו לא נמצאו כלל חזזית, כמין שחין. וזה היה נמצא באתרוג גינוב\"א, ובאתרוגי קארסיק\"א, ולא באתרוגים שלנו. ואין חילוק בזה בין חוטמו לכל האתרוג (דגול מרבבה).","וכלל גדול יש לדעת דבין בפסול שינוי מראה, ובין בפסול חזזית; דאפילו עלתה בו חזזית בעניין שפסול, או שהוא מנומר הרבה, אם כשקולפו חוזר למראה האתרוג – כשר. ודווקא שכשיקלפנו לא יהיה נחסר כלום מגוף האתרוג. אבל אם יחסר מגוף האתרוג – הרי פסול ביום הראשון מטעם חסר. ופשוט הוא, וראינו כמה פעמים שעל ידי דביקת שעוה – נסתלק הדיבוק. וכן כשמקנחין אותו בדבר רך – יש לפעמים שמסתלק וכשר.","נפל עליו מים בתלוש, ועל ידי זה נכנסו תולעים, ונתפח או נסרח וריחו רע; או שהיה כבוש בחומץ כשיעור שיתנו על האש ויתחיל להרתיח, או כבוש במים מעת לעת, או מבושל, או מנומר – פסול.ודין כמוש נתבאר בסעיף ה, עיין שם. ו\"מנומר\" פירושו: שברובו הוא מנומר כמו חברבורות, ולא כחזזית. וכן אם הוא שחור או לבן, שזהו מהמראות הפסולות: אם במקום אחד – פוסל ברובו. ואם בשנים או שלשה מקומות – דינו כחזזית, לפסול אפילו במיעוטו, וכפי הדינים שנתבארו בחזזית.","הא דשחור פסול – זהו באתרוגים הגדילים במדינות שמראיהן ירוק, כאתרוגים שלנו. אבל האתרוג הגדל בארץ כוש, ששם מפני גודל החמימות הכל נוטה לשחור, אפילו הן שחורין מעט – כשרים, שזהו דרך בריאתן וגידולן באותן המקומות, ואין זה שינוי כלל.אך גם זה אינו אלא אם רק נוטים מעט לשחרות. אבל אם הוא שחור ביותר כהאנשים הכושים – פסול, שאין זה בכלל הדר כלל. ופסולים לכל שבעה.","והעגול ככדור – פסול, שהרי אין עליו צורת אתרוג כלל.ודווקא ככדור, אבל אם הוא עגול כקדירה, כלומר שאינו כאתרוג שעגול באמצעו, ומשפע ויורד למטה, ומשפע ויורד למעלה, אלא מראשו עד סופו הוא בעיגול, והוא ארוך ואינו ככדור – כשר. ויש שחוששין גם לזה (לגירסא אחת בתוספות לו א, דיבור המתחיל \"אתרוג\" שגורסים כדוד, עיין שם). ונכון להחמיר לכתחילה (עיין ט\"ז).וכן אם גדלו בדפוס שעשו לו בעודו קטן, ונתנו לתוכו כשהוא עדיין מחובר לאילן, וגדל בתוכו כמידת הדפוס וכתמונתו, עד שנשתנה מצורת אתרוג ונעשה כמין בריה אחרת – פסול. אבל אם הדפוס היה לפי צורת האתרוג, אף על פי שאינו דומה לו ממש, כגון שנעשו בו כמין קרשים כמו דפין דפין – כשר.","אתרוג תאומים, דהיינו שגדלו שנים ביחד דבוקים זה בזה – כשר. ונוטלן שניהם כאחד, ומברך עליו. ואין זה כ\"בל תוסיף\", כיון דנתגדלו ביחד – הרי הם כאחד. ואדרבא אם יפרידם – הוי כחסר.ויש להסתפק אם הפרידם ונתפרדו, ונעשו כשני אתרוגים, וכל אחד נפרד מחבירו בלא שום חסרון מגופו, אם כשרים הם? או דינם כחצי אתרוג ופסול? והסמ\"ג פוסל בתיום, אבל הרמב\"ם מכשיר, וכך פסקו בשולחן ערוך.(בגמרא שם. ויש אומרים אף התיום פסול, וסבירא להו להסמ\"ג, דאולי לא פליג התנא קמא בזה. ולהרמב\"ם פשיטא ליה, עיין בית יוסף.)","כתבו הטור והשולחן ערוך סעיף כא:הירוק שדומה לעשבי השדה – פסול, אלא אם כן חוזר למראה אתרוג כשמשהין אותו, ואז כשר.עד כאן לשונם. ואצלינו אתרוגי קורפו – כולם באים ירוקים, וכולם חוזרים למראה אתרוג, וממילא דכשר אף בעודו ירוק, כיון שיחזור למראה אתרוג (ט\"ז סעיף קטן יח). דהפסול בירוק אינו מטעם הדר, אלא מטעם שלא גמר פריו. ולכן כיון שיכול לחזור למראה אתרוג – הרי גמר פריו (שם).ויש מי שפוסל עד שישוב כולו למראה אתרוג, ואינו כן (שם ומגן אברהם סעיף קטן כג). ומכל מקום המהרי\"ל היה פוסל עד שיתחיל מקצתו לחזור למראה אתרוג (שם), דשמא זה לא נגמר עדיין. אבל כשמתחיל לחזור למראה אתרוג – הוה סימן שנגמר פריו, ובמשך העת יוחזר כולו למראיהו. ובוודאי לכתחילה יש לחוש לדבריו, אבל כשאין אתרוג אחר – נראה דיכול לברך עליו גם ביום ראשון, כיון שידוע שרובן ככולן חוזרין למראה אתרוג.","אתרוג של ערלה – פסול, לפי שהוא אסור באכילה, והתורה אמרה: \"ולקחתם לכם\" – הראוי לכם בכל דרכי הנאתו (רש\"י לה א). שאם תרצו לאכלו – יהא ביכולת לאוכלו. וערלה, כיון שאסור באכילה – לא קרינא ביה \"לכם\". ואתרוג של ספק ערלה – נראה דבארץ ישראל אסור, ובחוץ לארץ מותר כדין ספק ערלה, כמו שכתבתי ביורה דעה סימן רצד.","אתרוג של תרומה טמאה – פסול מטעם שנתבאר: כיון שאינו ראוי לאכילה. אבל של תרומה טהורה – לכתחילה לא יטול, דמפני שהלולב עומד במים כדי שלא יתייבש, והוא מקרב לו האתרוג, ויבא לידי הכשר טומאה. ואין להביא תרומה לידי טומאה, ואפילו גורם – אסור.ואם נטל – יצא, דהא ראוי לאכילה. וגם לוי וישראל – יצא, דאף על גב דהוא בעצמו אינו יכול לאכלו, מכל מקום קרינא ביה \"ולקחתם לכם\", שיכול ליתנו לקרובו כהן (רש\"י לה ב).ושל טבל – גם כן פסול, שהרי אינו ראוי לאכילה. ושל דמאי – כשר, דאי בעי מפקיר לנכסיה, והוי עני, וחזי ליה שמאכילין את העניים דמאי. ושל מעשר שני בירושלים – גם כן לכתחילה לא יטול, מטעם הכשר כבתרומה. ואם נטל – כשר. אבל חוץ לירושלים, כיון דאין לו שם היתר אכילה – לא יצא. ואם נדר הנאה מאתרוג מה דינו – נתבאר ביורה דעה סימן רטו, עיין שם.","לגודל האתרוג – אין שיעור למעלה. דאפילו גדול הרבה, עד שנישא על הכתף – כשר. אבל יש שיעור למטה, והיינו שאם הוא פחות מכביצה – פסול.והטעם: לפי שרוב האתרוגים – אין גידולן פחות מכביצה. וזה כיון שאין בו כביצה – הרי עדיין לא נגמר פריו. והתורה אמרה: \"פרי עץ\" – שיהא פירא גמור. ואפילו אם זה לא היה גדל יותר גם בעמדו על האילן – מכל מקום אין זה פירא חשוב. אבל אם יש בו כביצה, אף על פי שהוא עדיין בוסר, שלא נגמר גידולו מכל מקום כיון שיש אתרוגים שבגמר גידולן אין גדולים יותר מכביצה – גם זה מקרי גמר פירא, ויוצא בו ידי חובתו. ורק שלא יהא ירוק ככרתי."],["גרסינן בסוכה (מא ב):תנו רבנן: \"ולקחתם\" – שתהא לקיחה ביד כל אחד ואחד. \"לכם\" – משלכם, להוציא את השאול ואת הגזול. מכאן אמרו: אין אדם יוצא ידי חובתו ביום טוב הראשון של חג בלולבו של חבירו.עיין שם. וגם בשל שותפות אינו יוצא, כמו שכתבו התוספות, והרי\"ף, והרמב\"ם, והטור, והשולחן ערוך בסימן תרנח. וכן מפורש בבבא בתרא (קלז ב), ופירש רשב\"ם דכתיב: \"ולקחתם לכם\" – משלכם, שיהא כולו שלו, ולא שמקצתו שלו. דאף על גב דדרשינן בפרק \"ראשית הגז\": \"בגדיכם עריסותיכם תרומותיכם\" – לרבות טלית של שותפות, ועיסת השותפין, ותבואת השותפין, שחייבין בציצית ובחלה ובתרומה, הכא נמי: אי הוה כתיב הכא \"פרי עץ הדרכם\" – אפילו של שותפות. אבל כיון דכתיב \"לכם\" – צריך שיהא כולו שלו. והאי דלא כתיב \"ולקחת לך\" – היינו שתהא לקיחה לכל אחד ואחד. עד כאן לשונו.ותמיהני: הא גבי מזוזה אמרינן שם דאף על גב דכתיב \"ביתך\", מכל מקום מדכתיב \"למען ירבו ימיכם\" לשון רבים – שמע מינה אפילו של שותפות, עיין שם. וכי גריעא \"לכם\" מ\"ימיכם\"? ועיקרי הדברים אינם מובנים, כמו שיתבאר בסייעתא דשמיא.","דהנה עיקר הדרש \"ולקחתם\" – שתהא לקיחה ביד כל אחד ואחד. כלומר: שכל אחד חייב ליטול ארבעה מינים – אינו מובן כלל. דמה צריך קרא על זה? הא כל מצוה כן הוא: שצריך כל אדם לעשות כמו סוכה, ומצה, ותפילין, וכל המצות. ולמה ליכא דרשא שתהא חיוב סוכה, ומצה, ותפילין – על כל אחד ואחד? דפשיטא דכן הוא, דכל מצות עשה – על כל אחד מישראל לעשות.","אמנם נראה לעניות דעתי: דהנה בגירסת הרי\"ף כתוב \"ולקחתם\" – שתהא לקיחה תמה ביד כל אחד ואחד, עיין שם. והכי פירושו: שיהיו כל הארבעה מינים בשלימות לכל אחד ואחד, ולא של שותפות, דבשותפות אין ביד כל אחד לקיחה תמה. וכיון דנתמעט של שותפות, ממילא ד\"לכם\" – משלכם, להוציא את השאול ואת הגזול. כלומר: דאי לאו \"ולקחתם\" – הייתי מרבה מ\"לכם\" של שותפות. אבל כיון דשל שותפות נתמעט מ\"ולקחתם\" – לכן אתי \"לכם\" להוציא שאול וגזול. דאף על גב דלשעתיה הוי לקיחה תמה – מכל מקום אינו שלכם בעיקרו.וגם לפי גירסתינו בגמרא – גם כן הכי פירושו: \"ולקחתם\" – שתהא לקיחה לכל אחד ואחד, כלומר: לקיחה תמה. ובתורת כהנים איתא \"ולקחתם לכם\" – כל אחד ואחד, עיין שם. וגם כן הפירוש כן, שכל אחד ואחד צריך שיהיה לו לולב שלם, ואתרוג שלם, וכן כל המינים. וזהו לקיחה תמה, וברור הוא בסייעתא דשמיא.","ודע: דעל מה דאינו יוצא בשאול, הקשו המפרשים מהך דלעיל סימן יד: דאף על גב דטלית שאולה פטור מציצית, דכתיב \"כסותך\" – ולא של אחרים, מכל מקום כששאל טלית מצוייצת – נתבאר שם שיכול לברך. וזהו מדברי הרא\"ש, שכתב דכיון שהשאיל לו השאילה, שיברך עליה. ואם אי אפשר לו לברך עד שיהיה שלו – אמרינן דוודאי כוונתו שתהא כמתנה על מנת להחזיר, עיין שם. וכן באבן העזר סימן כח לעניין טבעת קדושין, שאין מקדשין רק בטבעת של החתן, מכל מקום כשהשאילו – אמרינן דהיתה כוונתו שיהא כמתנה על מנת להחזיר.ואם כן, הכא נמי: כשהשאיל לו הלולב, למה לא אמרינן דכוונתו שאם לא יועיל – יהיה כמתנה על מנת להחזיר, דמועיל באתרוג כמו שיתבאר?(ט\"ז שם סעיף קטן ה, ומגן אברהם סימן תרנח סעיף קטן ג, וק\"נ פרק רביעי דסוכה אות ק.)","והרבה נדחקו בזה. ויש מי שרוצה לומר דבאמת גם באתרוג כן הוא, ויכול לברך עליו כשהשאילו סתם (מגן אברהם סימן זה סעיף קטן ט). ולהדיא לא משמע כן, דלדבריו הא דמיעטה תורה שאול – זהו באמר לו מפורש: \"הנני שואלו לך\", ולא במתנה על מנת להחזיר. וכל כי האי – הוה להו לרבותינו לפרש (גם המחצית השקל גמגם בזה).ולעניות דעתי נראה דאין זה דמיון כלל. דהן אמת דאמרינן סברא זו, אמנם זהו בדבר שאינו נפסד על ידי זה, כמו טלית וטבעת, שהרי אינו חובה עליו כמובן.אבל אתרוג ביום ראשון, שיש מצוה והידור מצוה – על המשאיל שיהיה לו אתרוג כל היום, כדאיתא בגמרא (מא ב) באנשי ירושלים, שבכל מקום שהלך – היה לולבו עמו. ואם כן וודאי לא ניחא ליה להוציאו מרשותו לגמרי על כל היום.ופשיטא שאם היה כוונתו כמתנה על מנת להחזיר – הרי יכול להשהותו כל היום, ואיך יעשה זה ויפסיד הידור המצוה לעצמו? וזהו כמו שאמרו: וכי אומרים לאדם חטוא כדי שיזכה חבירך?ולכן אם אמר בפירוש שנותן לו מתנה על מנת להחזיר, הרי ניחא ליה בכך, ויצא, כמו שכתבתי בסימן תרנח. אבל שנאמר דכוונתו כן הוא – דבר פשוט הוא שבוודאי אין כוונתו כן.וגם מטעם אחר לא דמי, דוודאי אין אדם רוצה להוציא את שלו כולו מתחת ידו. ורק בטלית וטבעת אמרינן דהוה כאמר לו מתנה על מנת להחזיר, ולא כולו אלא מקצתו. מה שאין כן באתרוג, דשותפות לא מהני, ואתה צריך לומר שהוציאו כולו מרשותו – בוודאי לא אמרינן כן, כל שלא אמר בעצמו מפורש כן.","לפיכך כל ארבעה מינים הללו, אם היה אחד מהם שאול, או גזול, או גנוב, בין מישראל ובין מאינו יהודי, ובין לפני יאוש ובין לאחר יאוש – אינו יוצא ידי חובתו ביום טוב ראשון מן התורה. דבעינן \"ולקחתם לכם\", וזה אינו שלכם.ואם מצא מציאה אחד מהם או כולם, אם הוא לפני יאוש – לא יצא, ואם הוא לאחר יאוש – יצא. דבמציאה קיימא לן לומר דיאוש קונה, כמו שכתבתי בחושן משפט סימן רנט. ובגזילה וגניבה – אין יאוש קונה, כמו שכתבתי שם סימן שנג. ואפילו אם היה יאוש קונה, או שיש שינוי רשות להיאוש דקנה, כמו שכתבתי שם – מכל מקום אסור מטעם מצוה הבאה בעבירה. וכתיב: \"אני ד' שונא גזל בעולה\".","וזהו כשהקנין בא על ידי המצוה, דאז הוה מצוה הבאה בעבירה. אבל אם קנה אותו קודם המצוה, כגון שקנאו על ידי שינוי מעשה, או שינוי השם, כפי הדינים שיש בזה – ואם כן נעשה שלו קודם המצוה, ואינו חייב לו גוף הדבר, אלא צריך לשלם לו דמים – יכול לצאת בו, דאין זה מצוה הבאה בעבירה, ויכול ליטלו ולברך עליו.ויש אומרים דאף על גב דיכול ליטלו, ויוצא בו ידי חובתו, מכל מקום לברך עליו – אסור, דאין להזכיר שם שמים על דבר שהיה גנוב וגזול מעיקרו. ועל זה נאמר: \"ובוצע ברך נאץ ד'\". ויש לחוש לדיעה זו, וספק ברכות להקל.(והיאך משכחת לה שהקנין בא על ידי המצוה? כגון שבעת שהכינו לשם המצוה – נעשה אז השינוי.)","וכל זה בהגנב או הגזלן עצמו. אבל אם מכר או נתן במתנה גמורה לאדם אחר, והבעלים כבר נתייאשו קודם שמכר ונתן – והרי כבר נקנית להלוקח או להמקבל ביאוש ושינוי רשות. ואין הלוקח והמקבל חייבים להחזיר לו כלום, ונמצא דהוי שלו ממש. ומותר לו גם לברך עליו, דאצלו לא שייך \"מנאץ\", שהרי הוא לא ניאץ.אבל אם הבעלים לא נתייאשו עדיין – אין אחר יוצא בה ידי חובתו גם בכל החג, מטעם מצוה הבאה בעבירה. כלומר: שעדיין היא בחזקת הנגזל, ושלא כדין משתמש בה הלוקח. וחייב להחזירה להנגזל כיון שהוא קודם יאוש.","ואפילו אם הוא לאחר יאוש, אין אחר רשאי לצאת בו אלא אם כן קנאו או קבלו במתנה גמורה, כמו שנתבאר.אבל אם הגנב או הגזלן השאילו לאחר, או נתן לו במתנה על מנת להחזיר, אף על פי שכבר נתייאשו הבעלים – אין השואל יוצא בו ידי חובתו ביום טוב ראשון, שהרי אינו קנוי לו על ידי שינוי רשות עם יאוש, שאין זה שינוי רשות, כיון שהוא צריך להחזירו להגזלן.אבל בשאר הימים שיוצא בשאול – יוצא גם בזה, ואין זה מצוה הבאה בעבירה, שכבר נתייאשו הבעלים קודם שהשאילו לו. ואין בזה שום עניין חטא על השואל, רק על הגזלן עצמו, דאצלו הוי תמיד מצוה הבאה בעבירה.","ישראל הלוקח מאינו יהודי אחד מכל המינים שבלולב הגדל בקרקעו של אינו יהודי – לא יקצצנו הישראל בעצמו, לפי שיש לחוש שמא הקרקע ההוא גזולה היא בידי המוכר. וקרקע אינה נגזלת, כלומר: שלעולם אינה יוצאה מרשות הנגזל. ונמצא שישראל זה הקוצץ – הוא שגוזלה מהנגזל. ואף שכבר נתייאש, הא כבר נתבאר דיאוש אינו מועיל.ולכן יקצצנה המוכר, וכשיתנה ליד הישראל – יהיה יאוש ושינוי רשות בידו. ולכן אם הישראל אינו קוצץ בשבילו אלא בשביל אחר – גם כן מותר, שהרי יהיה שינוי רשות ביד האחר, ומותר לקצוץ בעצמו.","וכל זה לכתחילה. אבל בדיעבד, אפילו קצת בעצמו ולעצמו – יצא. ויברך עליו, שהרי אין זה רק חששא בעלמא, שמא היא גזולה אצל המוכר. וכל שכן במקום שיש דינא דמלכותא בעניין זה, אם המחזיק הקרקע מחזיקו בדינא דמלכותא – אין שום חשש בזה, ויכול לקצוץ בעצמו ולעצמו. וכל שכן אם מחזיק הקרקע מהמלך עצמו, דאין בזה חשש.וזהו בחוץ לארץ, אבל בארץ ישראל באתרוג כשיקצצנו בעצמו – יש חשש אחר, מטעם חיוב תרומה. ואין בזה המקום לבארם, ונתבארו ביורה דעה סימן שלא. וממילא כיון שיש חשש חיוב תרומה – הוה ליה טבל, ואינו יוצא בו כמו שכתבתי.","ודבר זה יש לבאר, בהיות שאצל השרים יש גינות החורף שקורין אינזעבי\"י, ששם גדילים לולבים והדסים. אם השר בעצמו נותן לו לולב או הדס, או אשתו של השר נותנת לו – יכול לקוץ בעצמו. אבל אם אחד מבני ביתו, או הגנן שקורין אגראדני\"ק, נותן לו – לא יקוץ הישראל בעצמו, דשמא נותנים שלא ברשות השר, והוה גזל. אלא יקוצצו הם ויתנו לו, כמו שכתבתי.","וכל ארבעת המינים האלו, אם היה אחד מהם של אשרה, דהיינו שעובדים אותה כמו שהיה בזמן הקדמון, אם הישראל קנה אותה – פסולה לגמרי, אפילו בשאר הימים שאינו צריך שיהיה שלו, מטעם דשל ישראל – אין לה ביטול, ועומדת להשרף. וכל העומד לישרף – כשרוף דמי, וכתותי מיכתת שיעוריה. והרי כל אחת צריכה שיעור, כמו שיתבאר בסימן הבא.אמנם אם היא של האינו יהודי, והישראל לא כיון לזכות בה אלא להשיב לו – לכתחילה לא יטול, משום דמאיס למצוה. ואפילו אם נטעוה שלא לשם עבודה, ואחר כך עבדוה, ומותר בהנאה להדיוט – מכל מקום למצוה מאיס.אבל בדיעבד שכבר נטל – יצא בה ידי חובתו בשארי הימים, מפני שמועיל לה ביטול. ואף על פי שעדיין לא ביטלה, מכל מקום כיון שיכול לבטל – לאו כתותי מיכתת שיעוריה. ואף שאסורה בהנאה – קיימא לן לומר דמצות לאו ליהנות ניתנו. וביום ראשון – פסול, שהרי אינה שלו. וכשביטלו – יכול לזכות בו, וכשר ביום ראשון גם כן.","וזהו דווקא כשעובדין אותה. אבל אם אין עובדין אותה, אלא שנטעום כדי שיאכלו פירותיהם, או לנוי להחצר – מותרים, כמו להדיוט, כמו שכתבתי ביורה דעה סימן קמג. ואם העמידוה לנוי לעבודה זרה – אסור. ודין ערלה וטבל ותרומה – נתבאר בסימן הקודם.ומי שנדר הנאה מלולב שלו או של חבירו – פסול ליטלו ביום הראשון, שהרי אינו \"לכם\", שאינו ראוי לו לכל דרכי הנאתו. ואף שיכול לשאול על נדרו – מכל מקום כל כמה דלא שאיל אינו \"שלכם\".ויראה לי שאם נטלו, ואחר כך שאל על נדרו – יצא, שהרי החכם עוקר הנדר מעיקרו. ובשארי הימים אין קפידא כלל, שהרי אינו צריך להיות שלו. ואי משום דנדר ממנו הנאה – הרי אין זה הנאה, דמצות לאו ליהנות ניתנו.","ודע: שבכל הפסולים שנתבארו בסימן זה וסימן הקודם, יש מהם שפסולים לכל השבעה ימים, ויש מהם שפסולים רק ביום ראשון, ולא בשארי הימים, כמו שיתבאר.והנה הרמב\"ם בפרק שמיני דין ט כתב, וזה לשונו:כל הפסולין מפני המומין שבארנו, או מפני גזל וגניבה – ביום טוב ראשון בלבד. אבל ביום טוב שני עם שאר הימים – הכל כשר. והפסולים שהוא משום עבודת כוכבים, או משום שאותו אתרוג אסור באכילה, בין ביום טוב ראשון בין בשאר הימים – פסול.עד כאן לשונו. ולדבריו גם הפסולים משום הדר, כמו יבש וחזזית – גם כן כשר בשארי הימים. וכן כל הקטומים, וכל הסדוקים. וגם מבואר מדבריו דגם יום טוב שני הוי כשארי הימים, אף על גב שאנו עושים אותו משום ספיקא דיומא, מכל מקום כיון דאנן בקיאין בעיבורא דירחא – סוף סוף אינו אלא דרבנן. וכן מבואר בירושלמי, דכל הפסולים אינם אלא בראשון.","אבל הראב\"ד כתב דגזול ויבש פסולים בכל הימים: גזול משום מצוה הבאה בעבירה, יבש מפני שהוא כמת, עיין שם.כלומר: דיבש אמרינן בירושלמי על שם \"לא המתים יהללו יה\", וממילא דלא נאה גם לשארי ימים. וכן גזול, שהוא גנאי לעשות מצוה בעבירה, גם כן אין חילוק. וזהו גם דעת התוספות והרא\"ש בריש לולב הגזול, עיין שם, שכתבו דבעיקר הלקיחה תקון בשאר יומי כביום ראשון. וכן הדר משום הידור מצוה.ובגזול יש פלוגתא בגמרא, דלרבי יוחנן דפסולו משום מצוה הבאה בעבירה – פסול. אבל בחסר ושאול – לא תקון. וכן כתב הרא\"ש. ולפי זה גם חזזית – פסול, וכן הקטומים שפסולם משום הדר – גם כן פסולים לכל הימים. ויש שפוסלים גם בחסר אם עכברים נקבוהו, משום דמאיס, כמו שיתבאר.","ורבינו הבית יוסף בסעיף ה פסק כהרמב\"ם, וזה לשונו:כל אלו שאמרנו שהן פסולים מפני מומין שבארנו, או מפני גזל וגניבה – ביום טוב הראשון בלבד. אבל בשאר ימים – הכל כשר. והפיסול שהוא משום עבודת כוכבים, או מפני שאסור האתרוג באכילה, או מפני שאינם מינם כגון \"הדס שוטה\" וצפצפה, או שהם חסירים השיעור – בין ביום טוב ראשון בין בשאר הימים פסול. והעושים שני יום טוב – פסולי ראשון נוטלין בשני, אבל לא מברכין.עד כאן לשונו. ואף שלדעת הרמב\"ם הוי יום טוב שני כשארי הימים, כמו שכתבתי, מכל מקום לעניין ברכה חשש להסוברים דיום טוב שני, כיון שהוא ספיקא דראשון – דינו כראשון. ולכן כיון דברכות אין מעכבות – לא יברך.ולדינא העיקר שאין הפרש בין יום טוב שני לשארי הימים, דלא כיש מי שרוצים לחשוש בזה. ואלו שאינם מינם, וחסירי השיעור – פשיטא שגם הרמב\"ם מודה, ולא הוצרך להזכירם דמילתא דפשיטא היא.(עיין מגן אברהם סעיף קטן כ, דדווקא אתרוג שראוי לאכילה – אינו מועיל כשאסור באכילה. אבל שארי מינים, אפילו אסורים בהנאה – כשרים. ורק בכתותי מיכתת פסול. וגם כתב דערלה בחוץ לארץ כשר בשארי ימים, עיין שם, וצריך עיון. ודייק ותמצא קל.)","ורבינו הרמ\"א פסק כהתוספות, והרא\"ש, והראב\"ד. וזה לשונו:ויש פוסלין בגזול כל שבעה ימים, והכי נהוג. אבל שאול יוצא בו... וחסר – כשר בשאר ימים. וניטל פטמתו או עוקצו – דינו כחסר, וכשר מיום ראשון ואילך. מיהו אם נקבוהו עכברים – לא יטלנו אף בשאר הימים משום מיאוס, עד שיסיר ניקור העכברים. אבל אם היה יבש או מנומר, שפסול כל שבעת ימים, אף אם חתך היבשות או הנימור – פסול כל שבעה, הואיל ובא מכח פסול... וחזזית פוסלת כל שבעת הימים.עד כאן לשונו. וזה שכתב דניטל פטמתו או עוקצו הוה מטעם חסר, וכשר בשארי הימים – יש מי שחולק. וסבירא ליה דניטל פטמתו – פסולו מטעם הדר, ולכן אין להקל בזה (מגן אברהם סעיף קטן יז).ואין לחוש בזה, דאם אפילו כן הוא, הא דעת הרמב\"ם להקל גם בהדר, כמו שכתבתי (אליהו רבה סעיף קטן טו). ויש להיפך מי שמקיל גם בחזזית (שם).ואני אומר שאין לנו לזוז מדברי רבינו הרמ\"א. וחזזית – פסול, וניטל פטמתו – כשר. והא דבעכברים מועיל הסרת הניקור, ולא ביבש ומנומר, משום דעכברים אינו פסול גמור, אלא משום מאיסותא (שם). והכלבו מכשיר גם בחזזית ויבש.","וזה לשון הכלבו:חסר, ויבש, וחזזית, ותפוח, ושלוק, ונטלה פטמתו ועוקצו, ונפרצו עלי הלולב, ונסדק, וכווץ, ועקום, והדס שחורות ואדומות – כשרים בשאר ימים. אבל \"הדס שוטה\", וצפצפה, ואתרוג כושי, וגדלו בדפוס כמין בריה אחרת – פסולין לעולם. וכן חריות שאין זה לולב כלל.עד כאן לשונו. והנה היקל הרבה, דסבירא ליה כשיטת הרמב\"ם דגם הפסול משום הדר – כשר בשארי ימים. מיהו על כל פנים נוכל לסמוך בפשיטות על רבינו הרמ\"א, ובנסדק הלולב מודה רבינו הרמ\"א דכשר, שהרי פסולו אינו אלא משום לקיחה תמה, ופשיטא דכשר בשארי ימים. אבל בהדס שחורות ואדמות, ותפוח, ושלוק, ונפרצו עליו, וכווץ, ועקום – נראה דהוי משום הדר, ופסול לרבינו הרמ\"א.","מותר ליטול לולב של חבירו שלא מדעתו בשארי ימים, לבד מיום ראשון, משום דכיון דאינו מקלקלו בנטילתו – ניחא ליה לאינש למיעבד מצוה בממוניה. אך לא יטלנו מביתו למקום אחר, או לבית הכנסת, בלא רשותו. דליטלו מביתו – וודאי לא ניחא ליה, כמו שכתבתי בסימן יד לעניין טלית, עיין שם.ומכל מקום ביום טוב שני – לא יטלנו אלא מדעתו. ואף שהרמב\"ם מיקל ביום טוב שני כשאר הימים, מכל מקום לעניין זה יש לחוש. וכן כל מה שהקלנו בשארי ימים, כדאי ביום טוב שני כשיש לאחר לולב ואתרוג כשר גמור – לבקש אותו שיתן לו במתנה על מנת להחזיר, ונוטלו בברכה. ואחר כך יטול את שלו כשירצה.(זהו כוונת הרמ\"א בסוף סעיף ה, והמגן אברהם סעיף קטן כג. ומכל מקום כמדומני שאנו נוהגים לגמרי להקל ביום טוב שני כבשארי הימים, וסומכים על דעת הרמב\"ם והטור והבית יוסף).","אף על פי שידוע שאתרוג הוקצה למצותו כל החג, מכל מקום על ידי תנאי מותר. והיינו: שמותר לכתחילה להתנות על אתרוג שיהיה כולו ליום הראשון, ושאינו בודל ממנו כל בין השמשות שבין ראשון לשני, ואז מותר לאכלו בליל יום שני או ביום שני. ויכול לצאת ידי מצוה עם הנשאר, כיון שחסר כשר, ובלבד שיהא בו כשיעור, והיינו כביצה.אך אין אנו בקיאים בתנאים, כמו שכתבתי בסימן תרלח לעניין עצי סוכה, ולכן אין לעשות כן. ועל יום זה לא מהני תנאי, ויש אומרים דמהני.","איתא בגמרא (לא א-לא ב): לולב היבש – פסול. ורבי יהודה מכשיר, ומעשה בבני כרכין שהיו מורישין לולביהן לבניהן. אמרו לו חכמים: אין שעת הדחק ראיה.ועל פי זה כתב הרמב\"ם בריש פרק שמיני דבשעת הדחק או בשעת הסכנה – לולב היבש כשר, אבל לא שאר המינים. עד כאן לשונו. והגאונים אמרו דיבש, ונקטם ראשו, וכל הפסולים – יוצאין בהן בשעת הדחק (מגיד משנה). והרמב\"ם סבירא ליה דכיון דלא מצינו מעשה רק בלולב – אין להכשיר יותר (שם). והטור חולק עליו, ופסק כהגאונים, עיין שם. ולהרמב\"ם גם בלולב אין להכשיר רק ביבש, ולא בשארי פסולים.","והראב\"ד ז\"ל השיג לגמרי על זה, וכתב דזה שאמרו אין שעת הדחק ראיה – אינו על לצאת ידי חובה ולברך עליו, אלא ליטלן נטילה בעלמא, לזכר שלא תשתכח תורת אתרוג, עיין שם.אבל רוב רבותינו הסכימו להגאונים. ומכל מקום כתב רבינו הבית יוסף בסעיף ו בשעת הדחק, שאין נמצא כשר – כל הפסולין נוטלין, ואין מברכין. עד כאן לשונו. דכיון שאין ברכה מעכבת, למה לנו לברך אף שהלכה כרוב הפוסקים?אבל מה שאינן מינן, כמו מורכבים, וגזול, ואין בו שיעור – פסולין אפילו בשעת הדחק (עיין מגן אברהם סעיף קטן כד).","ורבינו הרמ\"א כתב דיש מכשירין לולב יבש, אפילו לברך עליו. וכן נוהגין לברך על לולבין יבישין, אפילו בדאיכא לאחרים לחין. אבל בשאר מינים – אין לנהוג כן. ויש מקילין אפילו בהדס יבש, ויש לסמוך עלייהו בשעת הדחק. עד כאן לשונו.והדבר תמוה: דאיך נברך על יבישין כשיש לחין? ולכן יש מי שכתב דאין הלחין לחין גמורין, וכמעט דומה זה לזה. אבל כשיש לחין גמורין – אי אפשר לברך על יבישים (מגן אברהם סעיף קטן כו).ולכן האידנא שיש הרבה לחין – חלילה לברך על לולב היבש, שהרי לא התירו רק מפני הדחק, ועתה אין זה דחק. וכל שכן דעל הדסין יבישין לא יברכו. אך אם בא למקום שאי אפשר להשיג לחים – כדאים הם הגאונים ורבינו הרמ\"א לברך עליהם. אבל אתרוג היבש – בכל עניין פסול, וכל שכן ערבות יבישים, שבנקל למצא לחים. ועיין בסעיף הבא.","ודע: דאף על גב דאתרוג החסר – כשר בשאר ימים, זהו כשחתך ממנו קצת, ורובו קיים. אבל אין לחתוך אתרוג לשנים או לשלשה חלקים, ולחלקו ולצאת בו, אפילו בשעת הדחק, ואפילו יש כשיעור ביצה בכל חתיכה. דאין זה אתרוג חסר, אלא חתיכה מאתרוג. ד\"חסר\" מקרי כשהעיקר קיים, וחסר ממנו מעט, וכן יש להורות.(מה שכתב הרמ\"א: וכל זה לעניין ברכה, אבל בלא ברכה יטול כל הפסולין, ולא יברך עליהם; עד כאן לשונו – צריך עיון גדול. דאם כוונתו גם על שאינם מינם, כמו שכתב המגן אברהם סעיף קטן כח – קשה: מאין לקח זה? ויותר נראה לי דכוונתו גם על אתרוג יבש וערבה יבישה כדעת הגאונים, ולא על שארי דברים. וכוונתו דאף שחולק על הבית יוסף, ופסק רק בלולב והדס, מכל מקום בלא ברכה מודה ליה. ודייק ותמצא קל.)"],["מדידת אורך הלולב אינו דומה למדידת אורכן של הדס וערבה, דבהם מודדין מסוף העץ עד למעלה. אבל בלולב מודדין מסופו, ולא עד למעלה אלא עד סוף השדרה, והיינו עד מקום שהעלים מחוברים בהשדרה. והעלים שמשם ואילך, שאין להם שדרה – אינן בכלל החשבון שיתבאר. והכי איפסקא הלכתא בגמרא (לב ב).ואין לתמוה על מה שמודדין מסופן ממש: הא אין שם עלים כלל? דאין זה תמיה, דכיון דברוב ארכן יש עלין – אינו צריך יותר. והתורה אמרה \"עץ עבות\" בהדס – הרי העיקר הוא העץ, וממילא דמודדין כל העץ בכולן.ומפני טעם זה נראה דאין מודדין בלולב מן השדרה ולמעלה, משום דמשם ואילך לאו עץ הוא, אלא עלין. ולכן גם בהדס וערבה, אם העלין מתפשטין למעלה מן העץ – מכל מקום המדידה אינה אלא עד סוף העץ, ולא בהעלין העולין על העץ.","וכתב הרמב\"ם בפרק שביעי דין ח:כמה שיעור אורך כל מין מהם? לולב אין פחות מארבעה טפחים, ומדידתו משדרתו בלבד, לא מראש העלים. והדס וערבה – אין פחות משלושה טפחים.עד כאן לשונו, וכן כתב הרי\"ף. ולפי זה אורך הלולב ששה עשר גודלים, ואורך ההדס והערבה שנים עשר גודלים.וכבר תמהו רבותינו על דבריהם, שהרי בגמרא שם מבואר להדיא דהמדידה היא באמה של חמשה טפחים, ונמצא לפי זה דהלולב צריך להיות שלושה עשר גודלין ושליש, וההדס והערבה עשרה גודלין. וזהו דעת הרא\"ש, והטור, והראב\"ד, וכל רבותינו. וכן עיקר לדינא.רק דעת הרמב\"ן ז\"ל: דאף על פי דהדס וערבה הוא לפי חשבון אמה בת חמישה טפחים, ואם כן המשנה שהצריכה שלושה טפחים למדתן – הם עשרה גודלים. מכל מקום הטפח שהלולב עולה עליהן הוא כטפח דעלמא ארבעה גודלין, ולפי זה הוי הלולב ארבעה עשר גודלין עד השדרה.","ולדינא: בוודאי אם ביכולת להדר כדברי הרי\"ף והרמב\"ם – מה טוב. אך העיקר לדינא כרוב הפוסקים, כמו שכתבתי. ודע: דאם ההדס והערבה גדולים הרבה, מכל מקום צריך להיות גבוה מהם שדרו של לולב טפח. ואין שיעור לגדלם, אפילו ארוכים הרבה – כשרים."],["מצות ארבעה מינים שיטול כל אחד לולב אחד, ואתרוג אחד, ושלושה הדסים, ושתי ערבות. ד\"פרי עץ הדר\" אמרה תורה – פירא אחת; \"וכפת תמרים\" – \"כפת\" כתיב חסר וי\"ו, דמשמע אחת; \"וענף עץ עבות\" שלושה: \"ענף\" – חד, \"עץ\" – חד, \"עבות\" – חד (רש\"י לד ב); \"וערבי נחל\" – משמע שתים.ולכן לא כתיב \"ענפי עץ עבות\" משום דהוה משמע שתים, כמו \"ערבי נחל\", ואנן בעינן שלשה. וגם מפשטא דקרא שמעינן דשלושה הדסים, דאי אפשר לומר אחד – הרי אין זה \"ענף\", ודי לכתוב \"עץ עבות\", כמו \"עץ הדר\". ואי אפשר לומר שתים – הוה ליה למיכתב \"עצי עבות\", והיה כמו \"ערבי נחל\". אלא דה\"עבות\" חוזר אל ה\"ענף\", שיהיו שלושה ענפים, כלומר שלושה בדין של הדס (בחיי). ובזה דומה לענף.(ובוודאי רבי עקיבא שאומר הדס אחד וערבה אחת – סבירא ליה דעל המין קאי. אבל אנן, דקיימא לן לומר כרבי ישמעאל, צריך לומר כמו שכתבתי. והרמב\"ן פוסק כרבי עקיבא, אבל הרמב\"ם פוסק כרבי ישמעאל, וכן דעת הגאונים, כמו שכתב המגיד משנה. וכן פסקו הטור והשולחן ערוך, והכי קיימא לן לומר. ואולי אם אין לו רק הדס אחד וערבה אחת – יטלם, דבשעת הדחק נוכל לסמוך על הרמב\"ן. וגם הראב\"ן וראבי\"ה פסקו כהרמב\"ן, כמו שכתב המרדכי. ויטלם בלא ברכה. כן נראה לעניות דעתי.)","על ההדסים והערבות – יכול להוסיף כמה שירצה. דאילו היה כתיב \"שלושה\" ו\"שתים\" מפורש – לא היה אפשר להוסיף. אבל השתא דלא כתיב מפורש, אלא לשון ריבוי – יכול להוסיף. וכך היו נוהגים הקדמונים משום נוי (הגהות מיימוניות שם).וזה שנמצא בדברי הרמב\"ם שם בזה הלשון:ואם רצה להוסיף בהדסים כדי שתהיה אגודה גדולה – מוסיף, ונוי מצוה הוא. אבל שאר המינים – אין מוסיפין על מניינם ולא גורעין מהם, ואם הוסיף או גרע – פסול.עד כאן לשונו, דמשמע דגם בערבות אין מוסיפין – באמת הר\"ן ז\"ל הביא הנוסחא \"ואם רצה להוסיף בהדסים ובערבות – מוסיף\". ולבד זה כתב הרמב\"ם בתשובה דטעות נפל בספריו, וכן צריך לומר: \"ואם הוסיף לא פסל\" (כסף משנה). דכן כתבו רבותינו בעלי התוספות (לד ב) ד\"בל תוסיף\" אינו אלא כשמוסיף מין אחר, עיין שם.מיהו באתרוג ולולב, דהתורה צותה אחד אחד – פשיטא שחלילה להוסיף. אבל בהדס וערבה – פשיטא שיכול להוסיף כמה שירצה. ועיין בסעיף כח.","כתב הטור דשלושה הדסים – אפילו שלושתן קטומין בראשיהן. והרמב\"ם הכשיר גם בערבה קטומה, ולא נהירא. עד כאן לשונו.וכבר נתבארו דיני קטומין בסימנין הקודמים (בית יוסף). וכתב רבינו הרמ\"א בסעיף א:ובמקום הדחק דליכא הדס כשר – סגי ליה בחד דלא קטום.עד כאן לשונו. והרמב\"ן סבירא ליה דאפילו בחד וקטום – סגי, וכדאי הוא לסמוך עליו בשעת הדחק (מגן אברהם סעיף קטן א). ומכל מקום נראה לי כיון דברכה אינה מעכבת – לא יברך עליו.ודע דכשקונה מיד אינו יהודי אחד מארבעת המינים או כולם – לא יזלזל לו במקחו, וגם יתן לו מעט יותר משויו כדי שלא יזלזל בהם (שם ריש סימן תרמט). כלומר שלא יאמר: כמה מצות בזויות על ישראל, שנותנים מעט מעות בעדם.(אבל אין הכוונה כבתפילין בסימן לט, שלא ישליכם לאיבוד. דהא אין בהארבעה מינים קדושה כשלא השתמשום למצוה. וגם תפילין אין ראוי להם כלל, אבל במינים אלו משתמשים לנוי. אלא הכוונה כמו שכתב המחצית השקל, עיין שם.)","מן התורה אינו צריך לאגוד כל המינים של לולב והדסים וערבות ביחד. ובין אגוד ובין שאינו אגוד – כשר (גמרא לג א). דהא לא כתיב \"אגודה\" כבאזוב, דכתיב \"אגודת אזוב\" (שם).ולא עוד, אלא אפילו אין חובה ליטלם ביחד. אלא אפילו בזה אחר זה – יצא, כמו שכתב הרמב\"ם שם, וזה לשונו:משיגביה ארבעה מינין אלו, בין שהגביהן כאחד, בין שהגביהן זה אחר זה, בין בימין בין בשמאל – יצא. ובלבד שיגביהן דרך גדילתן. אבל שלא דרך גדילתן – לא יצא. ומצוה כהלכתה שיגביה אגודה של שלושה מינין בימין, ואתרוג בשמאל. ויוליך, ויביא, ויעלה, ויוריד...עד כאן לשונו.","וזה שכתב \"מצוה כהלכתה\", כלומר: דאף על גב דמדינא אינו צריך אגד, מכל מקום מצוה מן המובחר משום \"זה אלי ואנוהו\" לאגדו (גמרא שם לג א). וזה לשון הטור:ויעשה מן ההדס והערבה והלולב אגודה אחת. אף על גב דקיימא לן לומר לולב אינו צריך אגד, מצוה לאגדו משום נוי. וכיון שאין חובה לאגדו, אפילו אגדו במין אחר – שפיר דמי. ומשום חציצה נמי ליכא, אף על גב שהקשר מפסיק בין ידו ללולב, דכיון שהוא לנאותו – אינו חוצץ. וכן מין במינו אינו חוצץ, הלכך אם נשרו מעלי הלולב או מעלי ההדס, ונשארו בתוך האגודה בעניין שמפסיק – אין לחוש. ורש\"י פירש: אף על גב דאינו צריך אגד, מכל מקום לכתחילה חובה לאגדו משום \"זה אלי ואנוהו\" – התנאה לפניו במצות. ואם לא אגדו מאתמול, או שהותר אגודו ביום טוב – אי אפשר לאגדו בקשר גמור. אלא אוגדו כאגודה של ירק, שכורך האגודה סביב, ותוחב ראש האגודה לתוכה בלא קשירה.עד כאן לשונו. והוא הדין שיכול לעשות על ידי עניבה. וההפרש בין רש\"י להקודם, דרש\"י סבירא ליה דזה אלי ואנוהו הוה חובה, אלא שאינה מעכבת. מיהו חובה הוא לכתחילה. ולדיעה הקודמת אין שום חובה, אלא הידור מצוה בעלמא (עיין בית יוסף).","ולכן לכתחילה מצוה לאגדם בקשר גמור, דהיינו שני קשרים זה על גב זה. ויכול לאגדם שלא במינם, כמו שכתבתי. ורק יזהר שבתוך האגד לא יהיה דבר שאינו מינו שתחצוץ, דדווקא מין במינו אינו חוצץ, אבל שלא במינו חוצץ. ולכן כפי שהמורגל בההדסים הישנים, שכורכין סביבן חוט, ולכן יזהר להסיר החוט מעליהן, שלא יהיה החוט הפסק בהאגד. אבל לכרוך סביבם בדבר של נוי – מותר אף שלא במינם, דכל לנוי אינו חוצץ לדידן דאינו צריך אגד, כמו שכתב הטור.","וכתב רבינו הרמ\"א בסוף סעיף א:יש מי שכתבו לעשות הקשר בדרך אחר: שכורכין סביבות שלושה מינין אלו, ותוחבין ראש הכרוך תוך העיגול הכרוך.עד כאן לשונו, כלומר: אפילו בחול, ואין עושין קשר על גבי קשר. והטעם נראה: משום דכך נאה יותר. ולכן עתה נהגו לעשות טבעות נאות מעלי הלולב עצמן, ותוחבין אותן השלושה מינים לתוך הטבעות. ומייפין המלאכה בקליעה נאה בשלושה חללים, וכל מין ומין נתחב בחללו. וזהו נוי להמצוה, וכן נוהגין.","עוד כתב שיש לקשור ההדס גבוה יותר מן הערבה, וישפיל ההדס והערבה תוך אגד הלולב, כדי שיטול כל שלושה מינים בידו בשעת ברכה. ויש שכתבו לעשות בלולב שלושה קשרים, וכן נוהגין. עד כאן לשונו.וכל זה לא לעיכוב, אלא להידור. דמשום דההדס חשוב יותר מהערבה, שיש לו ריח טוב – לכן צריך להיות בולט למעלה מהערבה. וכדי שיאחז כולם בשעת ברכה – לכן לא ישים ההדס והערבה מעט תוך האגד, דאם כן כשיטול הלולב לא יבואו אלו תוך כף ידו. אלא ישימם תוך האגד עד תחתיתו, ויאחזם כולם. וזה שבלולב שלושה קשרים – כדי שלא יתפרדו העלין. וזהו נוי ללולב, דכל שלשה מחזיק הדבר.ועתה נהגנו גם כן כן, אלא דשתים מסבבים כולם, ואחד הלולב לבדו. ואין עיכוב בכל זה, אלא דנוי מצוה הוא. וגם יש רמזים בזה. והאגוד הוא ההדס בימין שהוא חשוב יותר, והערבה בשמאל, והלולב באמצע. וכן המנהג.(ועל פי האריז\"ל מחלקים ההדסים לימין ולשמאל, ולאמצע והערבות, אחד לימין ואחד לשמאל.)","ויטול האגודה בידו הימנית, ראשיהם למעלה ועיקריהם למטה, כדי שיהא דרך גדילתן. וכל המצות בעינן דרך גדילתן. ואם לאו – לא יצא. וילפינן זה מקרא (מה ב). והאתרוג בשמאל.ולכן האתרוג בשמאל, והשלושה בימין, משום דהני שלושה, והאתרוג אחד. ועוד: דהברכה היא על הלולב, לפיכך צריך להיות בימין; כמו בברכת הנהנין, דדבר שמברך עליו יאחזנו בימינו, כמו שכתבתי בסימן רו.ולמה לא יאחזם כולם בימינו? משום דכתיב \"פרי עץ הדר כפת תמרים וענף עץ עבות וערבי נחל\", ולא כתיב \"וכפת\" – שמע מינה דהקפידה תורה שהאתרוג יהיה בפני עצמו. אך יקרב הידים זה לזה, למען יחובר האתרוג אל השלושה מינים, וחלילה להפרידן זה מזה. וכן ינהוג בשעת אמירת הלל, ובהושענות.וכשמניח מידו המינים – יניח מקודם האתרוג, ואחר כך יניח השלושה מינים, דכל שקודם בלקיחתו מאוחר בסילוקו. וסימן לדבר תפילין של יד ושל ראש, דבהנחתן – של יד קודמת, ובחליצתן מאוחרת.ולא יתן לחבירו האתרוג מיד ליד, אלא מניחו, וזה בא ונוטל (מגן אברהם סעיף קטן ח בשם של\"ה). ואיני יודע טעם לדבר, ובלולב אין קפידא. ומנהגינו להחזיק הלולב השדרה לצד פניו, ואף שיש אומרים שהשדרה יהיה לצד חוץ (שם), מכל מקום המנהג כן.","יש אומרים דאיטר יד נוטל ככל אדם: הלולב בימין, דעלמא שהוא שמאל דידיה, והאתרוג בשמאל כל אדם שהוא ימין דידיה. וכן הוא בטור. ויש אומרים דאינו כן, אלא נוטל הלולב בימין שלו שהוא שמאל כל אדם, והאתרוג בשמאל דידיה שהוא ימין כל אדם. וכן המנהג. וכן עיקר לדינא כמו בתפילין, וכן פסק הרא\"ש.ובטור יש טעות, וצריך לומר להיפך (ט\"ז סעיף קטן ג), שהרי הטור עצמו ברמזים פסק כן. ועוד איך לא היה מזכיר דעת הרא\"ש? אלא דהוא טעות הדפוס, וכן כתב המהרש\"ל.אך זהו לכתחילה. ובדיעבד אם שינה – לא עיכב, דגם בכל אדם אם נטל הלולב בשמאל ואתרוג בימין – אין זה עיכוב, וכל שכן באיטר. ושולט בשתי ידיו – נוטל הלולב בימין ואתרוג בשמאל ככל אדם.(ומה שהקשה הט\"ז בסעיף קטן ד – מתורץ על פי מה שכתב המגן אברהם בסעיף קטן ט. דרבנו חננאל מפרש דכל אדם לא יצא כשהפכם מימין לשמאל. וכתב המגן אברהם דנכון לחוש, וליטול אחר כך בלא ברכה כדין. ולפי זה אתי שפיר דברי הרמ\"א. ודייק ותמצא קל.)","כתב רבינו הבית יוסף בסעיף ד:אדם שאין לו יד – נוטל לולב בזרועו, וכן האתרוג.עד כאן לשונו. דימה זה למה שאמרו בסנהדרין (מה א) בבוהן יד, שצריך לזרוק עליו הדם, דאם אין לו – נותנו על מקומו. והוא תמוה דהא אין הלכה כן, עיין שם.אך האמת דהא לא כתיב \"ולקחתם ביד\", אך זהו כשאין לו שתי הידים. אבל אם יש לו יד שמאל – נוטל הלולב בידו, והאתרוג בזרועו, דזרועו לגבי שמאלית היד כשמאל דמי, כמובן. ואם אין לו שתי ידים – נוטל הלולב בזרוע ימין, והאתרוג בזרוע שמאל. וכן הדין אם ידיו כואבים או אסורים, וכיוצא בזה. אבל בשינים אינו לקיחה (עיין אליהו רבה סעיף קטן יג ושערי תשובה).אבל ליטול כולן בידו אחת – וודאי לא, כיון דהתורה הקפידה שיהיה האתרוג בפני עצמו, מדלא כתיב \"וכפת\", כמו שכתבתי. ובשלמא אי הוה צריך אגד – היה מקום לומר דכוונת התורה שלא יאגדם יחד. אבל כיון דאינו צריך אגד – בוודאי כוונת התורה לבלי ליטלן ביד אחת (עיין מגן אברהם סעיף קטן י).","דבר ידוע דעל כל המצות צריך לברך עובר לעשייתן, וסמוך ממש לעשייתן. וגם ידוע דמיד כשנוטל בידו הלולב והאתרוג – יצא ידי מצותו. ועתה: כיצד יעשה בהברכה? אם יברך אחר שנטלם בידו – הרי אינו עובר לעשייתו. ואם יברך קודם שנטל כלל – הרי אינו סמוך לעשייתן, דעד שיטלם כולם דאז הוי המצוה – יהיה הפסק.ולכן למדונו רבותינו שיקח הלולב בידו, ויברך \"על נטילת לולב\", וביום ראשון גם \"שהחיינו\". ותיכף יטול האתרוג ויצא. דקודם שנטל האתרוג הוי עובר לעשייתן.","עוד יש עצה: ליטול גם האתרוג ולהפכו בעוקצו למעלה, ואינו יוצא בו, דבעינן דרך גדילתן. ומברך, ואחר כך מהפכו כראוי. וכך נוהגין ההמון.ועוד יש עצה: שיכוין שלא לצאת בו, דאפילו למאן דסבירא ליה מצות אינו צריך כוונה, מכל מקום אם כיון שלא לצאת – וודאי דלא יצא. ולפי זה יכול ליטלן כראוי, ולכוין שלא לצאת, ומברך ומכוין לצאת. ומכל מקום אין ראוי לעשות כן, שיוכל בקל לבא לידי קלקול, כי אין היכר לזה רק במחשבתו. ומי יימר שיחשוב בלבו כראוי (ט\"ז סעיף קטן ה, ומגן אברהם סעיף קטן יב). ואם עשה כן – עשה.וגם יש עצה ליטול הלולב והאתרוג בשמאלו, ומברך, ונותן הלולב בימינו (שם). וגם זה אינו כדאי, דהא וודאי דמן התורה – רחוק לומר שלא יצא בכי האי גוונא. אף אם הקפידה התורה על זה, כמו שכתבתי – מכל מקום יותר נראה לומר דיצא מן התורה. אך יש לומר דבכי האי גוונא – וודאי כיון שלא לצאת.אמנם הדרך הישרה הוא הדרך הראשון, כמו שכתבתי בסעיף הקודם. ומכל מקום אם שכח, ונטלם כולם כראוי, ולא בירך – יברך בעודם בידו, דכל זמן שהם בידו מקרי המשכת המצוה. והוי כמי ששכח לברך \"המוציא\", דמברך באמצע סעודה, כמו שכתבתי בסימן קסז (שם סעיף קטן יא).ויברך מעומד. וגם יטלנו וינענעו מעומד. ואם ישב – יצא דאין זה עיכוב בדיעבד, ואף גם לכתחילה אינו אלא מפני כבוד המצוה. (ומה שכתבתי דילפינן \"לכם\"-\"לכם\" מעומר – זהו סמך בעלמא.) וקודם נענוע יש לחשוב כעובר לעשייתן (טור).","לא יברך רק פעם אחת ביום. ואחר כך כשנוטלו – נוטלו בלא ברכה. דלא דמי לסוכה, שחובה עליו כל היום וכל הלילה. ואף על גב דתפילין גם כן, כשהניח שעה אחת – הרי קיים מצות עשה דתפילין, ומכל מקום מברך אימתי שמניחם; מכל מקום לא דמי, דבאמת מצות תפילין כל היום, ורק משום דאי אפשר לנו מפני הטירדא, ומפני נקיות הגוף. אבל לולב אינה מצוה אלא נטילה פעם אחת, ודיו. וזה שנוטלו כמה פעמים – אינו אלא מפני חיבוב מצוה, ואין לברך על זה.ואין לומר: הא כיון דתקינו רבנן לנענע בשעת הלל, למה לא יברכו עליו קודם הלל, אף שבירך בבוקר? דיש לומר: דלא תקנו חכמים ברכה בשביל הניענועים האלו. ועוד: שהרי כבר ניענע בשעת ברכה.ודע: דברכת \"שהחיינו\" יברך בשעת נטילה, ולא בשעת עשייתו קודם החג. ואף על גב דמדינא דגמרא (מו א) כן הוא, מכל מקום אנן לא נהגינן כן, גם בסוכה ובכל מצוה. וגם בגמרא שם נמצא שהיו מברכין בשעת קיום המצוה, ולא בשעת הכנתה.","כתוב באורחות חיים: מעשה בהרבינו משולם שנטל לולב ביום טוב ראשון, ובירך \"על נטילת לולב\" ו\"שהחיינו\". ואחר כך הסתכל בו ולא מצא ערבה, ולקח ערבות והניחם בלולב, וחזר ונטלו, ונטל גם כן האתרוג, ובירך \"על נטילת ערבה\" ו\"שהחיינו\" משום ערבה. ונהי שאינו צריך ליטול אלא הערבה בלבד (דהא יוצא בנטילה זה אחר זה כמו שכתבתי), אלא מצוה מן המובחר בעי למיעבד ליטול ארבעה מינים בבת אחת. וכן מצינו מכתיבת ידי הראב\"ד ז\"ל (בית יוסף).ולפי זה גם בכל המינים הדין כן, שאיזה מין ששכח, או שלא נטלו דרך גדילתו – חוזר ונוטל כראוי, ומברך על אותו המין. ולכן אם נטל האתרוג מהופך, ובירך ולא הפכו כראוי, וסבר שיצא בזה, והוציאו מתחת ידו, ונזכר שהיה מהופך – חוזר ונוטלן, ומברך \"על נטילת אתרוג\".ובמעשה דרבינו משולם צריך לומר גם כן שהשהה איזה זמן אחר הברכה, דאם תיכף – למה היה צריך לחזור ולברך? ואדרבא דזהו עובר לעשייתן, כמו שנוטלין האתרוג אחר הברכה. אלא וודאי ששהה איזה זמן, וכבר עשה הנענועים, או שהיה באמצע הנענועים. ועוד יתבאר בזה בסעיף כח.","כתב רבינו הבית יוסף בסעיף ז:אם עשה בית יד, ונתן בו הלולב, ונטלו – שפיר דמי, דלקיחה על ידי דבר אחר שמה לקיחה. ובלבד שיהא דרך כבוד. אבל אם אינו דרך כבוד, כגון שנתן הלולב בכלי, ונטלו – לא יצא. ואם כרך עליו סודר ונטלו, או שכרך סודר על ידו ונטלו – יש אומרים דלא יצא.עד כאן לשונו, וצריך ביאור.","והעניין כן הוא: דכבר נתבאר דחציצה פוסלת בלולב. ומכל מקום אם נטלו על ידי בית יד, כדרך שאוחזין כלי בצבת – לא הוי חציצה, דדרך נטילתו בכך, ולקיחה על ידי דבר אחר שמה לקיחה.ויש מי שרוצה לומר דדווקא כשכל הלולב חוץ מידו, ואוחז בבית יד הבולט הנעשה מן הסודר – דאז לא הוי חציצה, כיון שאין אוחז הלולב בידו (מגן אברהם סעיף קטן יד). כלומר: דחציצה לא מקרי אלא כשהלולב תוך ידו, וכרוך בדבר אחר, דאז הדבר האחר חוצץ בין ידו להלולב. אבל כשכל הלולב חוץ לידו, ואוחזו על ידי בית יד – לא שייך חציצה, והוי לקיחה על ידי דבר אחר, ושמה לקיחה.","אבל לא נהירא לומר כן. ואדרבא: אטו מה שהלולב תוך ידו גרוע יותר. וכן מבואר להדיא מדברי הטור שכתב: אפילו עשה בית יד וכו' – שפיר דמי, אפילו כל הלולב חוץ מידו וכו'. עד כאן לשונו.הרי שכתב: אפילו כל הלולב חוץ מידו, וכל שכן כשהוא בתוך ידו, דעל ידי בית יד לא שייך חציצה (וכן כתב בפרישה, ובאליהו רבה סעיף קטן כ). ואף שיש מי שכתב כן (בית יוסף), זה אינו להלכה (לרבה ולא לרבא). דלהלכה אין חילוק בין כל הלולב יוצא מידו, או כשהוא בידו, דכל על ידי בית יד מותר.(וכן משמע מב\"ח, וט\"ז סעיף קטן ו. והתוספות בסוכה לז א שכתבו כלשון זה – הוא לרבה, עיין שם. וגם זה לאו דווקא כדמוכח מדבריהם בפסחים ויומא נח א, עיין שם היטב, ואין כאן מקום להאריך. ודייק ותמצא קל.)","וזהו בתנאי שיהא דרך כבוד. אבל בכלי – אינו דרך כבוד, ובכל עניין שאוחז בהכלי – לא יצא. ויש מחלקין בין אוחז הכלי מלמעלה דיצא, ולמטה – לא יצא (עיין בית יוסף). ואינו עיקר להלכה, דבכלי הוה דרך בזיון. שהרי הכלי עשוי לשמירה, ולא להשתמש בו על ידי הכלי. מה שאין כן בבית יד, שהוא רק להשתמש על ידו, ולפיכך שפיר דמי.וכל זה הוא כשהבית יד הוא דבר בפני עצמו, ולכן לא שייך בזה חציצה. אבל אם כרך סודר על הלולב ונטלו, או שכרך סודר על ידו ונטלו – הוי חציצה ופסול. דזה אינו כבית יד, ואין זה לקיחה על ידי דבר אחר, אלא לקיחה על ידי חציצה. ואף שיש אומרים דבכרך על היד – בטל הסודר לגבי היד ואינו חוצץ, מכל מקום אינו כן להלכה, ובכל עניין חוצץ.(עיין מגן אברהם סעיף קטן טז. ומה שכתב בסעיף קטן טו – הולך לשיטתו בסעיף קטן יד. אבל לפי מה שכתבתי – אינו כן, ועיין במחצית השקל. ודייק ותמצא קל.)","וכתב רבינו הרמ\"א דנהגו להחמיר להסיר התפילין והטבעות מידם. אבל מדינא אין לחוש, הואיל ואין כל היד מכוסה בהן. עד כאן לשונו.זה שכתב להסיר התפילין – זהו לפי מנהגם, שלא היו חולצין התפילין קודם הלל. אבל אנחנו חולצים קודם הלל. וזה שכתב דכל שאין היד מכוסה לא הוי חציצה, אף על גב דבטבילה הוי חציצה אפילו במקצת – זהו מפני שכל הגוף טעון טבילה. אבל הכא אינו צריך להחזיק בכל אורכו של לולב. ואפילו אם יאחז האתרוג בפטמתו – הוה נטילה. ולכן אם רק מקצת מן היד מגולה – הרי אוחז בו במקצתו.(מה שהקשו הב\"ח והמגן אברהם סעיף קטן יח מגמרא לז א, ממגדלי הושענא דבי ריש גלותא, עיין שם – לא ידעתי. דזה הגיד להם שלא יאגדוהו כולו, ויניחו מקום לאחוז בו. וכן משמע מרש\"י, עיין שם. ודייק ותמצא קל.)","צוו חכמים לנענע בשעת הברכה, ובשעת הלל. ועניין הנענוע מפורש במדרש אמור: לפי שבראש השנה באים לדין כל העולם, ואין יודעין מי יצא זכאי, ומי יצא חייב – נתן הקדוש ברוך הוא מצוה זו לישראל, שיהיו שמחים בלולביהם. עיין שם.והיינו דכתיב: \"אז ירננו עצי היער, מלפני ד' כי בא לשפוט את הארץ\". כלומר: ירננו בעצי היער, כאשר יצאו מלפני ד' זכאין, כשבא לשפוט את הארץ. ובמה ירננו? ב\"הודו\" ו\"הושיעה נא\" (בית יוסף). דאחר זה כתיב \"הודו לד'... ואמרו הושיענו אלקי ישענו\" (תוספות לז ב דיבור המתחיל \"בהודו\").ומפני מה נבחרו ארבעה מינים אלו? לפי שבחג נדונים על המים (ראש השנה טז א), ואלו הארבעה מינים גדילים על המים. וכשעושים בהם מצוה – מתברכים המים, ולכן שמחים בהם.","והיכן הם הנענועים בהלל? ב\"הודו לד'\" תחלה וסוף, כלומר: ב\"הודו\" הראשון וב\"הודו\" האחרון שבוסף ההלל. וב\"אנא ד' הושיעה נא\" – מנענע שני פעמים, לפי שכופלין אותו. נמצא שמנענע ארבע פעמים בהלל. ומכל מקום גם בשעת הברכה יעשה הנענועים.והתוספות והרא\"ש והטור כתבו דהציבור מנענעים על כל \"הודו\" שעונים, ובסופו שכופלין אותו – מנענע שני פעמים. נמצא שמנענעין בהלל שמנה פעמים: ששה ב\"הודו\" ושנים ב\"אנא\".ויש אומרים ששליח הציבור גם כן מנענע כשאומר \"יאמר נא ישראל\", לפי שזהו כמדבר עם הציבור, לכן מנענע עמהם (ט\"ז סעיף קטן ט). וכך הוא מנהג האשכנזים. אבל הספרדים מנענעים רק כדיעה ראשונה.ויראה לי דאם אחד רוצה שלא לנענע ככל הציבור – הרשות בידו, ואין בזה משום \"לא תתגודדו\". וראיה ממשנה דשם, דאמר רבי עקיבא: צופה הייתי ברבן גמליאל ורבי יהושע, שכל העם היו מנענעין, והם לא נענעו אלא ב\"אנא\", עיין שם. ואם היה שייך בזה \"לא תתגודדו\" – לא היו עושין כן. אלא וודאי דכיון שאין זה חוב גמור – יכול לעשות כפי הנראה לו. ופשוט הוא דבשעת הברכה בסוכה – מנענע שם כל הנענועים.(ומה שכתב המגן אברהם סעיף קטן יז – אינו מובן כלל. ואולי יש איזה טעות הדפוס, עיין שם.)","הנענועים הם לששה קצוות: ארבע רוחות ומעלה ומטה. והעניין הוא: דמוליך ומביא למי שארבע רוחות שלו, מעלה ומטה למי שהשמים והארץ שלו (גמרא שם). להורות שהקדוש ברוך הוא מושל בשמים ובארץ ובכל רוחות העולם, כעניין \"לך ד' הגדולה... לך שמים אף לך ארץ, כי ד' הוא האלקים בשמים ממעל ועל הארץ מתחת אין עוד\". וכעניין כוונת \"אחד\", שבקריאת שמע כמו שכתבתי בסימן סא, עיין שם.ועוד: כדי לעצור רוחות רעות וטללים רעים (שם). כלומר: דכל מצוה מעכבת את הפורעניות, וגם שירים של המצוה מעכבת (שם). וביחוד כשעושים בשמחה, כדכתיב בתוכחה: \"תחת אשר לא עבדת את ד' אלקיך בשמחה\".ולכן עתה שהיא \"זמן שמחתינו\", ומקיימים עיקר המצוה שהיא הנטילה, ושירי מצוה שהם הנענועים, ואנו מראים שמוסרים נפשותינו וגופינו לד', לעבוד אותו יתברך בשמחה, וממילא שבזכות זה יעצור מעלינו כל מיני צרות המכונים בשם רוחות רעים וטללים רעים. כלומר: שכל הצרות באים מפני חלק השטן, שהוא יורד ומסטין, עולה ומקטרג. ועושים זה על דרך \"יגער ד' בך השטן\" (כסף משנה בגמרא שם, ודייק ותמצא קל). וזהו \"הושיענו אלקי ישענו\" – מאלו הנזקין. וכן: \"אנא ד' הושיעה נא\".","וכיצד עושים הנענועים? כתב הרמב\"ם בפרק שביעי שיוליך ויביא, ויעלה ויוריד, וינענע הלולב שלוש פעמים בכל רוח ורוח. כיצד? מוליך ומנענע ראש הלולב שלושה פעמים, ומביא ומנענע ראש הלולב שלושה פעמים. וכן בעלייה וירידה. עד כאן לשונו.כלומר: מוליך ומנענע, מביא ומנענע, שלוש פעמים זה אחר זה. ולפי זה – הוי ששה נענועים בכל רוח. וזה שכתב שלוש פעמים בכל רוח – כוונתו שלוש להולכה, וכן שלוש להובאה (וכן כתב הלחם משנה). וסך הכל שלושים ושש פעמים.וכן כתב הטור. וכתב שיש אומרים שבהולכה ובהובאה חד ניענוע. ויש אומרים שאינו צריך נענוע כלל, וההולכה וההובאה היא הנענוע, עיין שם.אבל בירושלמי מבואר דצריך ניענוע, רק מיבעי ליה אם די בנענוע אחד להולכה והובאה, או להולכה בפני עצמו ולהובאה בפני עצמו. וכיון דדבר קל הוא בלא טירחא – כתב הרמב\"ם לחומרא. ולא שייך בכהאי מילתא לילך לקולא (וכן כתב הכסף משנה).","ורבינו הרמ\"א נראה כסותר עצמו. שכתב בסעיף ט:טורף הלולב ומכסכס העלין בכל נענוע... וההולכה וההובאה היא עצמה הנענוע, כי מוליך ומביא שלוש פעמים לכל רוח.עד כאן לשונו. אמנם כוונתו דוודאי צריך נענוע, אך אין הכסכוס אחר שהוליכו ואחר שהביאו אלא בשעת ההולכה, ובשעת ההבאה מכסכס בעלין. וכן המנהג שלנו (וזהו כוונת הב\"ח והמגן אברהם סעיף קטן כ).","עוד כתב שמטין ראש הלולב לכל צד שמנענע נגדו, וכשמנענעו למטה – הופכו למטה, ומקרי דרך גדילתן הואיל ומחזיק אותן בידו דרך גדילתן. ויש מדקדקין שלא להפך הלולב כשמנענעין למטה, והמנהג כסברא ראשונה. וכן נראה לי עיקר. עד כאן לשונו.כלומר: שלא יוליך הלולב בשוה, אלא באלכסון, באופן שראשו יהיה כנגד אותו הצד. ואי קשיא: אם כן למטה הוי שלא כדרך גדילתן? לית לן בה, דהקפידא היא שבידו יאחזם כדרך גדילתם. אבל מה שמטה אותם – אינו כלום. והסכים לזה. אבל אנחנו אין עושים כן.(וכן כתב הט\"ז סעיף קטן יב. וכן הוא על פי האריז\"ל, שלא להטותו למטה כלל, ולמטה כלמעלה, רק זה גבוה וזה נמוך. ודייק ותמצא קל.)","יקיף דרך ימין בנענועו: מזרח, דרום, מערב, צפון, מעלה, מטה. ובכתבים איתא: מזרח, דרום, צפון, מעלה, מטה, מערב (מגן אברהם סעיף קטן כא). ויש שנוהגים כן. ובזה גם האיטר יעשה ככל העולם (שם), דהרוחות לא ישתנו בשבילו.ויזהר לחבר האתרוג להלולב בשעת הנענועים, ולנענע בשניהם יחד. ומעשה בגדול אחד שהפריד האתרוג מן הלולב, והראו לגדול אחר בחלום שלא יפה עשה (ט\"ז סעיף קטן יד ובית יוסף).ודע דכל הנענועין – אינן מעכבין. ובאיזה דרך שנענע יצא, כיון דעיקרי הנענועים אין מעכבין.(עיין מגן אברהם סעיף קטן כב. ותימה: דהרמ\"א גם כן אומר כן כשנדקדק בדבריו, עיין שם. ודייק ותמצא קל.)","ארבעה מינים הללו מעכבין זה את זה. שאם חסר אחד מהם – פסול, ולא יברך על השאר. דכולן מצוה אחת, כמו ארבעה ציצית שמעכבין זה את זה.ומכל מקום נוטלן לזכר בעלמא. ולא ינענע בהם, שלא יסבור שקיים המצוה. ויש שהורו שרק שליח הציבור יטלם וינענע, וכל הציבור לא יטלו כלל, כדי שלא יטעו לעשותם קבע. ואין חילוק בזה בין יום הראשון לשארי ימים, דכל דתקון רבנן – כעין דאורייתא תקון בעצם הדבר.ואם היו ארבעתם מצויים אצלו, ונטלם אחד אחד – יצא, כמו שכתבתי בסעיף ד. ובלבד שיהיו כולם לפניו, שיהא דעתו עליהם, ולא יצטרך להיות הפסק רב ביניהם.ויטול הלולב תחילה, ויברך \"על נטילת לולב\", ויהיה דעתו גם על כל השלושה מינים הנשארים. ואם סח ביניהם – צריך לברך על כל אחד בפני עצמו.ויש מי שרוצה לומר דאינו חוזר ומברך, כמו בתקיעות כשסח באמצע התקיעות, כמו שכתבתי בסימן תקצב (מגן אברהם סעיף קטן כה). ואין זה דמיון דהתם בעל כרחו תוקע זה אחר זה. אבל הכא – הא העיקר ליטלם ביחד, אלא שיצא גם בזה אחר זה. וכיון שסח ביניהם – הרי ביטל הראשונה לגמרי.(וגם מה שהקשה המגן אברהם על הדין שבארנו בסעיף טו, כשלא היה לו ערבה [שיברך] (שבירך) אחר כך \"על נטילת ערבה\", מסימן תרעב בנר חנוכה, שהדליק בליל רביעי שלוש נרות – לא יברך על הרביעית כשידליק, עיין שם. ואני תמה: דהתם כבר יצא עיקר המצוה, ואינו אלא מהדר. מה שאין כן בלולב, שהרי לא היה דעתו ליטול ערבה, שהיה סבור שהיא באגדו. ומכמה פנים אין זה דמיון לזה, וגם לסימן רו. והדין ברור כהר\"ם שם, וכן כתב הט\"ז סעיף קטן טז, והאליהו רבה סעיף קטן לו).","אם חסר לו אחד מהמינים – לא יטול מין אחר במקומו, דאתי למטעי ליקח אותו גם כן בשאר השנים. מה שאין כן כשנוטלם לזכרון, כמו שכתבתי – לא אתו למיטעי, שהכל יודעים שצריך ארבעה מינים וזיל קרי בי רב הוא. ואסור להוסיף מין אחר על הארבעה מינים משום \"בל תוסיף\". אך לפי מה דקיימא לן לומר מצות צריכות כוונה – אינו עובר עד שיכוין. וזהו שכתב הטור דווקא אם נטלו לשם מצוה.(מגן אברהם סעיף קטן כז. ודברי הט\"ז סעיף קטן יז דחוקים.)אבל יש אומרים: כיון דקיימא לן לומר לולב אינו צריך אגד – בלאו הכי ליכא \"בל תוסיף\" אם לא כשיכוין להוסיף. דמה שייך \"בל תוסיף\"? הרי כל אחד עומד לעצמו. ורק אם מכוין להוסיף – שייך \"בל תוסיף\". וכן הוא עיקר לדינא.ומכל מקום אף בלא \"בל תוסיף\" – לא נאה להוסיף מין אחר על ארבעת המינין, דמכל מקום נראה כמוסיף (שם וט\"ז שם).וכן לא יטול יותר מלולב אחד, ואתרוג אחד. אבל בהדס וערבה – מוסיף כל מה שירצה, כמו שכתבתי בסעיף ב.ויש מי שפוסל להניח \"הדס שוטה\" בהלולב, נוסף על השלושה בדין עבות, דזהו כמין אחר. ויש מתירין דסוף סוף מינא דהדס הוא. וכן נראה עיקר. אך המדקדקים אינם מוסיפים כלל על שלושה הדסים ושתי ערבות. וכן המנהג הפשוט אצלינו.(וכל שכן שאין להוסיף עוד אתרוג ולולב, שיש אומרים ששייך בזה \"בל תוסיף\", כמו שכתבתי. ומה שכתב המגן אברהם בסעיף קטן כח מירושלמי: הניחו על הארץ אסור לטלטלו – אין זה עניין אצלינו, דמיירי בשבת, ואצלם שהיו נוטלים בשבת. ומה שייך זה אצלינו? ופשיטא דבשבת הם מוקצים.)"],["מצות לולב ביום ולא בלילה, דכתיב: \"ולקחתם לכם ביום הראשון\" – ביום ולא בלילה (מג א). וכן כתיב (שם): \"ושמחתם לפני ד' אלקיכם שבעת ימים\" – ימים ולא לילות (שם).ואינו דומה לסוכה דכתיב \"בסכת תשבו שבעת ימים\" – וגם לילות בכלל, זהו משום דכתיב \"תשבו\" – כעין תדורו. וגם ילפינן ממלואים, דכתיב: \"תשבו יומם ולילה שבעת ימים\" (שם).ובעיקר הדבר אינו דמיון, דהתם המצוה תמידיות שפיר גם הלילה נכלל ביום, כדכתיב: \"ויהי ערב ויהי בקר יום אחד\". מה שאין כן בלולב, דהמצוה היא רק לרגע דנוטלו, ויוצא בו. ואי סלקא דעתך דיוצא גם בלילה – הוה ליה למיכתב \"ולקחתם לכם בראשון\" ולא \"ביום הראשון\". אלא שמע מינה דאתי לאורויי ביום ולא בלילה.","וזמנו מעלות השחר ועד צאת הכוכבים. אך מצוה מן המובחר ליטלו מנץ החמה, דכל המצות הנוהגות ביום – לכתחילה זמנם מהנץ.אך אם עשאם מעמוד השחר – יצא, כדתנן סוף פרק שני דמגילה דמעמוד השחר – יממא הוא.וזה שכתב רבינו הבית יוסף בסעיף א: וזמנו הוא משתנץ החמה – הכוונה זמן המובחר, כדמסיים בעצמו:ואם צריך להשכים לצאת לדרך – נוטלו משעלה עמוד השחר.עד כאן לשונו.ואף על גב דזמנו כל היום, מכל מקום זריזים מקדימים למצות, ונוטל מיד כשתנץ החמה. אך אם לא נטל שחרית – יטלנו כל היום כולו. ובין השמשות יטלו בלא ברכה (מגן אברהם), אף ביום ראשון.","ודע דהטור והשולחן ערוך כתבו דעיקר מצותו בשעת ההלל.והוא דבר תימה, דמקודם אמרו דזריזין מקדימין ומברכין מיד בהנץ. והרי ההלל הוא הרבה אחר הנץ! ועוד: דלא שמענו אף מיותר מהדרים שימתינו מלברך עד ההלל.אלא דכוונתם כן הוא: דאם יש לו האתרוג והלולב רק לשעה אחת, ואם יברך בבוקר לא יהיה לו בעת ההלל – מוטב להמתין על הלל ולברך אז, כדי לנענע ב\"הודו\" ו\"אנא\" כתקנת חכמים. אבל מי שיהיה לו גם להלל – פשיטא שיותר הידור לברך בסוכה בבוקר ולנענע, ואחר כך יטלנו לבית הכנסת לזמן ההלל. וכך נהגו גדולי עולם וכל ישראל.(או כוונתם דעיקר מצותו: שגם בעת ההלל יטלנו.)","איתא בגמרא (מא ב):כך היו אנשי ירושלים נוהגים: אדם יוצא מביתו ולולבו בידו, הולך לבית הכנסת ולולבו בידו...ואמרו שם שאפילו בעת קריאת שמע ותפילה אוחזו בידו. ואף על גב דשארי דברים אסור להחזיק בידו בעת קריאת שמע ותפילה, אבל הך מצוה דחביבא עליה – לא אתי למיטרד (טור).ועל פי זה כתב רבינו הרמ\"א (סעיף א) דהמדקדק יאחוז הלולב בידו כשנכנס מביתו לבית הכנסת, גם בשעת התפילה. וכן יחזירו לביתו, כדי לחבב המצוה. עד כאן לשונו.וכתבו דאם אינו מדקדק תמיד במעשיו – מיחזי כיוהרא אם עושה כן (ט\"ז). ונראה לי דאין זה אלא על להחזיקו בשעת התפילה דמיחזי כיוהרא, שבטוח הוא שהמצוה לא יטרידנו. אבל לעניין להביאו בעצמו לבית הכנסת, ולהחזירו לביתו מבית הכנסת – וודאי דבזה לא שייך יוהרא, כמו שמטלטל הטלית והסידור. ודבר זה על כל אדם לעשות, וכך חובתינו, וכך יפה לנו.","כתבו הטור והשולחן ערוך:אסור לאכול קודם שיטלנו. ואם שכח ואכל, ונזכר על שולחנו ביום הראשון שהוא מן התורה – יפסיק, אפילו יש שהות ביום ליטלו אחר שיאכל. ומיום ראשון ואילך, אם יש שהות ביום – לא יפסיק, ואם לאו – יפסיק.עד כאן לשונו. ומבואר דאפילו בשארי ימים שהם מדרבנן – אסור לאכול קודם הנטילה. ויש מסתפקין בטעימה אי שרי. ונראה לי דשתיית חמין – וודאי מותר, אפילו ביום ראשון, כמו קודם התפילה.ויש מי שרוצה לומר דיום שני – דינו כיום ראשון, משום ספיקא דיומא (ט\"ז). ואין זה הכרח, דכבר נתבאר בסימן תרמט דכל החומרות שבראשון אינן בשני, עיין שם.ומי שאין לו אתרוג – יכול לאכול. ואם ממתין שיבא לו האתרוג – ימתין עד חצות בסעודה קבועה, אבל אכילת עראי יכול לאכול (עיין מגן אברהם).וכתב רבינו הרמ\"א דאם התחיל לאכול יותר מחצי שעה קודם זמן חיובו – אפילו ביום ראשון אינו צריך להפסיק, בדאיכא שהות ביום. עד כאן לשונו. ויש מי שחולק בזה (ט\"ז). אך אין דבר זה מצוי, דאיך משכחת לה שיתחיל לאכול קודם עמוד השחר? ואם היה מוכרח לזה מפני חליו – פשיטא שאינו צריך להפסיק.והרי\"ף והרמב\"ם לא הזכירו כלל מכל דינים אלו. וכבר תמה הרא\"ש על זה, עיין שם.(שהרי כל זה הוא בגמרא לח א. ונראה לי דסבירא ליה כרבי זירא שם: מצוה לאפסוקי, ואי לא פסיק – יטול בין הערבים. וזהו פשוט, ולא הוצרכו לבאר. ומאי דאמר רבי זירא אחר כך: הכא ביום טוב שני, מדקתני: מי שבא בדרך – לא סבירא ליה. וכקושית התוספות שם דיבור המתחיל \"מדקתני\", שמצינו לשון זה גם בשופר, עיין שם. וסבירא ליה דרבי זירא לתרוצי לרב ספרא קאתי, ולא להלכה. וכן משמע מרש\"י, עיין שם היטב. אבל לפי האמת אין זה דיוק. וכיון דהרי\"ף והרמב\"ם דחו לה לגמרי – לכן אין להחמיר בזה הרבה. ודייק ותמצא קל.)"],["דבר ידוע שהאתרוג וכל המינים – הוקצו למצוותן על כל ימי החג, אם לא שהתנו עליהם שאינו בודל מהם כל בין השמשות, כמו שכתבתי בסימן תרמט. וגם כתבנו שם שאין לעשות כן, עיין שם. ולפי זה האתרוג אסור באכילה עד אחר החג. אבל להריח בו – מותר. וההדס אסור להריח בו, מטעם שיתבאר.","וכך אמרו חכמינו ז\"ל (לז ב):הדס של מצוה – אסור להריח בו. אתרוג של מצוה – מותר להריח בו. מאי טעמא? הדס דלריחא קאי, כי אקצייה – מריחא אקצייה. אתרוג דלאכילה קאי, כי אקצייה – מאכילה אקצייה.– ולא מלהריח בו. כלומר: דסתמא דמילתא דכשמייחדים למצוה – הקצו ממה שהוא עומד. ולכן האתרוג הוקצה מאכילתו, דעומד לכך. וההדס הוקצה מריחו, דעומד לכך. אבל אם בפירוש הקצה את האתרוג גם מריחו – וודאי אסור.","כתב הטור דהמריח בהאתרוג – כתב רבינו שמחה דאין לו לברך \"הנותן ריח טוב בפירות\", דעיקרו לאו לריח עבידא. וראבי\"ה כתב שיש לברך. עד כאן לשונו.ולכן כתב רבינו הבית יוסף: דכיון שנחלקו אם מברכין עליו אם לאו – יש למנוע מלהריח בו. עד כאן לשונו.ודעת רבינו שמחה אינה מובנת: הלא ברכת \"אשר נתן ריח טוב בפירות\" – הם בפירות העומדים לאכילה. ולמה לא יברך על ריחו? ואולי דווקא באתרוג של מצוה אומר כן, וצריך עיון. וגם בשבת אסור להריח בההדס, דהוקצה לכל שבעה.(וראיתי להמגן אברהם שכתב כמו שכתבתי, דדווקא בשל מצוה אין לברך, עיין שם.)","דבר ידוע דהזמנה – לאו מילתא היא. הלכך כל זמן שלא הגביה המינים למצוה – אין בהם משום קדושה, ואינם מוקצים למצוה. ומכל מקום אם ייחדם מערב יום טוב שיהיו למצוה – ממילא דחל עליהם מוקצה, כיון שהקצם מדעתו, ודינם ככל המוקצות.ומכל מקום בהנאה לא נאסרו עד שיגביהם למצוה. אך ביום טוב אין נפקא מינה במוקצה זו, דהא בטלטול מותרים, שהרי לא הקצם מטלטול, דאדרבא הקצם לברך עליהם ולטלטלם. אך בשבת אסורים מטעם מוקצתו (כן נראה לעניות דעתי)."],["תנן (מב א): מקבלת אשה מיד בנה ומיד בעלה, ומחזירתו למים בשבת – בזמן שהיו מברכין על הלולב בשבת, כמו שיתבאר בסימן תרנח.והלולב עומד במים שלא יכמוש, ומותר להחזירו לאותן מים בשבת. ואף על גב דתקוני מנא – אסור בשבת, מכל מקום כיון דבמים אלו עמד – לא מיחזי כתקוני מנא. ואפילו האשה שפטורה מלולב – לא אמרינן שלולב מוקצה אצלה, ואסורה לטלטלו. דאינו כן, דכיון דראוי לאיש – גם האשה מותרת (גמרא). אבל האידנא שאין מברכין בשבת – הוה מוקצה גמור, ואסור בטלטול.","ולא הותר בשבת רק להחזירו לאותן המים, אבל לא להוסיף מים אחרים, וכל שכן להחליפן לגמרי. וביום טוב התירו להוסיף מים, אבל להחליף לגמרי על מים אחרים – אסור, דהוי כמתקן מנא. ובחול המועד – מצוה להחליף על מים אחרים לגמרי, כדי שישאר לח והדר.ונראה לי דההוספה ביום טוב הוי פחות ממחצה, דביותר לא מקרי \"הוספה\". ונכון ליטול בכל יום חול המועד ערבה חדשה, ולקשרה בלולב, והוא הידור מצוה. ורק יש ליזהר שאם תוחבו באגודה – שלא ימשכנו מלמטה בחוזק וישרו, רוב העלים."],["אינו יהודי שהביא לישראל לולב או אתרוג או הדס או ערבה מחוץ לתחום – כתב הרשב\"א שמותר ליטלו, שלא אסרו חכמים דבר שבא מחוץ לתחום אלא לאותו שהובא בשבילו; וגם זה לא בטלטול, אלא באכילה ובהנאה. אבל בטלטול – מותר, ואין כאן הנאה, דמצות לאו ליהנות ניתנו. וכן כתב הטור, עיין שם.וגם אין לגזור: שיאמר לו להביא, דלא שכיח שיעשה אדם מצוה הבאה בעבירה (בית יוסף בשם הגהות אשר\"י). ועוד: דבדבר שיש בו הנאה גזרינן, שמא יאמר כדי ליהנות. אבל כיון דמצות לאו ליהנות ניתנו – לא גזרינן שמא יאמר (ט\"ז).","ודווקא אם רק בא מחוץ לתחום. אבל אם נקצץ ביום טוב, אפילו לא נקצץ בשבילו – הוה מוקצה, ואסור ליטלו אפילו ביום ראשון, ואפילו אין לו לולב אחר ויתבטל מהמצוה. דב\"שב ואל תעשה\" העמידו חכמים דבריהם, שהרי אפילו במקום כרת העמידו דבריהם, כמו הזאה בפסח בריש פרק רביעי דפסחים.מיהו אם נתלש בראשון – מותר ביום טוב שני, אפילו להסוברים בסימן תקטו דגם בשני אסור, כדי שלא יאמר לו לתלוש, בכאן מודים דכיון אין לו הנאה מזה – למה יאמר לו לעשות (מגן אברהם)? אבל ביום ראשון אסור אפילו לטלטלו, ואפילו נתלש ביום טוב שני – אסור גם בטלטול.","ודע שמדברי הרשב\"א נתבאר דדווקא אם האינו יהודי הביא לו מחוץ לתחום – מותר. אבל לשלוח אינו יהודי שיביא לו חוץ לתחום את האתרוג – אסור.והמנהג אינו כן, ועל הישובים שולחים האתרוג ממקום למקום ביום טוב על ידי אינו יהודי. וכן כתב המרדכי פרק ששי דעירובין, וזה לשונו: הר\"י הלוי התיר לומר לעובד כוכבים להביא האתרוג אפילו מרחוק ביום טוב, היכא דאיכא אונס שלא היה להם אתרוג, משום דתחומין דרבנן. ואפילו חוץ לשנים עשר מיל. עד כאן לשונו.ולהסוברים דשנים עשרב מיל דאורייתא – וודאי אסור חוץ לשנים עשר מיל. וכן פסקנו לעיל סימן תקפו גבי שופר, דשבות דשבות במקום – מצוה מותר. וכן אנו מורים להלכה למעשה. אבל אין לשלוח בשבת בשביל יום טוב שאחריו (ט\"ז).ויש אומרים דגם אם חל יום ראשון בשבת – אסור לשלוח מערב שבת בשביל יום שני, דכיון שהוא דרבנן – לא דחינן דרבנן מקמי דרבנן. ויש שחולק בזה, דכיון דהתירו חכמים במקום מצוה – מותר אפילו במצוה דרבנן (מגן אברהם). וכמדומני שכן המנהג. והישראל שולח לישראל אחר על ידי האינו יהודי, ולא שייך לומר: למה לו לעשות איסור בשביל חבירו? דוודאי יש לו לעשות, שהרי חבירו לא פשע בזה, וחכמים התירו, ומחוייב לעשות בשבילו, וכל ישראל ערבים זה בזה (עיין מגן אברהם). ועיין לעיל סימן שז."],["אמרו חכמינו ז\"ל בבבא קמא (ט ב): הידור מצוה עד שליש במצוה. ופירש רש\"י שאם מוצא שנים לקנות, אחד הדור מחבירו – יוסיף שליש הדמים ויקח את ההדור. עד כאן לשונו.ומשמע דזהו כשלא קנה עדיין. אבל אם כבר קנה – אינו מחוייב בזה. אבל הרא\"ש כתב דאף אם כבר קנה – צריך למוכרו ולהוסיף שליש על מהודר, עיין שם. ואולי גם רש\"י לאו דווקא קאמר.אבל רבינו הבית יוסף בספרו הגדול כתב דרש\"י דווקא קאמר, עיין שם. ואין לשאול: דלפי זה הלא אין קץ לדבר, דאם אחר כך ימצא יותר יפה – גם מזה יצטרך עוד להוסיף שליש? דיש לומר: דזהו רק בפעם הראשון, ומקיים בזה הידור מצוה.","וזהו דעת הטור, שכתב:אתרוג שראוי לצאת בו, ומצא אחר נאה ממנו – מצוה להוסיף עד שליש בדמי הראשון, כדי להחליפו ביותר נאה.עד כאן לשונו. אבל רבינו הבית יוסף כתב בזה הלשון: שאם מוצא שני אתרוגים לקנות, והאחד הדר מחבירו – יקח ההדר, אם אין מייקרין אותו יותר משליש מלגיו בדמי חבירו. עד כאן לשונו, וכתב כלשון רש\"י: כשעדיין לא קנה.ואף על גב דהרא\"ש והטור מפרשים: אפילו כשכבר קנה, מכל מקום כיון דהוא רק מילתא דהידור – לא חשש להחמיר בזה. דמטעם זה כתב גם \"שליש מלגיו\". ובאמת בגמרא נשאר בתיקו, אלא שהלך להקל בעניין זה, דשליש מלגיו הוא שליש מהאתרוג שקנה, ומלבר הוא מחצה מהאתרוג שקנה.(ומה שהקשה המגן אברהם סעיף קטן ה בשם היש\"ש, דאם כן אי אתרמי ליה מאה אתרוגים וכו', ותירץ בדוחק, עיין שם. ולפי מה שכתבתי – לא קשיא כלל, דרק פעם אחד אמרינן כן, בין לפירוש רש\"י בין להרא\"ש. ולדינא נראה לי שנכון להחמיר כהרא\"ש והטור בדאפשר ליה, אף כשכבר קנה.)","ויש מרבותינו שפירשו בזה פירוש אחר לגמרי: דלא קאי על סתם אתרוג אם מוצא מהודר ממנו, דאלו דברים שאין להם שיעור. אלא דהכי פירושו: דהנה שיעור אתרוג הוי כביצה. וכשיש לו אתרוג כביצה מצומצם, ובוודאי אין זה הידור כשהוא מצומצם בשיעורו, ואחר כך מצא גדול ממנו – מצוה להוסיף עד שליש מעות הקודמים כדי לקנות האחר (סמ\"ג בשם רבנו תם, והרא\"ש בבבא קמא שם).אבל בשאר ענייני הידור – אינו מחוייב בזה. וכן בשארי מצות – לא שייך זה לפירוש זה (מגן אברהם סעיף קטן ב וסעיף קטן ג). וגם אפילו לעניין השיעור – אינו אלא להחליפו וליתן תוספת שליש מלגיו. אבל אם האחר אינו רוצה לקבל את זה, ויהיה נצרך לקנות גם אותו – אינו מחוייב (שם סעיף קטן ד). ורבינו הבית יוסף הביא שני הפירושים.","איתא בגמרא שם: עד שליש – משלו, מכאן ואילך – משל הקדוש ברוך הוא. ופירש רש\"י: עד שליש משלו – שאינו נפרע לו בחייו. מכאן ואילך משל הקדוש ברוך הוא – שיפרע לו הקדוש ברוך הוא בחייו. עד כאן לשונו. דאוכל פירות בעולם הזה, והקרן קיימת לו לעולם הבא (תוספות).וכתב רבינו הרמ\"א: דמי שאין לו אתרוג, או שאר מצוה עוברת – אינו צריך לבזבז עליהם הון רב. וכמו שאמרו: המבזבז – אל יבזבז יותר מחומש, אפילו מצוה עוברת. ודווקא מצות עשה, אבל לא תעשה – יתן כל ממונו קודם שיעבור. עד כאן לשונו.ויש להסתפק אם כוונתו דעד חומש מחוייב לבזבז על המצוה. ואם כן, בגמרא שסיפרה על רבן גמליאל שנתן אלף זוז בעד אתרוג – להודיעך כמה מצות חביבות עליהם. ונאמר לפי זה דלרבן גמליאל היה אלף זוז יותר מחומש נכסיו, דאם לא כן – הרי היה מחוייב מדינא. והוא דבר תימא, שהיה נשיא ישראל ועשיר גדול.ולכן נראה לי דדוגמא בעלמא נקיט. וגם אין סברא שיתן חומש להמצוה, וממילא שלא יוכל ליתן צדקה כלל (ועיין ב\"ח, ומגן אברהם סעיף קטן ז, וצריך עיון). ואם אין בידו אלא חמישה סלעים, וצריך לפדות בנו ולקנות אתרוג – יקנה אתרוג, דזו מצוה עוברת וזו אינה עוברת, ויפדנו בזמן אחר?ודע דביום טוב ראשון, אם במקום אחד יש לולב ולא מניין להתפלל, ובמקום אחר יש מניין ולא לולב – פשיטא שצריך לילך למקום הלולב (מגן אברהם ריש סימן תרנא). ואפילו ביום טוב שני, ובכל ימי החג, אם יכול להתפלל בעצמו – ילך למקום הלולב. רק אם אינו יכול להתפלל – ילך למקום שירצה, דשניהם דרבנן. אך אם אינו יכול לומר גם קריאת שמע – ילך למקום שמתפללין. ולא ביום ראשון, דחביבה מצוה בשעתה.(מה שכתב המגן אברהם ממעשה דבר קמצא, שמותר לעבור מפני האימה, עיין שם. וכוונתו להקרבן, שלא הניח רבי זכריה בן אבקולס – אין ראיה, דהתם הצלת כלל ישראל, עיין שם. ודייק ותמצא קל.)","אם קנה אתרוג בדמים יקרים, שהיה מהודר מאד, ובא אחד וגנבו או חתכו ופסלו. ויש מי שרצה לומר שאינו מחוייב להחזיר לו אתרוג כזה, אלא אתרוג כשר. והביא ראיה מבבא קמא (עח א) כשהפריש שור לעולה, ובא אחר וגנבו – דיכול לפטור עצמו בכבש (מהר\"י מינץ).ואין זה דמיון כלל, דהתם הקרבן לאו בר דמים הוא, שאינו יכול למוכרו, אלא דצריך להביאו למקדש. ולכן פוטר עצמו בזול ממנו. אבל האתרוג הוא שוה דמים, שיכול למוכרו, ופשיטא שמחוייב לשלם לו כפי שויו (משנה למלך פרק ששה עשר ממעשה הקרבנות). ופשוט הוא.(מה שכתב הבאר היטב בשם השלטי גבורים, שאם מכר אתרוג ונמצא רקוב – המוציא מחבירו עליו הראיה, עיין שם. ופשיטא שאם לא היה אורך זמן שיכול להרקיב אצל הלוקח – נרקב אצל המוכר, וחוזר. וכן כל כי האי גוונא. ורק יש לפעמים מוכרים סתומים על מזל בכי האי גוונא פסידא דלוקח.)"],["תנן בסוף פרק שלישי דסוכה (מב א): קטן היודע לנענע – חייב בלולב כדי לחנכו במצות. ואיתא בירושלמי: לא סוף דבר לנענע, אלא מוליך ומביא, מעלה ומוריד וכו', עיין שם. ונערים שלנו נוטלין הלולב ומברכין, אבל אין מנענעין לכל הרוחות כהירושלמי, אפילו הגיעו לחינוך. ויש לומר משום דאינם בקיאים בזה.","הטור והשולחן ערוך כתבו:קטן היודע לנענע לולב כדינו – אביו חייב לקנות לו לולב...עד כאן לשונם. והוא תימה: דהיכן מבואר שיקנה בעדם? ודי שנותן להם לולב שלו (ט\"ז בשם רש\"ל). אך הכוונה כשידו משגת (שם).ובמקומות שהארבעה מינים בזול, ובוודאי בכי האי גוונא טוב יותר כדי שיהא לו להלל. ועוד: דהא קשה להקנות לקטן לולב ביום ראשון, כמו שיתבאר בסימן הבא. אמנם זהו במקומות שהארבעה מינים בזול. אבל אצלינו – הלואי שיהא ביד משפחה אחת לקנות לעצמם הארבעה מינים, וגם זה אינו מצוי.","ויש לי להסתפק: הא דקיימא לן לומר דביום ראשון אין אדם יוצא חובתו בלולבו של חבירו, וצריך להקנות לו באופן שיתבאר בסימן הבא, אם זהו גם כן באב ובניו הגדולים, וחתניו הסמוכים על שולחנו, דגם כן צריך כל אחד מדינא לולב בפני עצמו?או דילמא: כיון דמצינו בכמה דינים דכשסמוכים על שולחנו – בטלים לאביהם, ואם כן יכולים כולם לצאת בלולב אחד, וקרינא בהו לכם \"משלכם\"? וכן נראה לעניות דעתי עיקר. ומכל מקום יש להתיישב בזה."],["מן התורה – אין הלולב ניטל במדינה רק ביום הראשון בלבד, דכתיב: \"ולקחתם לכם ביום הראשון פרי עץ הדר\" וגו'. ובמקדש – שבעה ימים, כדכתיב בסיפא דקרא: \"ושמחתם לפני ד' אלקיכם שבעת ימים\". ודריש בתורת כהנים: ולא בגבולין שבעת ימים.והך \"ושמחתם\" – אשמחת לולב קאי, דליכא לומר דאשלמי שמחה קאי כמו ב\"ראה\", דכתיב: \"ושמחת בחגיך\". דאם כן, למה לא כתיב גם בשבועות כמו ב\"ראה\". ועוד: דשם כתיב לשון יחיד: \"ושמחת\", ולא \"לפני ד' אלקיך\". אלא וודאי דאלולב קאי.(ובירושלמי יש פלוגתא, עיין שם.)","ומשחרב בית המקדש התקין רבן יוחנן בן זכאי, הוא ובית דינו הגדול שביבנה, שיהא לולב ניטל במדינה שבעה, זכר למקדש. דמחוייבין אנו לעשות זכר למקדש, דכתיב (ירמיה ל יז) \"ציון היא, דורש אין לה\" – מכלל דבעי דרישה.ומברכין בכל יום \"אשר קדשנו... על נטילת לולב\", דגם אמצוה דרבנן מברכין \"אשר קדשנו במצותיו וצונו\", כמו בנר חנוכה. והיכן צונו? מ\"לא תסור מן הדבר אשר יגידו לך\" וגו'. והרמב\"ם כתב בפרק שביעי דתקנה זו עם כל התקנות – כשיבנה בית המקדש יחזורו לכמות שהיה מקודם, עיין שם.ולא ידעתי מקורו. ואדרבא: מדתנן בפרק חמישי דמעשר שני לעניין כרם רבעי: ותנאי היה הדבר, שאימתי שיבנה בית המקדש – יחזור לכמות שהיה. וזהו כדי לעטר שוקי ירושלים בפירות, עיין שם. ומשמע דבשארי דברים – אינו כן, וצריך עיון.(ודע שיש שרוצה לומר דהא דאמרינן בסוכה מו א: מכאן ואילך על מצות זקנים, כלומר: דכך צריך לברך, ודלא כפירוש רש\"י. ואין זה כלום, דהן אפילו אם נפרש כן – הא רב ושמואל פליגי, וכבנר חנוכה. ודייק ותמצא קל.)","מוכח בגמרא ריש פרק \"לולב וערבה\" דגם במקדש, שכל שבעה הוי מן התורה, מכל מקום שארי הימים כשחל בשבת – לא היו נוטלין הלולב, גזירה שמא יעבירנו ארבע אמות ברשות הרבים, כמו בשופר. אבל ביום ראשון נוטלין, אף כשחל בשבת. ואף על גב דבמקדש שוה יום ראשון לכל הימים, מכל מקום כיון דיום ראשון חייבין גם במדינה – לא גזרו רבנן במקדש, ולא כן שארי הימים.וכן כתב הרמב\"ם בפרק שביעי. וכתב עוד: דבזמן המקדש היה הלולב ניטל גם במדינה ביום ראשון שחל בשבת, דכיון דלא גזרו במקדש – לא גזרו גם במדינה. אך זהו במקום ששלוחי בית דין מגיעין, שהיו יודעים אימתי יום טוב. אבל הרחוקים שעשו שני ימים מספק – לא היו נוטלים גם ביום הראשון, דשמא אין היום יום טוב, עיין שם.","ומשחרב בית המקדש – אסרו חכמים ליטול את הלולב בשבת ביום הראשון, אפילו בני ארץ ישראל שקידשו את החודש, מפני בני הגבולין הרחוקין שאינן יודעין בקביעות החודש, כדי שיהו הכל שוין בדבר זה, ולא יהיו אלו נוטלין בשבת ואלו אין נוטלין. הואיל וחיוב יום אחד בכל מקום הוא, ואין שם מקדש להתלות בו.כלומר: דבזמן המקדש, מתוך שהיה ניטל במקדש – היה ניטל בכל מקום, שהשלוחים באו וידעו שהיום יום טוב. אבל כדליכא מקדש – השוו חכמים מידותיהם בכל מקום (כסף משנה). דהמקדש חלוק בהרבה דברים מהמדינה, ולא שייך להשוות.מה שאין כן כשנחרב הבית המקדש, ובזמן הזה שהכל עושין על פי החשבון – נשאר הדבר כמות שהיה, שלא ינטל הלולב כלל, לא בארץ ישראל ולא בחוץ לארץ בשבת, אפילו ביום ראשון, ואף על פי שהכל יודעים בקביעת החודש. אך מנהגינו ביום טוב כמו שאין אנו בקיאים, שהרי מטעם זה אנו עושים שני ימים טובים של גליות.","ואף על גב דבעשיית יום טוב שני אנו חלוקים מבני ארץ ישראל, זהו מפני שאי אפשר בעניין אחר, דאנחנו מוכרחים לעשות יום טוב שני לבלי לשנות ממנהג אבותינו. ושנאמר לבני ארץ ישראל שיעשו גם הם יום טוב שני בשבילנו – אי אפשר לעשות מעשה גדולה כזה בשביל כך. אבל \"שב ואל תעשה\" דלולב – אפשר להשוות יחד (עיין לחם משנה).ולמה לא תקנו בלולב כבשופר, שיהו נוטלין בכל מקום שיש בו בית דין? יש לומר דבשופר, שאינו אלא יום אחד – תקנו כן. אבל הלולב – הא יטלוהו בשארי הימים. ועוד: דשופר שהוא לעלות זכרונם של ישראל לאביהם שבשמים, לא רצו לבטלו לגמרי (תוספות מג א). והאידנא הכל שוה, דבין שופר ובין לולב – אין נוטלין בשבת בשום מקום, לא בארץ ישראל ולא בחוץ לארץ.","ואסור לטלטל הלולב בשבת, דהוי מוקצה.ויש מי שאומר דלצורך גופו ומקומו – מותר, כמו שופר בסימן תקפח (ט\"ז סעיף קטן ג). ודבר תמוה הוא: שהרי הלולב הוקצה למצותו לכל שבעה, ואינו דומה לשופר (וכן משמע ממגן אברהם סוף סימן תקפח, וגם הפרי מגדים השיג עליו).אבל האתרוג מותר בטלטול, דראוי להריח בו, כמו שכתבתי בסימן תרנג, דלא איתקצאי מריחו. ואפילו לפי מה שכתבתי שם, דמפני שיש פלוגתא בעניין הברכה – ראוי שלא להריח בו, הא יכול לברך על ריח של פירא אחרת ולהריח בו (שם).ואסור ליתן האתרוג על הבגד אפילו ביום טוב, משום דמוליד ריחא. ויש מי שמתיר, כיון שאינו מכוין לזה. ופסיק רישא לא שייך בזה, שהרי אין בזה עניין מלאכה כלל. דזה שנתבאר בסימן תקיא דאסור להוליד ריח – זהו על ידי גחלים, דיש כיבוי והבערה. מה שאין כן באתרוג (מגן אברהם סעיף קטן ב בשם יש\"ש). ומכל מקום יש להחמיר, דסוף סוף מוליד ריחא.(מגן אברהם שם. ואינו מוכרח, דמ\"ש דהבערה מותר ביום טוב – הא במוגמר איכא גם כיבוי, כמו שכתב הרמב\"ם שם. ודייק ותמצא קל.)","כבר נתבאר דביום טוב הראשון – אין אדם יוצא ידי חובתו בלולבו של חבירו, שנאמר: \"ולקחתם לכם\" – משלכם. לפיכך אין יוצא ידי חובתו אלא, אם כן יתנו לו חבירו במתנה גמורה האתרוג וכל המינים.ואפילו נתנו לו במתנה על מנת להחזיר – הוי מתנה, דקיימא לן לומר בחושן משפט סימן רמא דמתנה על מנת להחזיר לא מקרי קניין פירות, אלא קניין הגוף שנותן לו לגמרי. אלא שזהו תנאי על מנת שיחזיר לו, והוי תנאי ככל התנאים, וצריך לקיים התנאי להחזירו. ואם לא החזיר – לא יצא, דכיון שלא קיים התנאי – נתבטלה המתנה.וכן בשאר תנאי, כגון שאמר לו: הנני נותן לך אתרוג זה על מנת שתלך למקום פלוני. אם הלך – נתקיימה המתנה, ואם לאו – בטלה המתנה. וכן כל כיוצא בזה.","ודווקא כשאמר לו בלשון זה: אני נותן לך ארבעה מינים אלו במתנה על מנת שתחזירם לי.אבל אם אמר לו: יהא שלך עד שתצא בו, ואחר כך תחזיריהו לי – לא יצא, דאין זה לשון מתנה, אלא לשון שאלה. וביום ראשון – אינו יוצא בשאול.ונראה לי דאפילו אמר: יהא שלך במתנה עד שתצא בו – גם כן אינו מועיל, שהרי אין זה מתנה רק לשעה, והדר הוה ליה כשאול.וזה שאמרנו במתנה על מנת להחזיר, שצריך שיחזירנו לו, ואם לא החזיר לא יצא – זהו אפילו כשנאנס מידו, ורוצה לשלם לו – לא יצא. ולא מפני שחייב באונסין כשואל, דאפילו מתה מחמת מלאכה דגם בשואל פטור. הכא לא יצא מפני שלא נתקיים התנאי, ונתבטלה המתנה. ולכן אף על גב שבחושן משפט סימן רמא סעיף יא הבאנו שני דיעות בעניין חיוב תשלומין כשנאנסה, מכל מקום לעניין לצאת ידי חובה – לא יצא.(עיין רא\"ש פרק שלישי סימן ל.)","בחושן משפט שם נתבאר, דכשאמר על מנת שתחזיריהו לי סתמא, ולא פירש מתי שיחזיר לו – שיכול להחזיר לו מתי שירצה. אבל באתרוג אינו כן, שהטור כתב וזה לשונו:ואפילו נתנו לו סתם, ולא פירש על מנת שתחזיריהו לי – מסתמא דעתו שיחזירנו לו, כיון שצריך לצאת בו. ואם לא החזיריהו לו – לא יצא.עד כאן לשונו. וכל שכן כשאמר: על מנת שתחזיריהו לי. אך מלשון הטור משמע דדווקא כשעדיין לא יצא בו הנותן. אבל אם כבר יצא בו – אינו כן. ולפי זה גם ב\"על מנת שתחזיריהו לי\", אם כבר יצא בו – יכול להחזיר לו מתי שירצה.","ומכל מקום אי אפשר לומר כן, שהרי מקור דינו הוא מהעיטור (בית יוסף), וגם שם כתב כלשון הטור. והביא ראיה מרבן גמליאל ורבי יהושע ורבי אלעזר בן עזריה ורבי עקיבא, שהיו באין בספינה, ולא היה אתרוג רק לרבן גמליאל. ונטלו ויצא בו, ונתנו לרבי יהושע, ורבי יהושע לרבי אלעזר בן עזריה, ורבי אלעזר בן עזריה לרבי עקיבא, ורבי עקיבא החזירו לרבן גמליאל. והרי רבן גמליאל כבר יצא בו! והר\"ן כתב גם כן דין זה בזה הלשון.ויש שלמדו מכאן: שהנותן לולב לחבירו ביום טוב ראשון – סתמא על מנת להחזיר הוא, אף על פי שלא פירש, שאין אדם מתרוקן ממצותו ונותן לאחרים וכו'. עד כאן לשונו.הרי שכתב שאין אדם מתרוקן ממצותו, כלומר: שלא יקח מצוה שלו, ויתנה לאחרים. וזהו גם כוונת הטור, שאומר: כיון שצריך לצאת בו, כלומר: שצריך שיהיה לו המצוה כל היום, ולאו דווקא לצאת בו. וכן צריך לומר בכוונת רבינו הבית יוסף בסעיף ה, שכתב כלשון הטור, עיין שם.(וצריך עיון על מפרשי הטור שולחן ערוך, שלא העירו בזה כלום.)","ולפי זה, כל שכן כשאמר: על מנת שתחזיריהו לי – שצריך להחזיר לו מיד.ורבינו הבית יוסף שכתב בסעיף ד:נתנו לו על מנת להחזירו – הרי זה יוצא... ומחזירו... ואם לא החזירו לא יצא... וכן אם החזירו לאחר זמן מצותו – לא יצא.עד כאן לשונו, דמשמע שיכול להשהותו הרבה שעות, רק שיחזיר לו בתוך זמן מצותו – דאינו כן. ורבינו הבית יוסף תפס הקצה האחרון, שאם החזירו לאחר זמן מצותו – לא יצא, אבל בתוך זמן מצותו – יצא בדיעבד. אבל מכל מקום לאו שפיר עביד, דלכתחילה מחוייב להחזיר לו מיד. וכן נתבאר בחושן משפט שם.","ודע שיש מי שכתב דדווקא כשאמר: \"על מנת שתחזיריהו לי\". אבל אם אמר: \"על מנת שתחזיריהו\", ולא אמר \"לי\" – אפילו החזיר לאחר זמן מצותו יצא (מגן אברהם סעיף קטן ד).ואמת שכן כתב רבינו הרמ\"א בחושן משפט שם, וכן בארנו שם סעיף יג. אבל מכל מקום אינו מובן, דאטו גרע כשאמר \"על מנת שתחזיריהו\", מכשלא אמר כלום דמחוייב להחזיר, ואם לאו לא יצא, כמו שנתבאר?וצריך לומר: דסבירא ליה דבאמת זה גריע טפי: מדלא אמר \"לי\" – גילה אדעתיה שאינו מקפיד מתי שיחזירנו. ומכל מקום צריך עיון.(ואמת שמקור דינו של הרמ\"א הוא מתשובת הרשב\"א חלק א סימן אלף, עיין שם. אבל אפשר דהרשב\"א לא סבירא ליה דינו של הטור, דגם בסתם צריך להחזיר לו. וכן נראה לי קצת מלשונו שם. אבל לדעת הטור נראה לעניות דעתי דגם באמר לו \"תחזיריהו\" – מחוייב להחזיר לו היום.)","ובזה שנתבאר, דכשנתן לו סתם גם כן מחוייב להחזיר לו, דמסתמא על דעת כן נתנו לו – כתב רבינו הרמ\"א בסעיף ה דצריך לחזור וליתנו לו במתנה להבעלים, כדי שיהיה של בעלים ויוצא בו. עד כאן לשונו. וכן אפילו אמר בפירוש \"על מנת שתחזיריהו לי\" – צריך לחזור וליתן להבעלים במתנה (מגן אברהם סעיף קטן ו בשם הרא\"ש).והטעם פשוט: שהרי נתנה לו במתנה גמורה, אלא שהתנה שיחזור לו, ככל תנאי דעלמא. וממילא שצריך להחזיר לו גם כן במתנה, דאם לא כן – לא יצא מרשותו.והקשו על רבינו הרמ\"א במה דסיים \"כדי שיהיה של בעלים\" – דוודאי לאו מפני זה הוא, דהא אם לא יחזור לו במתנה – ממילא הוי של הבעלים, כיון שלא נתקיים התנאי. אלא אדרבא: זהו מפני תקנת המקבל, דאם לא כן הוא – לא יצא בו, כיון שהתנאי לא נתקיים (הגרי\"ב).ואני אומר דרבינו הרמ\"א בכוונה כתב זאת. דוודאי כשאמר לו, עיין שם, שתחזיריהו לי – אינו אלא מפני תקנת המקבל. אבל בסתמא: נהי נמי דאמרינן דמסתמא נתנו על דעת שיחזירנו, מכל מקום הא לא אמר בפירוש, ואולי לא היתה כוונתו כן. ולכן בזה הוה תקנת הבעלים (ובפרט לפי מה שכתבתי שהרשב\"א לא סבירא ליה דין זה).","בדין זה, כשאמר \"על מנת שתחזיריהו לי\" או בסתמא – דהוה כהתנה, כתבו הטור והשולחן ערוך סעיף ה, וזה לשונם:ומיהו, אפילו לא החזירו לידו אלא לאחר, ואחר לאחר, והאחרון מחזירו לבעלים – יצא.עד כאן לשונם, ולמדו זה מאתרוג דרבן גמליאל, שנתנו לרבי יהושע, ורבי יהושע לרבי אלעזר בן עזריה, ורבי אלעזר בן עזריה לרבי עקיבא, ורבי עקיבא החזיר לרבן גמליאל.ובאמת אין ראיה משם, שהיו על הים בספינה, וכולם ביחד. וכוונת רבן גמליאל היה לזכותם. ואדרבא: שמנעו הטירחא מרבן גמליאל, שהוא בעצמו יצטרך ליתן לכל אחד מהם. ונראה בדעתם דאם כן, על כל פנים היה לרבן גמליאל לומר \"תנו לכל אחד\", ומדלא אמר – שמע מינה דאינו צריך.אך מכל מקום אפילו כן – אין ראיה רק בסתם, אבל לא כשאמר \"על מנת שתחזיריהו לי\", דהא מעשה דרבן גמליאל בסתם הוה. ויראה לי דהטור והשולחן ערוך – גם כן אין כוונתם בדין זה רק בסתם, ולא ב\"על מנת שתחזיריהו לי\". אבל בתשובת הרשב\"א שם מבואר דאפילו ב\"על מנת שתחזיריהו לי\" – רשאי לעשות כן. ונראה דרק בדיעבד קאמר, אבל לכתחילה – לא נכון לעשות כן.","כתב רבינו הרמ\"א בסעיף ד דמותר לתת לו אתרוג במתנה על מנת שלא יקדישנו, דלא גרע ממתנה על מנת להחזיר. עד כאן לשונו.כלומר: דבמתנה על מנת להחזיר – הלא אי אפשר להקדישו, דאם יקדישו – הלא אין לו מה להחזיר. ועם כל זה הוה מתנה, והכא נמי כן הוא. ובחושן משפט סימן רמא סעיף ט בארנו בעניין זה, עיין שם.ואין לשאול: דלפי מה שכתבתי שם, כל היכי דניכר שאינו נותן לו בשלימות – אינה מתנה. והרי באתרוג – וודאי ניכר, שהרי אמרנו דאפילו בסתמא דעתו שיחזירנו לו. דבאמת לא אמרו שם דבר זה אלא בשניכר שנותן לו רק כדי שיעשה טובת הנותן, עיין שם. ולא בכי האי גוונא שמזכיהו במצוה, דוודאי כוונתו בכל אופן שיועיל.","יש אומרים דאפילו אמר לו: \"השאילני אתרוג שלך\", ונתן לו סתם – יצא, דאמרינן דדעתו דאם לא יועיל לשון שאלה – מקנה לו במתנה, כי הך דטלית לעיל סימן יד, וטבעת קדושין באבן העזר סימן כח (מגן אברהם סעיף קטן ג, וט\"ז לעיל סימן יד). אבל כבר כתבנו לעיל סימן תרמ\"ט סעיף ה דאין זה דמיון, ולא יצא בכי האי גוונא, עיין שם.וכן יש מי שאומר דאם אשתו נתנה הלולב ביום ראשון, במתנה על מנת להחזיר או בסתמא, ואין האיש בביתו – דאינו מועיל, מטעמא דאולי רצון האיש למוכרו ולקבל מעות בעד זה (שם). ואצלינו ידוע שאין דרך בעל הבית לעשות כן, ובוודאי תוכל לעשות כן, ויצא.(עיין שערי תשובה סעיף קטן א בשם מחנה אפרים, שיש ליזהר שהקונה אתרוג ישלם קודם החג, כיון דקניין כסף הוי דאורייתא, ומשיכה דרבנן. ויש סוברים דדרבנן – אינו מועיל לדאורייתא, עיין שם. אבל כבר בארנו כמה פעמים בחושן משפט דאין ספק בזה דמועיל, ושכן מפורש בירושלמי פרק חמישי דמעשר שני.)","אמרינן בגמרא (מו ב):לא ליקני אינש לוליבא לינוקא ביומא קמא. מאי טעמא? ינוקא מיקנא קני, אקנויי לא מקני.שהקטן אינו מקנה לאחרים מן התורה, ונמצא שאם החזירו – אינו מוחזר.ואי קשיא: דאם כן גם אינה קנויה להקטן, שהרי לא נתנה לו אלא על מנת להחזיר – דאינו כן. דכיון דאי אפשר לו להחזיר – הוה כתנאי שאי אפשר לקיימו, והתנאי בטל, והמעשה קיים (ר\"ן שם).אך יש אומרים דזה אינו רק כשעדיין לא הגיע לעונת הפעוטות. אבל כשהגיע לששה שנים, שהוא עונת הפעוטות כמו שכתבתי בחושן משפט סימן רלה – יכול ליתן במתנה, כמו שכתבתי שם (שם).ומלשון הרמב\"ם והטור לא משמע כן, שכתבו סתם קטן (עיין לחם משנה פרק שמיני, שפקפק גם כן בזה). וטוב לומר לתינוק: \"לך ובירך על האתרוג\", ולא יאמר לו לשון קניין. וכל שכן אם תופס את האתרוג והלולב בידו עם התינוק – דשפיר דמי, שהרי לא יצא מרשותו.","אמרינן בבבא בתרא (קלז ב):האחין שקנו אתרוג בתפוסת הבית; נטלו אחד מהם ויצא בו. אם יכול לאוכלו – יצא, ואם לאו – לא יצא.והכי פירושו: שירשו מאביהם אתרוג, או שלקחו במעות אביהם אתרוג בתפוסת הבית. כל זמן שלא חלקו, ונטלו אחד מן האחין בלא דעתם, ויצא בו – רואין אם אין האחים מקפידים זה על זה, ויכול לאוכלו בלא רשותם. כגון: שיש אתרוגים הרבה בתפוסת הבית; או שימצאו הרבה אתרוגים בעיר; או שכבר יצאו ואין צריכין לו עוד (רשב\"ם) – יצא, דקרינא ביה \"לכם\", שהרי כולו שלו הוא. ואם לאו – לא יצא, דבעינן שיהא כולו שלו, ולא שמקצתו שלו (שם).ואינו יוצא עד שיתנו לו חלקם במתנה גמורה. ולפי זה תלוי רק בין מקפידין לאין מקפידין. ואם רק אין מקפידין – יצא. וכן נראה מדברי הטור, עיין שם.","אבל הרמב\"ם כתב בפרק שמיני דין יא, וזה לשונו:האחים שקנו אתרוגים בתפוסת הבית, ונטל אחד מהם אתרוג, ויצא בו. אם יכול לאוכלו, ואין האחים מקפידים בכך – יצא. ואם לאו – לא יצא, עד שיתנו לו חלקם במתנה. ואם קנה זה אתרוג, וזה פריש (מין פירא), או שקנו כאחד אתרוג ורמון ופריש מתפוסת הבית – אינו יוצא באתרוג, עד שיתן לו חלקו במתנה, ואף על גב שאם אכלו – אין מקפידין עליו באכילתו.עד כאן לשונו. וזהו דרך הרי\"ף לפי גירסתם בגמרא שם, דבעינן תרתי: שלא יקפידו, ושיהא גם להם אתרוגים, דבלאו הכי אין מחילתן בסתם מועלת, דשמא גם הם רוצים דווקא באתרוג. אבל כל שיש אתרוגים אחרים, אף על פי שזה הדר טפי – לא חיישינן לה (מגיד משנה וכסף משנה בר\"ן פרק שלישי דסוכה, עיין שם).ובשולחן ערוך לא הובא כלל דיעה ראשונה, שחששו לחומרא בדאורייתא.","וכן השותפים שקנו אתרוג או לולב בשותפות – אין אחד מהם יוצא ידי חובתו ביום הראשון, עד שיתן לו השני חלקו במתנה. דשותפים בוודאי קפדי אהדדי.ודווקא שלא קנו לצורך מצוה. אבל אם קנו לצורך מצוה – יוצאים בו, מסתמא דאדעתא דהכי קנאוהו, שכל אחד יקנה לו חלקו במתנה בשעה שיוצא בו.ולכן מה שנוהגים במקום שאין אתרוג מצוי, שכל הציבור קונים אתרוג בשותפות – גם כן הטעם כן, שכיון שקנאוהו שכולם יצאו בו ידי חובתן – מסתמא הוי כאלו פירשו שכל הציבור נותנים חלקם לכל מי שנוטלו לצאת בו, על מנת שיחזירוהו להם.והרשב\"א בתשובה (חלק א סימן סב) ביאר הדבר בטוב טעם, וזה לשונו: שכל שלקחוהו הציבור – אינו צריך מתנה, ולא תנאי מפורש, וכל אחד יוצא בו ממילא משום ברירה: דכיון דאינו ראוי להתחלק – הוברר הדבר כשנוטלו זה דשלו הוא נוטל, דכל אחד נתן לחבירו חלקו בשעת נטילתו, דעל מנת כן לקחוהו. וכההיא דהשותפים בנדרים פרק רביעי (מו ב) בחצר, שאין בו דין חלוקה, עיין שם. דבכי האי גוונא הכל מודים שיש ברירה.ופרטי דין זה נתבאר ביורה דעה סימן רכו. ולפי שאין הכל מודים בזה, כמבואר שם, לכן טוב להכריז שיתן כל אחד חלקו לחבירו במתנה (מגן אברהם סעיף קטן י). ולא נהגו כן, משום דאצלינו מעטים שאחד יש לו אתרוג בפני עצמו, והרבה שותפים באתרוג אחד, וסתמא דמילתא הכוונה כן: שכל אחד מכוין שיהיה כפי הדין.","גביית דמי אתרוג – יש לגבות לפי ממון, דהידור מצוה חל על העשיר יותר. ויש מי שסובר דמחצה לפי ממון, ומחצה לפי נפשות (עיין שערי תשובה סעיף קטן יא). ואצלינו קונים ממעות ציבור. אך בהושענא רבה מעמידין קערה, וכל אחד נותן דבר מועט כרצונו.ואשה פטורה מליתן מעות אתרוג, לפי שהיא פטורה. אמנם נשי דידן שמברכות – צריכות ליתן. ומי שיש לו אתרוג בפני עצמו – אינו צריך ליתן. וכל אדם ישתדל ויהא זריז במצות, לקנות לו אתרוג ולולב לבד, כדי לקיים המצוה בהידורה.(וכתב המגן אברהם סעיף קטן יב: מי שיש לו אתרוג בפני עצמו, ובעיר אחרת אין כלל אתרוג – מוטב שיזכה את הרבים, וישלח שלו לשם, והוא יברך על של ציבור. ובשערי תשובה סעיף קטן יב כתב: דאף בשביל יחיד הדר בכפר שאין לו אתרוג – יעשה כן, עיין שם. ולא שמענו מי שעשה כן, דבזמנינו כל אחד יכול להשיג אתרוג, עם שהוא ביוקר. ומכל מקום ישנו במציאות, מה שלא היה כן בדורות שלפנינו.)"],["שחרית נכנסין לבית הכנסת, ולא מקדימין כל כך כמו בשבת. ומתפללין תפילת יום טוב. ואומרים פיוט, כל מקום כמנהגו.ואם חל יום ראשון בשבת – מחליפין הפיוט של יום שני לראשון, מפני שבראשון מדבר הפייטן אודות הארבעה מינים, ובשני אודות סוכה.וגומרין הלל, ואחר כך אומר \"קדיש שלם\". ומוציאין שני ספרי תורות, באחת קורין חמישה גברי בפרשת \"שור או כשב\", והמפטיר קורא בספר תורה שנייה בקרבנות המוספין ב\"פינחס\". ומפטירין בזכריה: \"הנה יום בא\", מפני שבשם נזכר עניין סוכות. ומתפללין מוסף, ואומרים בקדושה \"אדיר אדירנו\", ונושאים כפיהם, והכהנים אומרים ברכת כהנים, ושליח הציבור גומר \"שים שלום\".","ובעניין ההושענות – יש מנהגים חלוקים. רב סעדיה גאון כתב לאמר אחר הלל, וכן הוא מנהג הספרדים. וטעמו פשוט: דכיון שתופסין הלולב והאתרוג בידיהם – יאמרו עמהם הושענות גם כן. ולפי זה אין אומר שליח הציבור \"קדיש שלם\" אחר הלל, אלא אחר ההושענות.אבל הטור כתב לאמר ההושענות אחר מוסף, וכן הוא מנהג אשכנז. והטעם: כיון דההקפות הם זכר למקדש, שהיו מסבבין את המזבח, ובמקדש היתה ההקפה אחרי קרבנות המוספין – לכן גם אנו עושין כן (ב\"ח).ויש שאומרים \"קדיש שלם\" אחר מוסף קודם ההושענות, ואחר ההושענות גם כן אומרים קדיש. אבל אנחנו אין נוהגין, אלא אחר מוסף אומרים הושענות, ואחר כך \"קדיש שלם\". ועניין ההושענות – יתבאר בסימן הבא בסייעתא דשמיא."],["עניין ההושענות הוי זכר למקדש. דתנן (מה א): בכל יום היו מקיפין את המזבח פעם אחת, וביום השביעי שבע פעמים. ובמקדש למדו זה מיריחו, כדאיתא בירושלמי שם, ובמדרש שוחר טוב על פסוק \"שמעה ד' צדק\".ולכן גם אנחנו מקיפין את הבימה בלולבינו ואתרוגינו בכל יום פעם אחת, ובהושענא רבה שבע פעמים. ומעמידין ספר תורה על הבימה, וצועקין \"הושע נא\", כלומר: \"הושע נא את עמך, את שארית ישראל, מכל הצרות הסובבים אותם – בזכות התורה, ובזכות שמך הגדול\". שכביכול \"עמו אנכי בצרה\", ו\"הושע נא למענך אלקינו...\"","ולכן אומרים: \"אני והו הושיעה נא\", שהם שני שמות משם של שבעים ושתים, היוצא משלושה פסוקים: \"ויסע\", \"ויבא\", \"ויט\". ובחרו בשני שמות אלו על שם \"ואני בתוך הגולה\" ועל שם \"והוא אסור באזיקים\", שזה מורה כביכול כאלו הוא יתברך בגלות. כמאמרם ז\"ל: גלו לבבל שכינה עמהם, כדכתיב: \"עמו אנכי בצרה\".ו\"אני\" קאי תמיד על שמו יתברך, כדכתיב בכל התורה: \"אני ד'...\" – יען זולתו יתברך אינו יכול לומר בעצם \"אני\", שהוא לשון בעל כח, מלשון \"און\", כי אין שום כח זולתו יתברך.ועוד דכתיב: \"אני אני הוא אני אמית ואחיה\", שזה הפסוק מדבר בשמירת ישראל. לזה אומרים: אתה שאמרת \"אני אני הוא\" – הושיעה נא (רמב\"ם בפירוש המשנה שם). והוי גם כן קאי עליו יתברך, שהם שני אותיות האחרונות משם הוי\"ה. וצריך לומר \"והו\" במלאפו\"ם ולא בחול\"ם. וגם \"אני והו\" בגימטריא \"אנא ד'\" (רש\"י שם).","מעמידין ספר תורה אחת על הבימה, ובהושענא רבה שבעה ספרי תורות. ויש שמוציאין כל הספרי תורות.ומעמידין נר בארון הקודש, על שם \"נר מצוה ותורה אור\". ואין לפקפק בזה מה שנותנים דבר של חול, דכיון שלכבוד התורה עושים כן – אין חשש בדבר. ומקיפין דרך ימין, דכל פנות שאתה פונה – אינו אלא דרך ימין. ולכן כשהעם פניהם אל הספר תורה העומדת על הבימה – הוי צפון דרך ימין.ולפי זה היה צריך גם שליח הציבור מקודם להפוך פניו לצד הבימה, דאם לא כן הוי דרום דרך ימינו. אבל אין המנהג כן, והוא בטל אל הציבור (עיין מגן אברהם, ולפי מה שכתבתי אתי שפיר).ובשבת אין מקיפין, לפי שאין לולב בשבת. וגם במקדש לא היו מקיפין בשבת. ואין מעמידין ספר תורה על הבימה בשבת. אבל \"הושענות\" אומרים גם בשבת, כמו שכתב רבינו הבית יוסף בסעיף ג:יש מי שאומר שאין אומרים \"השוענא\" בשבת, ולא נהגו כן.עד כאן לשונו, וכן הוא מנהג אשכנז. והספרדים אין אומרים.","נוהגים להקיף אף מי שאין לו לולב (בית יוסף). ויש אומרים שמי שאין לו לולב – אינו מקיף, וכן נוהגים.וביום השביעי נוטלין הערבה עם הלולב להקיף (שם). ואין אנו נוהגין כן, וכן צוה האריז\"ל, לבלי לחבר הערבה עם הלולב.ומי שאירע לו אבל בחג – אינו מקיף. וכן אבל כל שנים עשר חודש על אביו ואמו, וכן נהגו. ואף שיש שפקפקו בזה (עיין בית יוסף), מכל מקום כן המנהג. מפני שאנו מבקשים רחמים ועליו דינים שורה, אם לא שהאבל הוא גדול העיר ומוכרח להקיף."],["למנחה מתפללין כמו ב\"יוצר\", וכן בערבית כמו בליל ראשון.וכתב הטור דבקידוש של ליל שני אומר קידוש, וזמן אחריו מיד, ואחר כך סוכה. דזמן לא קאי אלא אקידוש, ולא אסוכה. דאף אם יום ראשון חול – יצא בזמן דסוכה, הלכך צריך שלא להפסיק בסוכה בין קידוש לזמן. ואבי העזרי כתב שאף בליל שני יש לומר זמן באחרונה, כמו יקנה\"ז, אף על פי שהזמן אינו חוזר על הבדלה. ואדוני אבי ז\"ל הסכים לסברא ראשונה. עד כאן לשונו.דלא דמי להבדלה דטעונה כוס, הלכך אין להפסיק בזמן בין \"בורא פרי הגפן\" להבדלה. אבל סוכה – אין עניין לכוס, ואם כן למה יפסיק בסוכה בין קידוש לזמן (בית יוסף)?","רבותינו בעלי השולחן ערוך פסקו כהרא\"ש, דבליל שני \"שהחיינו\" קודם, וכן אנו נוהגים. ומכל מקום יש מהגדולים שכתבו דהעיקר כהאבי העזרי, שאין לחלק שום חילוק בין לילה ראשונה ללילה שנייה, ומקדימין סוכה ואחר כך זמן, כבלילה ראשונה. ויש מהגדולים שנהגו כן (מהרש\"ל וב\"ח). ופשיטא שמי שלא אכל לילה ראשונה בסוכה – שמברך בשנייה סוכה ואחר כך זמן (מגן אברהם)."],["וביום שני מתפללין כמו בראשון. ונוטלין לולב ומברכין \"על נטילת לולב\", וכן כל שבעה. דאף על גב שהם מדרבנן – מברכים עליהם, כמו שכתבתי בריש סימן תרנח, עיין שם.ולעניין זמן ביום טוב שני על הלולב: יש אומרים שאינו צריך לאומרו, שהרי יצא בזמן דאתמול. ואף אם היה חול – הלא מדינא דגמרא מברכין בשעת עשייה קודם יום טוב.ויש אומרים שצריך לאומרו, שהרי לא תקנו אלא או בשעת עשייה, או בשעת נטילה. ואם אתמול היה חול – הרי לא היה לא שעת עשייה ולא שעת נטילה (שני הדיעות בטור).ומכל מקום מנהגינו כדיעה ראשונה, וכן פסקו הטור והשולחן ערוך, דפשיטא דלא גרע זמן של אתמול מעשייה שקודם יום טוב. ורק כשחל יום ראשון בשבת – ממילא דמברך זמן בשני, שהרי לא בירך \"שהחיינו\" עדיין עליו. ואז דומה לשופר, שמברכין גם ביום שני.","ומוציאין שני ספרים. באחד קורין חמישה גברי ב\"שור או כשב\" (ויקרא כב כו-כג מד), ובשנייה בקרבנות המוספים ד\"פינחס\", הכל כדאתמול. רק ההפטרה היא במלכים: \"ויקהלו\" (מלכים א ח ב) עד \"בהוציאי אותם מארץ מצרים\" (מלכים א ח כא), ששם נזכרו שבעת ימי החג. ומתפללין מוסף וברכת כהנים – הכל כדאתמול."],["בחולו של מועד מתפללין ערבית, ושחרית, ומנחה כבחול, ומזכירין \"יעלה ויבוא\" ב\"עבודה\". ואם לא אמר – מחזירין אותו.ומברכין בכל יום על הלולב, וגומרין ההלל. ואינו דומה לפסח, שאין גומרין, דסוכות – כל יום הוי חג בפני עצמו, שהרי קרבנותיהם חלוקין.וקורין בתורה מעניינא דיומא, כמו שיתבאר, ומתפללין מוסף של יום טוב. ואומרים הושענות כמו שנדפס בסידורים, ואחרות ממה שאומרים בהושענא רבה, כמו \"אערוך שועי\", \"אל למושעות\". אבל יש שאומרים מסדר הושענא רבה כסדר, ולכאורה למה לנו לשנות? אך אין משיבין על המנהג בדבר שעל פי דין אין שום עיכוב, אם כה ואם כה.","ולאשר כי הקריאה בחול המועד – אי אפשר רק באלו הששה ימים, שמיום השני עד אחר יום השביעי שבכל אחד – אי אפשר לקרות רק קורא אחד, ובכל יום יש ארבעה קרואים, דבחול המועד קורין ארבעה – ואם כן בהכרח שהשני יקרא מה שקרא הראשון.ויש בזה מנהגים חלוקים. רבינו הבית יוסף כתב דביום ראשון קורא כהן \"וביום השני\", ולוי \"ביום השלישי\", והשלישי והרביעי חוזרים וקוראים זה, והיינו: השלישי יקרא \"וביום השני\". אך הרביעי יקרא שניהם: \"[ו]ביום השני\"-\"וביום השלישי\", משום ספיקא דיומא, כדי שאחד יקרא שני הספיקות.וביום טוב שני אינו קורא \"וביום השני\", כדי שלא לזלזל ביום טוב שני, לבלי להראות שיש בו חשש חול. ועל דרך זה קורין בכל הימים.","אבל מנהגינו על פי רבינו הרמ\"א: שהראשון קורא \"וביום השני\", לוי \"וביום השלישי\", שלישי \"וביום הרביעי\". והרביעי קורא הספיקות: \"וביום השני\"-\"וביום השלישי\", וכן בכל יום.ורק בהושענא רבה יצטרך הכהן להתחיל מן \"וביום החמישי\", לוי \"[ו]ביום הששי\", שלישי \"וביום השביעי\", והרביעי \"[ו]ביום הששי\"-\"וביום השביעי\", דאי אפשר באופן אחר כמובן. וכן המנהג הפשוט אצלינו.וזהו הכל בחוץ לארץ. אבל בארץ ישראל שאין שם ספיקא דיומא – קורין כל הקרואים היום שלו. כגון: ביום שני – קורין כולם \"וביום השני\", ובשלישי – \"וביום השלישי\", וכן כולם על דרך זה.","שבת של חולו של מועד, ערבית שחרית ומנחה – מתפלל של שבת. ואומר \"יעלה ויבוא\" ב\"עבודה\". ואם לא אמר – מחזירין אותו.ובמוסף מתפלל של יום טוב, וכולל של שבת, וחותם \"מקדש השבת וישראל והזמנים\". ואומרים \"אדיר אדירינו\" בקדושה, ואומרים הושענות. ואומרים \"קהלת\" לאחר שחרית. ואם שמיני עצרת בשבת, אומרים בשמיני עצרת, ובלא ברכה.ומוציאין שני ספרים. באחד קורא \"ראה אתה אומר...\", והמפטיר בספיקא דיומא. וההפטרה ביחזקאל, בגוג ומגוג, שתהיה בחג הסוכות. וחותם בהפטרה: \"מקדש השבת וישראל והזמנים\"."],["ביום זה נתוספת מצוה אחת, והיא מצות ערבה. והיינו עיקר מצותה היתה במקדש, דהלכה למשה מסיני שמביאין במקדש ערבה אחרת, חוץ מערבה שבלולב. ואין אדם יוצא ידי חובתו בערבה שבלולב. ושיעורה אפילו עלה אחד בבד אחד.כיצד היתה מצותה? בכל יום ויום משבעת הימים היו מביאין מורביות של ערבה, והם ענפים גדולים של אחת עשרה אמה, שהיו בנמצא במקום הסמוך לירושלים. וזוקפין אותן בצדדי המזבח, שהיה גבוה עשר אמות, וראשיהן כפופין על גבי המזבח אמה. ובעת שהיו מביאין אותה וסודרין אותה – היו תוקעין ומריעין ותוקעין, והיינו: תקיעה, תרועה, תקיעה.אך כשחל שבת בתוך ימי החג – אין זוקפין ערבה, אלא אם כן חל יום שביעי להיות בשבת. דאף על גב דעתה אינו חל הושענא רבה בשבת, אמנם בזמן המקדש שהיו מקדשין על פי הראייה – היה יכול להיות כן. דאז היו זוקפין אותה בשבת, לפרסמה שהיא מצוה, וכיון שאינה כתובה בתורה – לכן צריכה פירסום.והיו מביאין מערב שבת למקדש, ונותנין אותם בגיגית של זהב המלא מים, כדי שלא יכמושו. ובשבת היו זוקפין אותן בצידי המזבח, ובאין העם ונוטלין אותן כדרך שעושין בכל יום. וזהו סדר ערבה שבמקדש.","ובזמן הזה הנהיגו הנביאים האחרונים, חגי זכריה ומלאכי, ואנשי כנסת הגדולה, שהם היו מתקני תקנות בישראל (רש\"י מד א), דכיון שאינה מפורש בתורה – לכן לא קבעוה בכל יום כלולב, אלא ביום השביעי בלבד נוטלין אותה, זכר למקדש.כיצד עושה? לוקח בד אחד או בדין הרבה, חוץ מערבה שבלולב, וחובט בה על הקרקע או על הכלי פעמיים או שלש. ובלא ברכה, כיון שאין בזה מעשה גמורה. ונכון לחבטה חמש חביטות, ויש בזה טעם.","וכבר נתבאר ששיעור ערבה זו – אפילו עלה אחד בבד אחד. מיהו מכוער הוא להיות כן, לכן נוטלין ערבה יפה משום \"זה אלי ואנוהו\". ונהגו ליטול חמש בדין ולקושרם, ויש בזה טעם.ושיעור אורכה – כשיעור ערבה שבלולב. וכל הפוסל בערבה שבלולב – פוסל בה, כגון: קטומה, וכמושה, וכיוצא בזה. לבד נשירת עלים – כשר בה, אפילו לא נשתייר רק עלה אחת, כמו שכתבתי.ואינו צריך ניענוע, רק חביטה. ויש אומרים שצריך גם ניענוע. וכתב רבינו הרמ\"א בסעיף ד שנהגו לעשות שתיהן: מנענעין בה, ואחר כך חובטין אותה. עד כאן לשונו. ואנחנו לא ידענו ממנהג זה.","ואינה ניטלת אלא בפני עצמה, שלא יאגד דבר אחר עמה. אבל בידו יכול לאחוז גם דבר אחר, ואין זה חציצה בין היד להערבה. שלא הקפידו בזה כל כך, כיון שאינו אלא מנהג.ומכל מקום דרך בזיון אסור להחזיקה, ויטלנה בידו ממש דרך כבוד. ויש מקפידים שלא לאגדה בעלי לולב משום חציצה. ואינו כן, דכל לנאותו – אינו חוצץ (מגן אברהם סעיף קטן ד), כמו שכתבתי בריש סימן תרנא.וכתב רבינו הבית יוסף בסעיף ג:יש מי שאומר שאף ביום זה מקיפים בלולב ולא בערבה. ולא נהגו כן, אלא להקיף גם בערבה.עד כאן לשונו, אבל אנחנו נוהגין רק להקיף בהלולב. וכבר הזהיר האריז\"ל שלא לחבר הערבה אל הלולב כלל.ונהגו ששמש של בית הכנסת מביא הערבה למכור, כמו שנהגו בזמן המקדש. ואצלינו קשה ליזהר גם בזה, מפני שעניים מביאים אל הבתים, וצדקה היא להם שנוטלין דבר מה עבור זה. ואין קפידא בכל אלו הדברים, רק שתהא כוונתו לשמים.","וכבר נתבאר שאין אדם יוצא ידי חובתו בערבה שבלולב אפילו הגביה אותה שני פעמים: אחד לשם לולב ואחד לשם ערבה. ואף שיש אומרים שיוצא בה בכי האי גוונא – מכל מקום אנן לא סבירא לן כן.","כתב רבינו הבית יוסף בסעיף ז:יש מי שאומר שאינו יכול ליטלה עם הלולב בשעה שהוא יוצא בה ידי חובתו, עד אחר שיברך ויטול וינענע בתחילה. ואם נטלה – עובר משום \"בל תוסיף\". ואחר הנענוע הראשון – יכול הוא ליטלה עם הלולב, וכל שכן בשעת הקפה. ואף על פי שמה שכתב שאם נטלה עובר משום \"בל תוסיף\" – טעות הוא בעיני, מכל מקום אין הפסד לחוש לדבריו.וכתב עוד: דגם אחר נטילה וניענוע – צריך לתפוס הערבה לבדה, להכיר שהיא חובה. ובשעת החבטה – יטלנה בפני עצמו, ויוצא בה ידי חובתו.עד כאן לשונו. ובוודאי \"בל תוסיף\" לא שייך כאן, כיון דקיימא לן לומר: לולב אינו צריך אגד. אם כן גם היא בכלל ערבה שבלולב. ועוד: ד\"בל תוסיף\" אינו אלא במין אחר לגמרי, כמו שכתבתי בריש סימן תרנא, עיין שם (והוא מתוספות לד ב דיבור המתחיל \"ערבי\").","ורבינו הרמ\"א כתב על זה: דהמנהג פשוט ליטול הערבה עם הלולב בשחרית, בשעת הנענוע ובשעת ההקפה, עד שעת החבטה, (ואז) נוטלים הערבה לבדה. ויותר טוב שלא ליטלה עם הלולב כלל. ואף הנוטלה עם הלולב, נראה לי דלאחר שהקיף – יסיר הלולב מידו ויאחז הערבה, שהם הושענות שעושים לבד כל זמן שאומרים תחנונים על המים, ומנענעים ההושענות בשעה שאומרים הושענות, ואחר כך חובטין אותן. עד כאן לשונו.וכבר בארנו שאנו עושין כהדרך היותר טוב שכתב, ואין אנו מחברין לעולם הערבה עם הלולב, אלא רק הלולב לבדו. וגם בעת אמירת ההושענות אנו תופסין רק הלולב לבדו. אך בהגיעינו אל תפלת \"תענה אמונים\" – מניחים הלולב, ונוטלין הערבה עד החבטה. גם הנענוע בהערבה אין אנו נוהגין. וראוי לחוש לדבריו ולנענע קצת.(מה שכתב המגן אברהם סעיף קטן ח ליטול שני בדים נפרדים, ויש שכתב שבעה עשר בדים, ושלא לאוגדן, עיין שם – אין אנו נוהגין כן, אלא נוטלין חמישה בדין ואוגדים אותן).","יש מי שאומר שהושענא שבלולב, אף על פי שנזרקת, שאינה תשמיש קדושה אלא תשמיש מצוה – מכל מקום אין לפסוע עליה דרך בזיון, וכמו שכתבתי בסימן כא גבי ציצית. וכן הערבה שנוטלין היום – כך דינה.וכן יש מי שאומר שאסור ליהנות מן הערבה לאחר נטילתו, דלכולי יומא אתקצאי למצותה, אם לא שהתנה עליה שאינו מקצה אותה רק עד אחר חבטה. אך באמת יש אומרים דלא מהני תנאי על יום זה, דבעל כרחו הוקצה לכל היום. ויש בזה דיעות.(עיין מגן אברהם סימן תרמט סעיף קטן יט, וסימן זה סעיף קטן ט. ועיין מה שכתב שם בסעיף כא.)","כתב רבינו הרמ\"א בסעיף ט: דנהגו להצניע ההושענות לאפיית מצות, כדי לעשות בה מצוה. עד כאן לשונו.כלומר: מיגו דאתעבדא בה חדא מצוה – ליעבד בה מצוה אחריתא. ובודאי נכון הוא. אך מפני אורך הזמן – קשה השמירה, ולפעמים מוטלים בבזיון. ולכן יותר טוב לשורפן, כמו ששורפין סכך הסוכה. וכן אנו נוהגים.","ויש מי שאומר שיש ליזהר שלא לקוץ ישראל משדה של אינו יהודי, אפילו ברשותו. וטעמו של דבר בארנו בסימן תרמט סעיף י. ובדיעבד אין חשש בזה, כמו שכתבתי שם.ואם חל הושענא רבה ביום ראשון, וקצץ האינו יהודי הערבה בשבת, והביאה – כשרה, דאדעתא דנפשיה קעביד. אבל אם צוה לו הישראל שיקצצנה בשבת – נראה דאסור.ויש מי שמתיר גם בכי האי גוונא, ותלו הדבר בתשובת הרשב\"א (מגן אברהם סעיף קטן י). אבל מאד הדבר תמוה, והרשב\"א לא מיירי כלל מעניין זה. אלא ששאלו ממנו אם נקצצה ביום טוב שני, אם מותר להניחה ביום טוב שני בהאגודה של הלולב. ופסק שאסור, ויותר לא הזכיר בדבריו (תשובות הרשב\"א חלק א סימן רצז, וגם הפרי מגדים נשאר בצריך עיון).וזה שכתב רבינו הרמ\"א בסעיף יא, וזה לשונו:מיהו אם צוה ישראל לקצצה, ואיכא פרהסיא בדבר – יש להחמיר אם יש לו ערבה אחרת.עד כאן לשונו, דמשמע רק חומרא בעלמא, ומשום פרהסיא, אבל מדינא מותר – זהו כשצוה לו קודם השבת לקצצה, ולא אמר לו שיקצצנה בשבת. אבל אם אמר לו שיקצצנה בשבת – נראה דמדינא אסור, ובפרט לדבר מצוה. ועיין מה שכתבתי בסימן רנב. וצריך עיון לדינא, אם אין לו ערבה אחרת.","ולפי שנתוסף מצוה אחת היום, והוא גמר החג, ובחג נדונים על המים, ובמים נכלל פרנסה ועוד עניינים – לכן מנהג כל ישראל לעשות התעוררות ביום זה בשני אופנים.האחד כמו ימי דין, והיינו: שהרבה נעורים רוב הלילה, וקורין משנה תורה מפני שבשם עיקר אהבת ד' ויראתו, וקורין תהלים, ואומרים \"יהי רצון\" המיוחד להושענא רבה. וקודם הבוקר הולכין לטבילה, ומשכימין לבית הכנסת, ושליח הציבור לובש הקיטל. ואומרים \"שיר היחוד\" ו\"אנעים זמירות\" כמו בראש השנה ויום הכיפורים, והניגון בתוך התפילה כמו בימים נוראים. ובסיבוב ההקפות ובאמירת הושענות בוכים הרבה, כמו ביום הכיפורים. ומרבים קצת בנרות כמו ביום הכיפורים, לפי שבחג נדונים על המים, והיום הוא הגמר דין. ונוהגים להתיר בו אגודו של לולב, וכתבו לזה רמז.(וכתב הרמ\"א בשם הראשונים שיש סימן בצל הלבנה בליל הושענא רבה, מה שיקרה לו או לקרוביו באותה השנה. אך אין לדקדק בזה, כדי שלא ליתרע מזליה. גם כי רבים אינם מבינים על בוריו העניין. ויותר טוב להיות תמים, ולא לחקור עתידות. עד כאן לשונו. ובאמת חלילה לעם בני ישראל להביט על עניינים כאלו. וברגע אחד כששב בתשובה – נתהפך מרע לטוב. ואין לנו רק לישא עינינו אל אבינו שבשמים.)","והאופן השני: שעושים היום הזה כקצת יום טוב. והיינו: שאומרים בפסוקי דזמרה מזמורי שבת ויום טוב, רק \"נשמת\" אין אומרים. ואומרים \"מזמור לתודה\". ובהוצאות ספר תורה אומרים \"שמע ישראל\" כמו ביום טוב. ואומרים קדושת \"נעריצך... אדיר אדירינו\". והקדישים של מוסף אומרים בניגון יום טוב. ואין רגילין לעשות מלאכה של חול עד אחר יציאה מבית הכנסת.וכתב רבינו הרמ\"א שיש לומר פזמון \"זכור ברית\" כשיש מילה בהושענא רבה, ואומרים אותו קודם \"אנא אזון חין\". עד כאן לשונו. אמנם אצלינו לא נהגו כלל בפזמון הזה גם בכל השנה.","וגם נהגו לעשות סעודת יום טוב בהושענא רבא במאכלים טובים. ובוודאי מי שביכולתו לאכול גם בלילה לתיאבון – יאכל, ויערב לו ויבושם לו. אמנם רע עלי המעשה שרבים יאכלו לשבעה, עד שקצים בלילה באכילה. וחלילה לעשות כן, דבלילה הוי יום טוב של שמיני עצרת, וחובה לאכול לתיאבון. ולכן אין לאכול סעודה קבועה ביום, כדי שיאכל לתיאבון בלילה. וכן אני נוהג. ונהגו לומר \"יום טוב טוב\", ולא כמו בחול."],["אתרוג בשביעי – אסור כל היום, שהרי הוקצה לכל שבעה. ואיסורו מתחיל מיום הראשון גם קודם שבירך עליו, כיון שהקצהו למצוה בערב יום טוב (ט\"ז). ואפילו נפסל אחר שעשה בו המצוה – מכל מקום אסור כל שבעת הימים, שהרי הוקצה על כל השבעה.אבל בשמיני – מותר. ואף על גב דבין השמשות שבין שביעי לשמיני – עדיין מוקצה הוא משום ספק יום שעבר, מכל מקום לא אמרינן בכי האי גוונא: מיגו דאתקצאי לבין השמשות – אתקצאי לכולי יומא. ולא דמי לסוכה, שיתבאר בסימן תרסז שאסורה גם בשמיני, דהתם אתקצאי בין השמשות על ידי מעשה, שהיה מחוייב לאכול שם. מה שאין כן באתרוג, דאינו אלא מפני היום שעבר (תוספות סוכה יב דיבור המתחיל \"עד\").","ובחוץ לארץ שעושים שני ימים – אסור האתרוג גם בשמיני, משום ספיקא דיומא. ומותר בתשיעי, ואפילו חל תשיעי באחד בשבת. ולא אמרינן דשבת מזמינו להיתר, והוה הכנה משבת ליום טוב, דאין זה הכנה בדבר שהיה בעולם, ולא נעשה בו מעשה (מגן אברהם סעיף קטן ב). ומכל מקום יש אוסרים בחל להיות באחד בשבת מטעם הכנה. ודע דאתרוג שנפסל – גם בחוץ לארץ מותר בשמיני (ט\"ז), דכולי האי אי אפשר לאסור בנפסל.","הפריש שבעה אתרוגים לשבעה ימים – כל אחד יוצא בו, ואוכלו למחר. ואף על גב דבין השמשות היה אסור, מכל מקום כיון דלא ייחדו רק ליום אחד – הוי כאלו התנה בפירוש שאינו מקציהו אלא למצותו (מגן אברהם). ודע דהירושלמי סובר דנפסל יצא ממוקצתו, אבל אין זה דרך הש\"ס שלנו (עיין ט\"ז)."],["אפילו גמר סעודתו ביום השביעי שחרית, ובארץ ישראל שאינו צריך לישב בה בשמיני עצרת – מכל מקום לא יסתור סוכתו לגמרי, שהרי צריך לישב בה כל היום עד הלילה. ואולי איתרמי ליה סעודה, ויצטרך לאכול בסוכה.אמנם הכלים שצריך להבית – מוריד אותם מהסוכה מן המנחה ולמעלה. ונראה דממנחה קטנה היא, שאז ניכר שעושה לכבוד יום טוב, ומתקן את הבית לכבוד יום טוב האחרון, ואין בזה בזיון להסוכה.","ואם אין לו בית, והוא מוכרח לישב גם בשמיני בסוכה בארץ ישראל, והרי מיחזי כ\"בל תוסיף\"; ד\"בל תוסיף\" גמור ליכא, משום דקיימא לן לומר לעבור על \"בל תוסיף\" שלא בזמנו – בעי כוונה לשם מצוה (סוף פרק שלישי דראש השנה), אבל בלאו הכי – אינו עובר ב\"בל תוסיף\".אבל מכל מקום מכוער הדבר, ואמרו חכמים (מח א) שצריך לפסול את הסוכה, והיינו לפחות בהסכך מקום ארבע על ארבע. ואף על גב דגם בשלושה טפחים נפסלה באויר – מכל מקום אין היכר כל כך.ודבר פשוט הוא שאם נצרך לאכול עוד בשביעי – שצריך לאכול בסוכה.ודע דחשש לצאת מ\"בל תוסיף\" אינו אלא בשמיני, ובחוץ לארץ בתשיעי, משום דסמיכי לימי הסוכות. אבל מי שרוצה לאכול אחר החג בסוכה – אינו צריך כלום, דאז לא מיחזי כ\"בל תוסיף\". ואינו צריך לפחות בה, ולא לקלקלה, ויושב ואוכל.","וזהו הכל בארץ ישראל. אבל בחוץ לארץ – אינו צריך לעשות בשביעי כלום, שהרי צריך לישב בה בשמיני עצרת. וביום השמיני מה יעשה? גמר מלאכול – מוריד כליו מן המנחה ולמעלה לביתו, מפני כבוד יום טוב האחרון. ואף על גב דטורח את עצמו מיום ראשון לשני – מכל מקום הא אי אפשר בעניין אחר, דבלילה אי אפשר להוריד. וגם אין בזה טירחא, דאינו מעמידם כהוגן בבית עד הלילה, והורדה בעלמא לית לן בה.","ומה יעשה בחוץ לארץ כשאין לו בית, ומוכרח לאכול בסוכה גם בתשיעי, שלא יהיה נראה כמוסיף? ולפחות בה אי אפשר, שהרי ביום טוב אסור לפחות. אמרו חכמים (שם) דכך יעשה להכירא: דאם היא סוכה קטנה שאסור להניח בה הנר בשאר ימים, כמו שכתבתי בסימן תרלט – יניח בה את הנר. ואם היא גדולה, שמותר להניח בה את הנר – מכניס בה קדרות וקערות וכיוצא בהם, שאסור להכניסם לסוכה, כמבואר שם, כדי להכיר שפוסלה ושכבר נגמרה מצותה. ולא מיחזי אז כ\"בל תוסיף\".","ודע דהרא\"ש ז\"ל שלהי סוכה דקדק מפירוש רש\"י שם, דאפילו בחוץ לארץ צריך לעשות איזה היכר בשביעי בהסוכה, להורות דמה שיאכל שם בשמיני – לא תהא כ\"בל תוסיף\". ודחה זה, עיין שם. וגם באמת אין מרש\"י הכרח כל כך, עיין שם.אמנם נראה לי דעיקר דבר זה תלוי באופן הישיבה שלנו בשמיני עצרת, ויתבאר בסימן תרסח.(הרא\"ש תפס מה שכתב רש\"י מח א בדיבור המתחיל \"הא לן\" – לבני בבל מדליק הנר, דאשביעי קאי. ואפשר לומר דאשמיני קאי, ועיין ב\"ח וק\"נ שם.)"],["אף על פי שבסימן תרסה נתבאר דאתרוג בשמיני מותר בארץ ישראל, מכל מקום סוכה ונוי סוכה אסורין בשמיני, מטעמא דכיון דאתקצאי לבין השמשות שבין שביעי לשמיני – אתקצאי לכולי יומא.ולא דמי לאתרוג, דהמוקצה אינו על ידי מעשה אלא מחמת יום שעבר. ולא כן גבי סוכה, שהרי צריך לישב שם בין השמשות. ואלו אתרמי ליה סעודה בבין השמשות – היה אוכל שם בסוכה, ונמצא דהקצאתו הוי על ידי מעשה, וכמו שכתבתי שם.וממילא דבחוץ לארץ, שיושבים גם בשמיני, דאסורים גם בתשיעי מהאי טעמא; דתשיעי לבני חוץ לארץ כשמיני לבני ארץ ישראל.ודע: דזה שאמרנו לעניין איסור להשתמש בסוכה – זהו כשנפלה, דאילו קיימת – בלאו הכי אסור משום סתירת בניין.ואם שמחת תורה חל ביום ערב שבת – יש נוהגים לאסור סוכה ונויה גם בשבת, מטעם דאם תתירם בשבת – הרי יום טוב מכין לשבת. אמנם כבר בארנו בסימן תרסה דבדבר שכבר הוא בעולם – לא שייך הכנה. ומכל מקום יש מחמירים, וכמו שכתבתי שם, עיין שם.","ויש שנהגו כשהיו יוצאין מן הסוכה, היו אומרים: \"יהי רצון... כשם שזכינו לישב בסוכה זו – כן נזכה לישב בסוכת עורו של לויתן.\"ודבר ידוע שאסור להכין מיום טוב לחבירו, ולפיכך בשמיני עצרת כשמורידין הכלים מן הסוכה – אסור להעמיד השולחנות והספסלים בבית לצורך הלילה, דהוי הכנה. ודי במה שהתרנו להורידם מהסוכה ביום, משום דאי אפשר בלילה. אבל להעמידן ולהעריכן – אסור עד הלילה.וזהו כשההורדה הוי דבר בפני עצמו, וההערכה דבר בפני עצמו. אבל אם בעת ההורדה מעמידן על מקומן – לית לן בה, דאין בזה עשייה מיוחדת וטירחא בפני עצמה.(ובזה מתורץ מה שקשה להמגן אברהם בסעיף קטן ג מדברי מהרי\"ל, עיין שם. דהמהרי\"ל אוסר לחפש הספר תורה משבת ליום טוב משום הכנה, עיין שם. נראה לי דאם אומר שם איזה פסוקים בתורה – הוי כלימוד לשעתו, ולא מקרי הכנה.)"],["ליל שמיני מתפללין שלוש ראשונות ושלוש אחרונות, וקדושת היום באמצע. וכתבו הטור והשולחן ערוך לומר \"ותתן לנו... את יום השמיני חג העצרת הזה\". ורבינו הרמ\"א כתב דאנו נוהגים שאין אומרים \"חג\" בשמיני, דלא מצינו בשום מקום שנקרא \"חג\". אלא אומרים \"יום שמיני עצרת הזה\", עד כאן לשונו.ויש אומרים שצריך לומר \"את יום שמיני עצרת החג הזה\" (רש\"ל וט\"ז), וכן מנהג העולם, וכך נדפס בסידורים. והטעם: דהחג קאי אסוכות, דהוא עצרת מחג הסוכות.אבל הרבה מגדולי ישראל הסכימו להטור והשולחן ערוך לומר \"את יום השמיני חג העצרת הזה\". ויש ראיות רבות דמקרי \"חג\", ובתורה הוא טפל לחג הסוכות, אבל הוא רגל בפני עצמו ואקרי \"חג\". וכן הוא בסידור רב עמרם גאון.(ונראה לי ראיה לזה ממסכת סופרים פרק יט, שאומר שם על שביעי של פסח שאומר \"ביום שביעי העצרת הזה\", ואין מזכיר בו \"חג\" לפי שאינו חג בפני עצמו. עד כאן לשונו. וממילא דשמיני עצרת, דהוא רגל בפני עצמו – אקרי חג. ונהי דאנן לא נהגינן בשביעי של פסח כהמסכת סופרים, מכל מקום ראיה גדולה היא. ועוד קל וחומר הדברים: דשביעי של פסח דלא אקרי \"חג\" ואינו רגל בפני עצמו, אנו אומרים \"חג המצות הזה\" – קל וחומר בשמיני עצרת, שהוא רגל בפני עצמו, שצריך לומר עליו \"חג\". ודייק ותמצא קל. ואם אמר \"חג הסוכות\" – נראה לעניות דעתי דאינו צריך לחזור ולהתפלל, עיין סוטה לט, ובט\"ז יורה דעה סימן רכ.)","בחוץ לארץ אוכלים בשמיני עצרת בסוכה, בלילה וביום, מפני שהוא ספק שביעי. ואין מברכין על ישיבתה. ומקדשין ואומרים זמן, דהוא רגל בפני עצמו.והנה כך איפסיקא הלכתא בגמרא (מז א) דבשמיני מיתב יתבינן, ברוכי לא מברכינן. ומכל מקום ראינו בזה בפוסקים מנהגים שונים: המרדכי בשם הראבי\"ה כתב דאסור לישן בשמיני בסוכה משום \"בל תוסיף\". דבשלמא באכילה – יש היכר מה שאינו מברך. אבל בשינה ליכא היכר (מגן אברהם).ואף על גב ד\"בל תוסיף\" גמור ליכא, כמו שכתבתי בסימן תרסו, ד\"בל תוסיף\" שלא בזמנו בעי כוונה, מכל מקום מיחזי כ\"בל תוסיף\". ועוד: שהרי באמת יושב לשם מצוה, מפני הספק. ומכל מקום היכר צריך, כיון דאנן בקיאין בקביעת החודש. ויתבאר זה בסעיף ה בסייעתא דשמיא.","ומטעם זה נהגו לצאת מיד מהסוכה אחר סעודת שחרית (שם). ויש שבלילה אין יושבין, וביום יושבין (שם), ואין זה מנהג (טור). ויש שעושין קידוש, וטועמין בסוכה, והולכין לבית לאכול. והנה על כל אלה הדברים כבר צווחו כמה גדולים דאין לעשות כן. דכיון דבגמרא נפסקה ההלכה שיושבין בשמיני עצרת בסוכה, אם כן צריכין לישב כל הלילה וכל היום. וגם צריכין לישן בסוכה, ובלי שום הבדל מכל החג.","האמנם לעניות דעתי יש טעם כעיקר במנהגן של ישראל, וכל הדברים אמת, רק שצריך ביאור. דהנה אמת שבגמרא נפסקה ההלכה דמיתב יתבינן, אבל רבותינו בעלי התוספות כתבו שם, וזה לשונם: מיתב יתבינן – בלולב לא רצו לתקן שיטלו הלולב מפני הספק, לפי שהוא יום טוב ומוקצה לטלטול, ומינכרא למילתיה שנוהג בו מנהג חול. אבל סוכה – פעמים שסוכתו עריבה עליו, אוכל בה אפילו ביום טוב. עד כאן לשונו.וכן כתב הטור, וזה לשונו: ולא שייך בישיבתו בה לומר: היאך נעשנו חול? שכך דרך לפעמים לישב בצל סוכה, אפילו שלא לשם מצות סוכה. עד כאן לשונו.הרי מפורש דעיקר ההיתר הוא מפני שאינו ניכר שיושב בה לשם מצוה. אבל אם היה ניכר שעושה רק לשם מצוה – לא היה נכון לישב בה.","ולפי זה – אתי שפיר הכל. דוודאי במדינות החמים כמו בבבל, ובמדינות המערביות והדרומיות, דבסוכות האויר ממוזג וטוב – וודאי דחייבים לאכול ולישן בשמיני עצרת, כמו בכל החג.אבל במדינות הצפוניות כשלנו, דעל פי הרוב הזמן הוא קר; אך אם אנו נפטור עצמינו בכל חג הסוכות מטעם קרירות בטלה מאתנו מצות סוכה, ובעל כרחנו אנו צריכים לישב ולישן בכל חג הסוכות, ובאמת משינה רובם פוטרים עצמם מטעם זה, כמו שכתבתי בסימן תרלט. מיהו בשמיני עצרת שצוו חכמים עלינו לישב בה, ובאופן שלא יהא ניכר שהיא לשם מצוה, וזהו דבר שאי אפשר כמעט במדינות שלנו.ולכן חלילה לנו לבטל תקנת חכמים, אבל מכל מקום בהכרח לעשות איזה היכר שהיא שלא לשם מצוה, והיינו: דמי שישן בסוכה כל ימי החג – לא יישן בשמיני עצרת. ומי שאינו ישן בסוכה דהשתא לא הוי זה היכר, בהכרח לעשות איזה היכר אחר, והיינו: או שלא לאכול בלילה, או לאכול מקצת סעודה ביום חוץ לסוכה. אך שני הדרכים האלה פגומים הם. לכך ההיכר הטוב הוא לצאת מיד לאחר הסעודה של שחרית מן הסוכה, להראות שאין אנו עושים זה לשם מצוה. וזה כל דברי המנהגים קיימים (כן נראה לעניות דעתי).","ואין לאכול בשמיני עצרת סעודת הערב עד הלילה. דאם יאכלנה קודם הלילה ולאחר תפילת ערבית, ואינו יכול לברך לישב בסוכה מפני שקבל עליו יום טוב של שמיני עצרת, והרי עדיין יום הוא. ומכל מקום אם אירע כן – לא יברך \"לישב בסוכה\" (מגן אברהם סעיף קטן ג). ויש מי שאומר דגם לכתחילה יכול לעשות כן (ט\"ז). ואין המנהג כן, דבלאו הכי בכל יום טוב אין אנו אוכלין קודם הלילה.","בקריאת התורה בשמיני עצרת בארץ ישראל, שהוא רק יום אחד, עושין ההקפות, וקורין ב\"וזאת הברכה\" לסיים התורה, ואחר כך קורין בבראשית עד \"אשר ברא אלקים לעשות\". והטעם בזה: כדי שלא יהא פתחון פה לשטן לאמר שסיימו התורה, ואין רוצים ללומדה עוד (טור בסימן הבא). ומפטיר \"ביום השמיני עצרת\", וההפטרה \"ויהי אחרי מות משה\".ובחוץ לארץ קורין \"כל הבכור\". ואם חל בשבת מתחילין \"עשר תעשר\". ויש מקומות שגם בחול מתחילין \"עשר תעשר\", לפי שהיא זמן מעשרות, וכן המנהג אצלינו. ומפטירין \"ביום השמיני עצרת\", וההפטרה במלכים \"ויהי ככלות שלמה\", משום דבשם נזכר שמיני עצרת.ומחזיר הספרים, ואומר קדיש, ומכריז השמש \"משיב הרוח ומוריד הגשם\", ודיניו נתבארו בסימן קיד, עיין שם.(והנוהגים מנהג ספרד עושין הקפות גם בשמיני עצרת אחר תפלת ערבית.)"],["בחוץ לארץ שעושים שני ימים טובים, ליל תשיעי מקדשין ואומרים זמן. ולמחר מוציאין שלושה ספרים, וקורין באחד \"וזאת הברכה\" עד סוף התורה, ובשני מ\"בראשית\" עד \"אשר ברא אלקים לעשות\", מטעם שנתבאר בסימן הקודם. ובשלישי קורא המפטיר כמו אתמול. וההפטרה \"ויהי אחרי מות משה\".ובמקום שאין להם רק שני ספרי תורה קורין בראשונה \"וזאת הברכה\", ובשנייה \"בראשית\", וחוזרין ולוקחין הראשונה למפטיר. אבל לא יקרא שני דברים בספר תורה אחת כסדר. וכן הוא בכל מקום שצריך שלושה ספרי תורה, ואין להם רק שני ספרי תורה.","וקורין ליום זה \"שמחת תורה\", לפי ששמחין ועושין בו סעודה לגמרה של תורה. ובאשכנז נהגו שהמסיים והמתחיל נודרין נדבות, וקוראין לאחרים לעשות משתה.ונהגו להרבות הקרואים לספר תורה, וקורין פרשה אחת כמה פעמים. ואין חשש בדבר ביום הזה, כיון שנהגו כולם לעלות לתורה ביום הזה. וגם הנערים עולין לתורה, וקורין עמהם \"המלאך הגואל\".וכתב רבינו הרמ\"א דנהגו לסיים אף על קטן העולה, אף על גב דיש אומרים דדווקא תלמיד חכם צריך לסיים, בזמן הזה שהחזן קורא – אין לחוש. עד כאן לשונו. והאידנא אין מניחין קטן לסיים, ומוכרין זה בדמים למי שמרבה.וגם נהגו ששנים עולין ביחד ומברכין, ואף שאינו נכון – מכל מקום מפני שמחת סיומה עושין כן. וגם בלילה נהגו לקרות בשביל נדרים ונדבות, ואין לזה יסוד. ולכן נהגו בכמה מקומות לבלי לקרוא רק תלתא גברי, וכן אנו נוהגין.","ועוד נהגו לומר פסוקים בערבית ושחרית: \"אתה הראת\" וגו'. ומוציאין כל ספרי תורה שבהיכל, ומסבבין הבימה שבעה פעמים, ואומרים זמירות שירות ותשבחות, ומרקדין לכבוד התורה. ואף שאין מרקדין ביום טוב, כמו שכתבתי בסימן שלט – לכבוד התורה מותר. ואין עולין לדוכן, מפני שרגילין לשתות יין ויין שרוף אחר קריאת ספר תורה. ויזהרו מלגמר מוגמר או להבעירם להשמיע קול לשמחה.ויש שאין נופלין על פניהם עד אחר ראש חודש מרחשון.בסייעתא דשמיא סליק הלכות לולב"]],"SHULCHAN_ARUCH":[["לולב שנפרדו עליו זה מעל זה ולא נדלדלו כעלי החריות כשר אפילו לא אגדו. <i> הגה: ומכל מקום מצוה מן המובחר בלולב שאין עליו פרודות לגמרי (המגיד ור''ן פרק לולב הגזול):<\/i>","נפרצו עליו והוא שידלדלו משדרו של לולב כעלי החריות <i>(דהיינו שאינן עולים עם השדרה אלא תלויין למטה (המגיד פרק ח')<\/i> פסול. <i> הגה: וכל שכן אם נפרצו ונעקרו למטה מן השדרה דפסול אפילו אגדן (טור ור''ן פרק לולב הגזול). וכן אם נתקשו העלין כעץ ואין יכולין לחברן אל השדרה פסול (טור ובית יוסף). וכל זה ברוב עלין אבל אם מיעוט עלין נעשו כך ושאר עלין נשארו ועדיין הלולב נשאר מכוסה בעלין כשר (ר''ן פרק לולב הגזול):<\/i>","בריית עלין של לולב כך היא כשהם גדלים גדלים שנים שנים ודבוקים מגבן וגב של שני עלין הוא הנקרא תיומת נחלקה התיומת <i>(ברוב העלין) (טור ובית יוסף)<\/i> פסולה היו עליו אחת אחת מתחלת ברייתו ולא היה תיומת או שכל עליו כפולים מצדו האחד וצד השני ערום בלא עלין פסול. <i> הגה: ויש מפרשים לומר דאם נחלק העלה העליון האמצעי שעל השדרה עד השדרה מקרי נחלקה התיומת ופסול והכי נוהגין (תרומת הדשן סימן צ''ז). מיהו לכתחילה מצוה מן המובחר נוהגין ליטול לולב שלא נחלק העלה העליון כלל כי יש מחמירין אפילו בנחלק קצת ואם אותו העלה אינו כפול מתחלת ברייתו פסול (כל בו):<\/i>","לא היו עליו זה על גב זה כדרך כל הלולבין אלא זה תחת זה אם ראש זה מגיע לעיקר שלמעלה ממנו עד שנמצא כל שדרו של לולב מכוסה בעלין כשר ואם אין ראשו של זה מגיע לצד עיקרו של זה או שאין לו הרבה עלין זה על זה אלא מכל צד יוצא אחד למטה סמוך לעיקרו ועולה על ראשו פסול:","לולב שיבשו רוב עליו <i>(או שדרתו) (טור)<\/i> פסול ושיעור היבשות משיכלה מראה ירקות שבו וילבינו פניו. <i> הגה: ויש אומרים דלא מקרי יבש אלא כשנתפרך בצפורן מחמת יבשותו (טור בשם התוספות) וכן נוהגין במדינות אלו שאין לולבין מצויין (הגהות מיימוני פרק ז'):<\/i>","נקטם ראשו דהיינו שנקטמו רוב העלין העליונים פסול. <i> הגה: ואם נקטם העלה העליון האמצעי שעל השדרה פסול (המגיד ור''ן פרק לולב הגזול). ודוקא דאיכא אחר אבל ליכא אחר מברכין עליו (מרדכי פרק ג' ומנהגים):<\/i>","נסדק אם נתרחקו שני סדקיו זה מזה עד שנראו כשנים פסול. <i> הגה: ואפילו לא נחלקה התיומת העליונה בענין שיפסל הלולב מכח נחלקה התיומת:<\/i>","יש לו כמין קוצים בשדרתו או שנצמת ונכווץ או שהוא עקום לפניו שהרי שדרו כגב בעל חטוטרת פסול וכן אם נעקם לאחד מצדדיו פסול אבל אם נעקם לאחוריו כשר שזו היא ברייתו:","אם כפוף בראשו פסול ודוקא כששדרתו כפופה אבל עליו כפופים בראשו כמו שדרך להיות הרבה לולבים כשר:"],["הדס שנקטם ראשו כשר נשרו רוב עליו אם נשתיירו שלשה עלין בקן אחד כשר:","היו ענביו מרובות מעליו אם ירוקות כשר ואם אדומות או שחורות פסול ואם מיעטן כשר ואין ממעטים אותם ביום טוב לפי שהוא כמתקן עבר וליקטן או שליקטן אחד אחד לאכילה הרי זה כשר. <i>(ומיום ראשון ואילך כשר בכל ענין) (בית יוסף בשם אורחות חיים):<\/i>","ענף עץ עבות האמור בתורה הוא ההדס שעליו חופין את עצו כגון שלשה עלין או יותר בגבעול אחד אבל אם היו שני העלים בשוה זה כנגד זה והעלה השלישי למעלה מהם אין זה עבות אבל נקרא הדס שוטה. <i> הגה: ופסול אפילו בשעת הדחק ואיכא מאן דאמר בגמרא דכשר ועל כן נוהגין באלו המדינות לכתחלה לצאת באלו ההדסים המובאים ואין ג' עלין בגבעול אחד ויש מי שכתב דהדסים שלנו אין נקראים הדס שוטה הואיל והם שנים על גבי שנים ואינן כהדס שוטה המוזכר בגמרא ולכן נהגו להקל כמו שכתבו מהר''י קלון ומהר''י איסרלן ז''ל בתשובותיהם:<\/i>","יצאו הרבה בקן אחד ונשרו מהם עד שלא נשארו אלא שלשה בקן אחד כשר אפילו נשרו רובם כגון שהיו שבעה ונשרו מהם ארבעה ונשארו שלשה:","למצוה בעינן כל שיעור אורך ההדס שיהא עבות ולעיכובא ברובו <i>(ואפילו אינו בראשו) (טור):<\/i>","יבשו עליו פסול כמשו כשר:","שיעור היבשות אפילו אם נפרך בצפורן אם עדיין ירוקים הם כשר ואינם נקראים יבשים אלא כשילבינו פניהם:","יבשו רוב עליו ונשתיירו בראש כל בד מהג' בדין קן אחד ובו ג' עלין לחין כשר ויש מפרשים שאפילו אם מהג' שבחד קינא יבשו שנים ולא נשאר כי אם אחד לח כשר והוא שיהיה העלה שהוא מורכב על שניהם:","אם אותם עלים שלא יבשו הם כמושין יש פוסלין ויש מכשירין:","נקטם ראשו כשר אפילו לא עלתה בו תמרה והוא הדין ליבש ראשו ויש פוסלין בנקטם ראשו. <i> הגה: וטוב להחמיר במקום שאפשר באחר (המגיד). ולא מקרי נקטם אלא אם נקטמו העצים (ר''ן):<\/i>","אם אין לו אלא הדס שענביו מרובים מעליו ביום טוב נוטלו ואינו מברך עליו:"],["ערבי נחל האמור בתורה הוא מין ידוע הנקרא כן עלה שלו משוך כנחל ופיו חלק וקנה שלו אדום <i>(ואפילו בעודו ירוק כשר) (בית יוסף)<\/i>. ורוב מין זה גדל על הנחלים לכך נקראו ערבי נחל ואפילו היה גדל במדבר או בהרים כשר ויש מין אחד דומה לערבה אלא שעלה שלו עגול ופיו דומה למסר <i>(פירוש מגרה, סיג''ה בלע''ז)<\/i> וקנה שלו אינו אדום וזהו הנקרא צפצפה והיא פסולה ויש מין ערבה שאין פי העלה שלה חלק ואינו כמסר אלא יש בו תלמים קטנים עד מאד כמו פי מגל קטן וזה כשר:","ערבה שיבשה או שנשרו רוב עליה או שנקטם ראשה פסולה אבל כמושה או שנשרו מקצת עליה כשרה והרמב''ם מכשיר בנקטם ראשה:"],["אתרוג היבש פסול ושיעור היבשות כשאינו מוציא שום ליחה ויבדוק על ידי שיעבור בו מחט ובו חוט ואם יש בו ליחה יראה בחוט <i>(ואתרוג שהוא משנה שעברה ודאי יבש הוא ופסול) (תרומת הדשן מהרי''ל סימן ה'):<\/i>","אתרוג שניקב נקב מפולש כל שהוא פסול ושאינו מפולש אם היה כאיסר פסול ואם חסר כל שהוא פסול ויש אומרים דגם בנקב מפולש בעינן חסרון משהו ושאינו מפולש בחסרון כאיסר. <i> הגה: ונהגו להכשיר הנקבים שנעשו באילן על ידי קוצים אף על פי שיש בהם חסרון שזהו דרך גדילתן (תרומת הדשן סימן צ''ט) מיהו אם רואה שאין העור והבשר קיים תוך הנקב פסול לסברא הראשונה אף על פי שאינו מפולש ובשעת הדחק יש להקל כסברא האחרונה להכשיר חסרון שאינו כאיסר ואינו נקב מפולש (דעת עצמו):<\/i>","מפולש יש מפרשים כפשוטו דהיינו שניקב מצד זה לצד זה ויש מפרשים שכיון שניקב עד חדרי הזרע שהגרעינים בתוכו מקרי מפולש:","אתרוג שנימוח כל בשרו בפנים וקליפתו החיצונה קיימת וחדרי הזרע קיימים בפנים כשר ויש פוסלים:","נסדק כולו מראשו לסופו אפילו אינו חסר כלום פסול אבל נשאר בו שיור למעלה ולמטה אפילו כל שהוא כשר ויש מי שאומר דדוקא מלמטה אבל בחוטמו אפילו כל שהוא פסול. <i> הגה: ויש מחמירים לפסול בנסדק רובו וכל שלא נסדק רוב קליפתו העבה לא מקרי נסדק (רבינו נסים):<\/i>","נקלף הקליפה החיצונה שלו שאינו מחסרו אלא נשאר ירוק כמות שהוא ברייתו אם נקלף כולו פסול אם נשאר ממנו כל שהוא כשר ויש אומרים שצריך שישתייר כסלע:","ניטל דדו והוא הראש הקטן ששושנתו בו פסול. <i> הגה: ויש מחמירין אם ניטלה השושנתא דהיינו מה שאנו קורין פיטמא (ר''ן) וטוב להחמיר במקום שאפשר מיהו לענין דינא אין לפסול אלא אם כן ניטל הדד דהיינו העץ שראש הפיטמא עליו והראש נקרא שושנתא (המגיד). וכל זה דוקא בניטלה אבל אם לא היה לו דד מעולם כשר וכן הם רוב האתרוגים שמביאים במדינות אלו (הרא''ש):<\/i>","ניטל העץ שהוא תלוי בו באילן מעיקר האתרוג ונשאר מקומו גומא פסול. <i> הגה: ואם ינטל קצת העץ ונשאר עובי כל שהוא שכל רוחב הגומא מכוסה כשר (טור):<\/i>","עלתה חזזית <i>(פירוש תרגום או ילפת או חזזן)<\/i> עליו אם בשנים או בשלשה מקומות פסול ואם במקום אחד אם עלה על רובו פסול ואם על חוטמו אפילו כל שהוא פסול וחוטמו היינו ממקום שמתחיל להתקצר ולהתחדד כלפי ראשו:","יש אומרים דהא דבב' וג' מקומות פסול היינו דוקא כשנתפשט הנימור ברובו אף על פי שבשטח החברבורות הוא מיעוט אבל במיעוטו כגון שכולם מצד אחד של אתרוג כשר ויש פוסלים אפילו במיעוטו של צד אחד:","אם הוא מחצה על מחצה במקום אחד יש מכשירים ויש פוסלים:","מחוטמו ואילך דהיינו ממקום שמתחיל לשפע עד הפיטמא פוסל חזזית וכל שינוי מראה בכל שהוא ויש מי שאומר דהוא הדין דיבש פוסל שם בכל שהוא:","חזזית הוא כמו אבעבועות ויש בו ממש שמקומו ניכר במישוש שהוא גבוה מהאתרוג. <i> הגה: ולכן יש להכשיר אותן חזזית שקורין בלשון אשכנז מו''ל לפי שאינם גבוהים משאר האתרוג (מהרי''ל) ויש מי שכתב דיש להכשירם מטעם דנחשבים מראה אתרוג מאחר דרגילים להיות הרבה כך (תרומת הדשן סימן צ''ט):<\/i>","אם עלתה בו חזזית בענין שפסול או שהוא מנומר אם כשקולפו חוזר למראה האתרוג כשר <i>(לאחר שנקלף ולא חסר כלום):<\/i>","נפל עליו מים בתלוש ותפח או סרח או שהוא כבוש בחומץ או מבושל או מנומר פסול:","אם הוא שחור או לבן במקום אחד פוסל ברובו בשנים או בשלשה מקומות דינו כחזזית ליפסל אפילו במיעוטו:","מקום שהאתרוגים שלהם כעין שחורות מעט כשרים ואם היו שחורים ביותר כאדם כושי הרי זה פסול בכל מקום:","העגול ככדור פסול:","גדלו בדפוס ועשאו כמין בריה אחרת פסול עשאו כמו ברייתו אף על פי שעשאו דפין דפין כשר:","התיום דהיינו שגדל שנים דבוקים זה בזה כשר:","הירוק שדומה לעשבי השדה פסול אלא אם כן חוזר למראה אתרוג כשמשהין אותו כשר:","שיעור אתרוג קטן פחות מכביצה פסול אבל אם כביצה אפילו אם הוא בוסר שעדיין לא נגמר פריו כשר ואם היה גדול כל שהוא כשר:"],["כל ארבעה המינים פסולים בגזול ובגנוב בין לפני יאוש בין לאחר יאוש אבל גזול וקנאו בלא סיוע המצוה כגון גזל לולב ושיפהו כשר דקנייה בשינוי מעשה ומיהו לא יברך עליו ויש מי שאומר דלא נפסל גזול וגנוב אלא לגנב ולגזלן עצמו אבל לאחרים כשר בשאר הימים חוץ מיום ראשון. <i> הגה: ומשום זה יש ליזהר שלא יקצץ הישראל בעצמו אחד מארבעה מינים שבלולב לצורך לולבו דקרקע אינה נגזלת וסתם עכו''ם גוזלי קרקע הם ויבא בגזילה לידו אלא יקצצנו עכו''ם ויקנה מהם (תשובת הרשב''א סימן תתנ''ב, הגהות אשירי סוף פרק לולב הגזול). ואין חילוק בזה בין ארץ ישראל או חוצה לארץ (אור זרוע). לולב שאגדו עכו''ם ועשאו כשר כמו סוכת עכו''ם (מרדכי הלכות קטנות):<\/i>","וכן שאול ביום ראשון משום דבעינן לכם. <i> הגה: והמודר הנאה מלולבו של של חבירו או מלולבו של עצמו אינו יוצא בו ביום א' דלא הוי שלכם (תשובת רשב''א סימן תשמ''ו ותשמ''ז):<\/i>","וכן של עיר הנדחת ושל אשירה של ישראל פסול אבל של עבודת כוכבים לכתחלה לא יטול ואם נטל יצא מיום ראשון ואילך דלא בעינן לכם. <i> הגה: ודווקא שלא נתכוין לזכות בו אבל אם נתכוין לזכות בו הוי ליה של ישראל דאינו יוצא בו ודוקא קודם שנתבטל אבל אם נתבטל ביד עכו''ם אפילו מכוין לזכות בו אחר כך יוצא בדיעבד (רבינו ירוחם נתיב ח' חלק ג' ור''ן). ועיין לעיל סימן תקפ''ו:<\/i>","גנות הצעירים של עובדי כוכבים וכיוצא בהם מבתי שמשיהם מותר ליטול משם לולב או שאר מינים למצוה <i>(ואפילו האילן נטוע לפני עבודת כוכבים כל זמן שאין עובדין האילן) (רבינו ירוחם נתיב ח' חלק ג'):<\/i>","כל אלו שאמרנו שהם פסולים מפני מומין שביארנו או מפני גזל וגניבה ביום טוב הראשון בלבד אבל בשאר ימים הכל כשר. <i> הגה: ויש פוסלין בגזול כל ז' ימים והכי נהוג אבל שאול יוצא בו (טור והמגיד בשם פוסקים). ומותר ליטול לולב של חבירו בלא דעת חבירו בשאר ימים דניחא ליה לאינש למיעבד מצוה בממוניה והוי כשאול (תרומת הדשן סימן ק' ופסקיו סימן קנ''ט). וחסר כשר בשאר ימים (טור). וניטל פטמתו או עוקצו דינו כחסר וכשר מיום ראשון ואילך (רבינו ירוחם נתיב ח' חלק ג'). מיהו אם נקבוהו עכברים לא יטלנו אף בשאר הימים משום מאוס (כל בו) עד שיסיר ניקור העכברים אבל אם היה יבש או מנומר שפסול כל שבעת ימים אף אם חתך היבשות או הנמור פסול כל שבעה הואיל ובא מכח פסול (הגהות אשירי פרק לולב הגזול). ומותר לכתחלה להתנות על אתרוג שיהיה כולו ליום ראשון ושאינו בודל ממנו כל בין השמשות של ליל שני ואילך ומותר אז לכתחילה לאכול ממנו מיום שני ואילך ולצאת ידי מצוה עם הנשאר (בית יוסף בשם הרא''ש) אלא שאין אנו בקיאין בתנאים כדלעיל בסוף סימן תרל''ח בהג''ה. והפיסול שהוא משום עבודת כוכבים או מפני שאותו אתרוג אסור באכילה או מפני שאינם מינם או שהם חסרים השיעור בין ביום טוב ראשון בין בשאר ימים פסול. (וחזזית פוסלת כל שבעת הימים) (רבינו ירוחם נתיב ח' חלק ג' ור''ן פרק לולב הגזול). והעושים שני ימים טובים פסולי ראשון נוטלין בשני אבל ברוכי לא מברכינן. ואם יש לחבירו לולב ואתרוג כשר יברך על של חבירו מדעתו (דברי עצמו):<\/i>","בשעת הדחק שאין נמצא כשר כל הפסולים נוטלין ואין מברכין. <i> הגה: ויש מכשירין לולב יבש אפילו לברך עליו (רמב''ם פרק ח' והמגיד) וכן נוהגין לברך על לולבין יבשים אפילו בדאיכא אחרים לחים (אגור) אבל בשאר מינים אין לנהוג הכי. ויש מקילין אפילו בהדס יבש (הגהות מיימוני ומרדכי) ויש לסמוך עלייהו בשעת הדחק ואף על גב דחסר כשר בשאר ימים אין לחתוך אתרוג לב' או ג' חלקים ולחלקו ולצאת בו אפילו בשעת הדחק דדוקא חסר ונשאר העיקר קיים כשר אבל כי האי גוונא מקרי חתיכת אתרוג ולא אתרוג (ר''ן ופסקי מהרא''י סימן נ''ב). וכל זה לענין לברך עליו אבל בלא ברכה יכול ליטול כל הפסולין ולא יברך עליהם (טור):<\/i>"],["שיעור הדס וערבה ג' טפחים ושדרו של לולב ד' טפחים כדי שיהא שדרו של לולב יוצא מן ההדס טפח באמה בת ה' טפחים עשה אותה ששה צא מהם שלשה להדס נמצא שיעור הדס וערבה טפחיים ומחצה שהם י' גודלים ושיעור שדרו של לולב י''ג גודלים ושליש גודל ויש מי שאומר ששיעור שדרו של לולב י''ד גודלים ויש אומרים ששיעור הדס וערבה י''ב גודלים ושדרו של לולב ט''ז גודלים <i>(וכן נוהגין לכתחלה):<\/i>","אין להם שיעור למעלה ויש מי שאומר שאפילו הוסיף באורך ההדס והערבה כמה צריך שיצא שדרו של לולב למעלה מהם טפח:"],["מצות ד' מינים שיטול כל אחד לולב אחד וב' ערבות וג' הדסים <i>(ובמקום הדחק דליכא הדס כשר סגי ליה בחד דלא קטום) (בית יוסף סימן תרמ''ו בשם אורחות חיים)<\/i>. ומצוה לאגדם בקשר גמור דהיינו ב' קשרים זה על זה משום נוי ויכול לאגדם במין אחד ואם נשרו מהעלין בתוך האגודה בענין שמפסיק אין לחוש <i>(דמין במינו אינו חוצץ אבל שלא במינו חוצץ על כן יזהר ליקח החוט שרגיל להיות סביב ההדס (מהרי''ל)<\/i>. ואם לא אגדו מבעוד יום או שהותר אגודו אי אפשר לאגדו ביום טוב בקשר גמור אלא אוגדו בעניבה. <i> הגה: יש מי שכתבו לעשות הקשר בדרך אחר שכורכין סביבות ג' מינים אלו ותוחבין ראש הכרך תוך העגול הכרוך (טור) וכן נוהגין. ויש לקשור ההדס גבוה יותר מן הערבה (מהרי''ו). וישפיל ההדס והערבה תוך אגוד הלולב כדי שיטול כל ג' מינים בידו בשעת ברכה (מהרי''ל). ויש שכתבו לעשות בלולב ג' קשרים וכן נוהגין (מרדכי פרק לולב הגזול):<\/i>","יטול האגודה בידו הימנית ראשיהם למעלה ועיקריהם למטה והאתרוג בשמאלית:","אטר נוטל לולב בימין כל אדם ואתרוג בשמאל כל אדם דבתר ימין ושמאל דעלמא אזלינן ולא בתר ימין ושמאל דידיה. <i> הגה: ויש אומרים דאזלינן בתר ימין דידיה ויש ליטול הלולב בימין דידיה והאתרוג בשמאל דידיה (הרא''ש ורבינו ירוחם ומהרי''ו) וכן נהגו וכן עיקר ואם היפך יצא (מהרי''ל ומנהגים). ושולט בב' ידיו נוטל הלולב בימין ואתרוג בשמאל ככל אדם (כל בו):<\/i>","אדם שאין לו יד נוטל לולב בזרועו וכן האתרוג:","יברך על נטילת לולב ושהחיינו קודם שיטול האתרוג כדי שיברך עובר לעשייתו או יהפוך האתרוג עד שיברך. <i> הגה: ויברך מעומד (מהרי''ל וכל בו). ולא יברך רק פעם אחת ביום אף על פי שנוטלו כמה פעמים (מהרי''ו):<\/i>","לא יברך שהחיינו בשעת עשיית לולב אלא בשעת נטילתו:","אם עשה בית יד ונתן בו הלולב ונטלו שפיר דמי דלקיחה על ידי דבר אחר שמה לקיחה ובלבד שיהא דרך כבוד אבל אם אינו דרך כבוד כגון שנתן הלולב בכלי ונטלו לא יצא ואם כרך עליו סודר ונטלו או שכרך סודר על ידו ונטלו יש אומרים דלא יצא. <i> הגה: ונהגו להחמיר להסיר התפילין (מהרי''ל) וטבעות מידם אבל מדינא אין לחוש הואיל ואין כל היד מכוסה בהן (אגודה פרק מקום שנהגו):<\/i>","ינענע בשעה שמברך וכן ינענע בהודו לה' פעם אחת <i>(ומנענעים בכל הודו שיאמרו) (טור והרא''ש) <\/i>ובהודו לה' שבסוף שכופלים אותו שליח ציבור והצבור מנענעין שני פעמים וכן באנא ה' הושיעה נא מנענע שני פעמים לפי שכופלים אותו. <i> הגה: ויש אומרים שהשליח ציבור מנענע גם כן כשיאמר יאמר נא ישראל כו' אבל לא ביאמרו נא וכן נהגו (הגהות אשירי פרק לולב הגזול ומהרי''ל ומנהגים):<\/i>","הנענוע הוא שמוליך ידו מכנגדו והלאה וינענע שם ג' פעמים בהולכה וג' פעמים בהבאה <i>(טורף הלולב ומכסכס העלין בכל ניענוע) (ר''ן פרק לולב הגזול)<\/i> ואחר כך מטה ידו לצד אחר ועושה כן וכן לכל צד מארבע צדדין ומעלה ומטה. <i> הגה: וההולכה וההבאה היא עצמה הנענוע כי מוליך ומביא שלש פעמים לכל רוח (טור בשם גאון). ומטין ראש הלולב לכל צד שמנענע נגדו וכשמנענע למטה הופכו למטה ומקרי דרך גדילתן (בית יוסף) הואיל ומחזיק אותן בידו דרך גדילתן (בית יוסף). ויש מדקדקין שלא להפך הלולב כשמנענעין למטה (מהרי''ל ובית יוסף בשם אביו וכן שמע ממהר''ר שכנא שראה כן ממהר''ר יעקב פולק וכן כתוב בכתבי האר''י). והמנהג כסברא ראשונה וכן נראה לי עיקר:<\/i>","יקיף דרך ימין בנענועו מזרח דרום מערב צפון:","צריך לחבר האתרוג ללולב בשעת נענועו ולנענע בשניהם יחד. <i>(וכל הנענועים אינן מעכבין ובאיזה דרך שנענע יצא בדיעבד):<\/i>","ד' מינים הללו מעכבין זה את זה שאם חסר לו אחד מהם לא יברך על השאר אבל נוטלן לזכר בעלמא <i>(בין ביום א' בין בשאר ימים) (הרא''ש ורבינו ירוחם נתיב ח' חלק ג' מהרי''ק שורש מ''א)<\/i>. ואם היו ארבעתן מצויים אצלו ונטלם אחד אחד יצא. <i> הגה: ובלבד שיהיו כולם לפניו (רמב''ם פרק ו'). ויטול הלולב תחלה ויברך על הלולב ודעתו גם על האחרים (הרא''ש ור''ן ותשובת הרשב''א סימן קנ''ו) ואם סח ביניהם צריך לברך על כל אחד בפני עצמו (הגהות מיימוני):<\/i>","אם חסר לו אחד מהמינים לא יקח מין אחר במקומו:","לא יוסיף מין אחר על ארבעת המינים משום בל תוסיף:","לא יטול יותר מלולב אחד ואתרוג אחד אבל בערבה והדס מוסיף בה כל מה שירצה ויש מי שפוסל להניח הדס שוטה בלולב נוסף על השלשה בדין עבות ויש מתירין והמדקדקים אינם מוסיפים על שתי ערבות ושלשה הדסים עבות:"],["מצות לולב ביום ולא בלילה וכל היום כשר לנטילת לולב שאם לא נטל שחרית יטלנו אחר כך ומכל מקום זריזים מקדימים למצות ונוטלים אותו בבוקר וזמנו הוא משתנץ החמה ועיקר מצותו בשעת ההלל ואם צריך להשכים לצאת לדרך נוטלו משעלה עמוד השחר. <i> הגה: והמדקדק יאחוז הלולב בידו כשנכנס מביתו לבית הכנסת גם בשעת התפלה וכן יחזירו לביתו כדי לחבב המצוה (טור):<\/i>","אסור לאכול קודם שיטלנו ואם שכח ואכל ונזכר על שלחנו ביום הראשון שהוא מן התורה יפסיק אפילו יש שהות ביום ליטלו אחר שיאכל ומיום ראשון ואילך אם יש שהות ביום לא יפסיק ואם לאו יפסיק. <i> הגה: ואם התחיל לאכול יותר מחצי שעה קודם שהגיע זמן חיובו אפילו ביום ראשון אין צריך להפסיק בדאיכא שהות ביום (ר''ן פרק לולב הגזול):<\/i>"],["הדס של מצוה אסור להריח בו אבל אתרוג של מצוה מותר להריח בו מן הדין אלא שלפי שנחלקו אם מברכים עליו אם לאו יש לא יש למנוע מלהריח בו:","עבד להושענא ולא אגבהה למיפק בה שריא בהנאה:"],["מקבלת אשה הלולב מיד בנה או מיד בעלה ומחזירתו למים ותוסיף עליו מים אם צריך אבל לא תחליף המים ובחול המועד מצוה להחליפם כדי שישאר לח והדור. <i> הגה: ונוהגין ליקח כל יום חול המועד ערבה חדשה ולקשרה בלולב והוא הדור מצוה:<\/i>"],["נכרי שהביא לולב לישראל מחוץ לתחום מותר ליטלו אפילו מי שהובא בשבילו. <i> הגה: ועיין לעיל סימן תקפ''ו סעיף כ''א וכ''ב וסימן ש''ז סעיף ג' אם מותר לומר לנכרי לילך אחריו או לחלל יום טוב בשבילו:<\/i>"],["אם קנה אתרוג שראוי לצאת בו בצמצום כגון שהוא כביצה מצומצמת ואחר כך מצא גדול ממנו מצוה להוסיף עד שליש מלגיו בדמי הראשון כדי להחליפו ביותר נאה ויש מי שאומר שאם מוצא שני אתרוגים לקנות והאחד הדר מחבירו יקח ההדר אם אין מייקרים אותו יותר משליש מלגיו בדמי חבירו. <i> הגה: ומי שאין לו אתרוג או שאר מצוה עוברת אין צריך לבזבז עליהם הון רב וכמו שאמרו המבזבז אל יבזבז יותר מחומש אפילו מצוה עוברת (הרא''ש ורבינו ירוחם נתיב י''ג חלק ב'). ודווקא מצות עשה אבל לא תעשה יתן כל ממונו קודם שיעבור (הרשב''א וראב''ד) (ועיין לקמן סוף סימן תרנ''ח בהג''ה):<\/i>"],["קטן היודע לנענע לולב כדינו אביו חייב לקנות לו לולב כדי לחנכו במצוות:"],["מן התורה אין מצות לולב חוץ למקדש אלא יום ראשון וחכמים תקנו שיהא ניטל בכל מקום כל שבעה:","ביום שבת אינו נוטל אפילו אם הוא יום ראשון. <i> הגה: ואסור לטלטל הלולב בשבת דהוי כאבן (ר''ן סוף פרק לולב הגזול והמגיד פרק ד' וכל בו) אבל האתרוג מותר בטלטול דראוי להריח בו ואסור ליתנו על הבגד אפילו ביום טוב דמוליד ריחא (מהרי''ל):<\/i>","אין אדם יוצא ידי חובתו ביום ראשון בלולב של חבירו שהשאילו דבעינן לכם משלכם ואפילו אמר לו יהא שלך עד שתצא בו ואחר כך יהא שלי כבתחלה לא יצא דהוי כמו שאול ואם נתנו לו במתנה מותר:","נתנו לו על מנת להחזירו הרי זה יוצא בו ידי חובתו ומחזירו שמתנה על מנת להחזיר שמה מתנה ואם לא החזירו לא יצא אפילו נתן לו את דמיו ואפילו נאנס מידו וכן אם החזירו לאחר זמן מצותו לא יצא. <i> הגה: ומותר לתת לו אתרוג במתנה על מנת שלא יקדישנו דלא גרע ממתנה על מנת להחזיר (ר''ן פרק ה' דנדרים):<\/i>","נתנו לו סתם הוי כאילו אמר לו על מנת שתחזירהו לי דמסתמא על דעת כן נתנו לו כיון שצריך לצאת בו שאין לו אחר ואם לא החזירו לא יצא. <i> הגה: וצריך לחזור וליתנו לבעליו במתנה כדי שיהיה של בעלים ויצאו בו (הרא''ש ורבינו ירוחם נתיב ח' חלק ד'). ומיהו אפילו לא החזירו לידו אלא לאחר ואחר לאחר והאחרון מחזירו לבעלים יצא:<\/i>","לא יתננו ביום ראשון לקטן קודם שיצא בו מפני שהקטן קונה ואינו מקנה לאחרים מן התורה ונמצא שאם החזירו לו אינו מוחזר ויש מי שאומר שאם הגיע לעונת הפעוטות מותר ואם תופס עם התינוק כיון שלא יצא מידו שפיר דמי:","שותפים שקנו לולב או אתרוג בשותפות אין אחד מהם יוצא בו ידי חובתו ביום הראשון עד שיתן לו חלקו במתנה. <i> הגה: ודוקא שלא קנו לצורך מצוה אבל אם קנו לצורך מצוה יוצאים בו מסתמא דאדעתא דהכי קנאוהו (המגיד):<\/i>","האחים שקנו אתרוגים מתפיסת הבית ונטל אחד מהם אתרוג ויצא בו אם יכול לאוכלו ואין האחים מקפידים בכך יצא ואם היו מקפידים לא יצא עד שיתנו לו חלקם במתנה ואם קנה זה אתרוג וזה פריש או שקנו כאחד אתרוג רמון ופריש מתפיסת הבית אינו יוצא באתרוג עד שיתנו לו חלקם במתנה ואף על פי שאם אכלו אין מקפידים עליו מפני שכל שאין שם מאותו המין אין מחילתם בסתם מועלת אבל כשיש שם מאותו המין אפילו היה מעולה מאחרים מחילתם בסתם מועלת לפי שאינם מקפידים:","מה שנוהגים במקום שאין אתרוג מצוי שכל הקהל קונים אתרוג בשותפות הטעם מפני שכיון שקנאוהו לצאת בו מסתמא הוי כאילו פירשו שכל הקהל נותנים חלקם לכל מי שנוטלו לצאת בו על מנת שיחזירוהו להם. <i> הגה: וגובין מעות אתרוג לפי ממון דהדור מצוה מונח טפי על עשירים מעל עניים ואשה פטורה מליתן למעות אתרוג הואיל ואינה חייבת בו (תשובת מהרי''ל סימן י'). וכל אדם ישתדל ויהא זריז במצוה לקנות לו אתרוג ולולב לבד כדי לקיים המצוה כתקנה (הגהות מיימוני סוף הלכות לולב):<\/i>"],["מוציאים שני ספרים באחד קורין שור או כשב בפרשת אמור ובשני קורא המפטיר קרבנות המוספין ובחמשה עשר לחדש השביעי ומפטיר בזכריה הנה יום בא וכו':"],["נוהגים להעלות ספר תורה על <i>(הבימה)<\/i> ולהקיפה פעם אחד בכל יום ובשביעי מקיפים אותה שבעה פעמים זכר למקדש <i> הגה: ומוציאים שבעה ספרי תורה על הבימה ביום שביעי (מהרי''ל) ויש מקומות שמוציאים כל ספרי תורה שבהיכל (מנהגים) (והכי נוהגין במדינות אלו)<\/i> שהיו מקיפים את המזבח וההקפות לצד ימין. <i>(ובשבת אין מקיפים) (טור) (ואין מוציאין ספר תורה על הבימה):<\/i>","נוהגים להקיף אף מי שאין לו לולב. <i> הגה: ויש אומרים שמי שאין לו לולב אינו מקיף וכן נוהגין (טור בשם רש''י ור''ן פרק לולב). וביום השביעי נוטלין הערבה עם הלולב להקיף (בית יוסף). מי שאירע לו אבל בחג אינו מקיף וכן אבל כל י''ב חודש על אביו ואמו (כל בו) וכן נהגו:<\/i>","יש מי שאומר שאין אומרים הושענא בשבת ולא נהגו כן:"],["בליל יום טוב שני אומר קידוש וזמן אחריו מיד ואחר כך ברכת סוכה <i>(זו דעת הרא''ש וכן ראוי לנהוג):<\/i>"],["ביום שני מברך על נטילת לולב וכן בכל שאר ימים:","אינו מברך זמן ביום שני על הלולב אלא אם כן חל יום ראשון בשבת:","מוציאים שני ספרים וקורין בהם פרשיות שנקראו אתמול ומפטיר במלכים ויקהלו עד בהוציאי אותם מארץ מצרים:"],["בחול המועד מוציאין ספר תורה וקורין בו ארבעה בקרבנות החג שבפרשת פנחס וביום ראשון של חולו של מועד קורא כהן וביום השני ולוי וישראל חוזר וקורא וביום השלישי והרביעי קורא ספיקא דיומא וביום השני וביום השלישי ועל דרך זה קורים בשאר ימים. <i> הגה: ויש אומרים ששנים הראשונים קורין בספיקא דיומא והשלישי קורא ביום המחרת והרביעי חוזר וקורא כל ספיקא דיומא דהיינו מה שקראו שנים הראשונים וכן אנו נוהגין וביום השביעי הכהן קורא ביום החמישי לוי ביום הששי ישראל ביום השביעי והרביעי קורא ביום הששי וביום השביעי וכן אנו נוהגין (רש''י בשם רבותיו ומהרי''ו ומנהגים)<\/i>. ובארץ ישראל שאין שם ספיקא דיומא אין קורים בכל יום אלא קרבן היום בלבד כי ביום ב' הוא א' לחולו של מועד קורא כהן וביום השני והשלשה העולים אחריו חוזרים וקורים אותה פרשה עצמה ועל דרך זה בכל יום משאר הימים:","שבת של חולו של מועד ערבית ושחרית ומנחה מתפלל של שבת ואומר יעלה ויבא בעבודה ובמוסף אומר אתה בחרתנו ומפני חטאינו את יום המנוח הזה את יום חג הסוכות הזה וחותם מקדש השבת וישראל והזמנים. <i> הגה: ונוהגין לומר קהלת בשבת של חול המועד או בשמיני עצרת אם איקלע בשבת (מהרי''ל) ועיין לעיל סימן ת''צ:<\/i>","מוציאין שני ספרים באחד קורין ראה אתה אומר אלי ומפטיר קורא קרבנות של ספיקא דיומא ומפטיר ביחזקאל והיה ביום בוא גוג:"],["ביום שביעי שהוא הושענא רבה נוהגים להרבות במזמורים כמו ביום טוב. <i> הגה: ואין אומרים נשמת ואומרים מזמור לתודה ואומרים אין כמוך שמע ישראל וכו' כמו ביום טוב ואומרים קדיש שלאחר תפלת מוסף בנגון יום טוב ואין רגילין לעשות מלאכה של חול עד אחר יציאה מבית הכנסת ויש לומר פזמון זכור ברית כשיש מילה בהושענא רבה ואומרים אותו קודם אנא אזון חין כו' כתבו הראשונים ז''ל שיש סימן בצל הלבנה בליל הושענא רבה מה שיקרה לו או לקרוביו באותה השנה ויש מי שכתב שאין לדקדק בזה כדי שלא ליתרע מזליה גם כי רבים אינם מבינים הענין על בוריו ויותר טוב להיות תמים ולא לחקור עתידות כן נראה לי<\/i>. ומרבים קצת בנרות כמו ביום הכיפורים. <i> הגה: והמדקדקים נוהגים לטבול עצמן קודם עלות השחר כמו בערב יום הכיפור<\/i>. לפי שבחג נדונים על המים. ונוהגים להתיר בו אגודו של לולב ומקיפים ז' פעמים ומרבים תחנונים על המים:","ונוטלים ערבה ביום זה מלבד ערבה שבלולב ואין מברכין עליה. <i> הגה: ונהגו ששמש בית הכנסת מביא ערבה למכור כמו שהיה המנהג בזמן שבית המקדש קיים (ר''ן פרק לולב וערבה):<\/i>","יש מי שאומר שאף ביום זה מקיפים בלולב ולא בערבה ולא נהגו כן אלא להקיף בו גם בערבה:","שיעור ערבה זו אפילו עלה אחד בבד אחד. <i> הגה: מיהו מכוער הוא להיות עלה אחד בבד אחד (טור בשם רב האי) על כן נהגו לעשות ההושענות יפים משום זה אלי ואנוהו<\/i>. ושיעור ארכה כשיעור אורך ערבה שבלולב. <i> הגה: וכל הפוסל בערבה שבלולב פוסל בערבה זו (מדברי ר''ן פרק לולב וערבה). וחובט בה על הקרקע או על הכלי פעמיים או שלש. <b> הגה:<\/b> ויש אומרים שצריך לנענע בה (טור בשם רש''י) ונהגו לעשות שתיהן מנענעין בה ואחר כך חובטין אותה:<\/i>","ואינה ניטלת אלא בפני עצמה שלא יאגוד דבר אחר עמה אבל אם יש בידו דבר אחר אין לחוש:","אין אדם יוצא ידי חובתו בערבה שבלולב אפילו הגביה אותה שני פעמים אחדלשם לולב ואחד לשם ערבה ויש אומרים שיוצא בה:","יש מי שאומר שאינו יכול ליטלה עם הלולב בשעה שהוא יוצא בה ידי חובתו עד אחר שיברך ויטול וינענע בתחלה ואם נטלה עובר משום בל תוסיף ואחר הנענוע הראשון יכול הוא ליטלה עם הלולב וכל שכן בשעת הקפה ואף על פי שמה שכתב שאם נטלה עובר משום בל תוסיף טעות הוא בעיני מכל מקום אין הפסד לחוש לדבריו וכתב עוד דגם אחר נטילה ונענוע צריך לתפוס הערבה לבדה להכיר שהיא חובה ובשעת החבטה יטלנה בפני עצמה ויוצא בה ידי חובתו. <i> הגה: והמנהג פשוט ליטול הערבה עם הלולב בשחרית בשעת הנענוע ובשעת הקפה עד שעת החבטה ונוטלים הערבה לבדה. ויותר טוב שלא ליטלה עם הלולב כלל. ואף הנוטלה עם הלולב נראה לי דלאחר שהקיף יסיר הלולב מידו ויאחוז הערבה שהם ההושענות שעושין לבד כל זמן שאומרים תחנונים על המים ומנענעים ההושענות בשעה שאומרים ההושענות ואחר כך חובטים אותם:<\/i>","יש מי שאומר שהושענא שבלולב אף על פי שנזרקת אין לפסוע עליה (ועיין לעיל סימן כ''א גבי ציצית):","יש מי שאומר שאסור ליהנות מן הערבה לאחר נטילתה אם לא התנה עליה מעיקרא דלכולא יומא אתקצאי למצותה. <i> הגה: ונהגו להצניע ההושענות לאפיית מצות כדי לעשות בה מצוה (מהרי''ו ומהרי''ל):<\/i>","יש מי שאומר שיש ליזהר שלא יקוץ ישראל ערבה למצוה משדה עכו''ם אפילו ברשות העכו''ם:","אם חל יום הושענא רבה ביום א' וקצצו עובדי כוכבים ערבה בשבת והביאו כשרה. <i> הגה: מיהו אם צוה ישראל לקוצצה ואיכא פרהסיא בדבר יש להחמיר אם יש לו ערבה אחרת (בית יוסף בשם תשובת רשב''א):<\/i>"],["אתרוג בשביעי אסור שהרי הוקצה לכל שבעה ואפילו נפסל אחר שעשה בו מצוה אסור כל שבעת ימים ובשמיני עצרת מותר ובחוצה לארץ שעושים שני ימים טובים של גליות אסור אף בשמיני ומותר בתשיעי ואפילו חל להיות באחד בשבת ויש אוסרים בחל להיות באחד בשבת:","הפריש שבעה אתרוגים לשבעה ימים כל אחד יוצא בו ואוכלו למחר אבל ביומו אסור שהוקצה לכל אותו היום:"],["אף על פי שגמר מלאכול ביום השביעי שחרית לא יסתור סוכתו אבל מוציא הוא את הכלים ממנה מן המנחה ולמעלה ומתקן את הבית לכבוד יום טוב האחרון ואם אין לו לפנות כליו ורוצה לאכול בה בשמיני צריך לפחות בה מקום ארבעה על ארבעה לעשות היכר שהוא יושב בה שלא לשם מצות סוכה שלא יהא נראה כמוסיף. <i> הגה: ואם רוצה לאכול בסוכה אחר החג אין צריך לפחות בה דלא נראה כמוסיף רק ביום שמיני (מנהגים)<\/i>. ואם הוצרך לסעוד בשאר היום צריך לאכול בסוכה שמצותה כל שבעה בחוצה לארץ שצריך לישב בה בשמיני גמר מלאכול ביום השמיני מוריד כליו ומפנה אותם ממנה ואם אין לו מקום להוריד את כליו ורוצה לאכול בה בתשיעי אינו יכול לפחות בה מפני שהוא יום טוב ומה יעשה להיכרא אם היתה קטנה שאסור להניח בה הנר בשאר הימים יניחנו בה ואם היא גדולה שמותר להניח בה הנר מכניס בה קדרות וקערות וכיוצא בהם כדי להכיר שהיא פסולה ושכבר נגמרה מצותה:"],["סוכה ונויה אסורים גם בשמיני ובחוצה לארץ שעושים שני ימים טובים אסור גם בתשיעי שהוא ספק שמיני ואם חל שבת במוצאי יום טוב האחרון של חג נוהגים שלא להסתפק מנוי סוכה עד מוצאי שבת ויש מתירים. <i> הגה: ויש שנהגו כשהיו יוצאים מן הסוכה היו אומרים יהי רצון שנזכה לישב בסוכה של לויתן (כל בו). ואסור להכין ביום טוב לצורך ליל יום טוב ולכן אסור להעמיד השלחנות והספסלים בבית לצורך הלילה דהוי הכנה (הגהות מיימוני ומהרי''ל):<\/i>"],["ליל שמיני אומר בתפלה ותתן לנו את יום שמיני חג העצרת הזה. <i> הגה: ואנו נוהגין שאין אומרים חג בשמיני דלא מצינו בשום מקום שנקרא חג אלא אומרים יום שמיני עצרת (מנהגים)<\/i>. ובחוצה לארץ אוכלים בסוכה בלילה וביום מפני שהוא ספק שביעי ואין מברכין על ישיבתה ומקדשין ואומרים זמן:","שחרית מוציאין שלשה ספרים וקורין באחד מוזאת הברכה עד סוף התורה ובשני בראשית עד אשר ברא אלהים לעשות ובשלישי ביום השמיני עצרת ומפטירין ויהי אחרי מות משה ובמקום שעושין שני ימים טובים אין מוציאין ביום הראשון אלא שני ספרים וקורין באחד חמשה בפרשת ראה מכל הבכור ואם הוא שבת קורין ז' ומתחילין עשר תעשר והמפטיר קורא בשני ביום השמיני עצרת ומפטיר במלכים ויהי ככלות שלמה ומחזיר הספרים ואומר קדיש ומכריז משיב הרוח ומוריד הגשם:"],["במקום שעושין שני ימים טובים ליל תשיעי מקדשין ואומרים זמן ולמחר מוציאין ג' ספרים וקורין באחד וזאת הברכה עד סוף התורה ובשני בראשית עד אשר ברא אלהים לעשות ובשלישי קורא המפטיר כמו אתמול ומפטיר ויהי אחרי מות משה. <i> הגה: וקורין יום טוב האחרון שמחת תורה לפי ששמחין ועושין בו סעודת משתה לגמרה של תורה ונוהגין שהמסיים התורה והמתחיל בראשית נודרים נדבות וקוראים לאחרים לעשות משתה (טור). ועוד נהגו במדינות אלו להוציא בשמחת תורה ערבית ושחרית כל ספרי תורה שבהיכל ואומרים זמירות ותשבחות וכל מקום לפי מנהגו ועוד נהגו להקיף עם ספרי התורות הבימה שבבית הכנסת כמו שמקיפים עם הלולב והכל משום שמחה ונהגו עוד להרבות הקרואים לספר תורה וקורין פרשה אחת הרבה פעמים ואין איסור בדבר (מנהגים ורי''ב סימן פ''ד). עוד נהגו לקרות כל הנערים לספר תורה וקורים להם פרשת המלאך הגואל וגו' ובלילה קורין בספר תורה הנדרים שבתורה וכל מקום לפי מנהגו. עוד נהגו לסיים התורה אף על קטן העולה אף על גב דיש אומרים דדוקא תלמיד חכם צריך לסיים (מרדכי הגהות קטנות) בזמן הזה שהחזן קורא אין לחוש (דברי עצמו). במקום שאין להם רק שני ספרי תורה קורין בראשונה וזאת הברכה ובשניה בראשית וחוזרין ולוקחין הראשונה לעניינו של יום וכן עושין כל מקום דבעינן ג' ספרי תורה ואין להם רק שתים (מצא כתוב):<\/i>"]]}