{"MISHNA_BERURA":[["(א) לעבודת בוראו – כי לכך נברא האדם, כמו שאמר הכתוב: \"כל הנקרא בשמי ולכבודי בראתיו\" וגו'. ואף אם ישיאנו יצרו בחורף לומר: איך תעמוד בבוקר, כי הקור גדול; או ישיאנו בקיץ לומר: איך תעמוד ממיטתך, ועדיין לא שבעת משנתך? יתגבר עליו ואל ישמע לו, ויחשוב בנפשו: אילו היה נצרך לעמוד לשרת לפני מלך בשר ודם, כמה היה זהיר וזריז לעמוד בהשכמה להכין עצמו לעבודתו; כל שכן וקל וחומר בן בנו של קל וחומר לפני מלך מלכי המלכים הקדוש ברוך הוא.","(ב) השחר – בשל\"ה כתב סוד, לחבר יום ולילה בתורה או בתפילה, הן בבוקר הן בערב. ומיד כשיתעורר משנתו ואינו רוצה לישן, יטול ידיו, אף שנשאר מושכב. ומכל שכן שלא ילך ארבע אמות בלי נטילת ידים. וצריך מאד ליזהר בזה. ובזוהר הקדוש מפליג עבור זה בעונשו למאד, כי הוא משהה על עצמו רוח הטומאה. ומכל מקום, חלילה לעבור שום איסור עבור חסרון נטילת ידיים, כגון לעצור עצמו מלהשתין על ידי זה, או ליקח מים שהכין חבירו עבור עצמו, אם לא שברור לו שיתן תיכף תמורתם אחרים. ויש שנכשלין בזה. אם אירע שהמים רחוקים ואין לו מי שיקרבם אליו, נהגו קצת מבעלי הנפש שהולכים פחות פחות מארבע אמות. וכתב השערי תשובה על זה דלא נהירא, דעדיף יותר שילכו במרוצה, שלא להשהות רוח רעה על ידיו. יש אומרים דלעניין זה אמרינן כולא ביתא כארבע אמות דמי, אבל אין לסמוך על זה כי אם בשעת הדחק. אם אירע כשמשכים בלילה שאין לו מים ליטול ידיו שלוש פעמים כראוי להעביר רוח הטומאה, אף על פי כן חלילה לו לבטל מדברי תורה משום זה עד שיאיר היום, אלא יטול מעט או ינקה ידיו בכל מידי דמנקי ויברך וילמוד, כדין התלמוד והפוסקים.","(ג) שהציבור מתפללין – היינו אף על פי שלא יעבור זמן תפילה, מכל מקום מצווה עם הציבור. ועיין לקמן סוף סעיף קטן ט'.","(ד) הצדיקים – דהיינו שיצייר בנפשו תמיד איך שהוא עומד לפני השם יתברך, כי הקב\"ה מלא כל הארץ כבודו. וכתבו בשם האר\"י ז\"ל, שיצייר שם הוי\"ה תמיד נגד עיניו בניקוד יִרְאָה, כזה יִ-הְ-וָ-ה, וזהו סוד \"שויתי ה' לנגדי תמיד\", וזה תועלת גדול לענין היראה. ויש שהיו רגילין מחמת זה לעשות מנורות של קלף מצויירים להניח בסידורים, וכותבים בהם \"שויתי ה'\" וגו' בן ארבע אותיות ושארי שמות, ומנורה כזה היתה נקראת בשם \"שויתי\". והטעם הוא בכדי שיהיה נזכר שלא לשיח שיחה בטלה בתוך התפלה מאימת השם. וכתב בשערי תשובה בשם התבואת שור שראוי לאזור חיל לבטל המנהג, כי על פי הרוב אינם משמרים את הקלף כראוי, ותשתפכנה בראש כל חוצות, וגם כמה פעמים בא לידי מחיקת השם. ונראה דבמנורות הגדולות המצויירות על קלף שקובעים בבית הכנסת לפני העמוד תחת טבלא של זכוכית, שאין שייך בזה טעם הנ\"ל, לית לן בה, עד כאן לשונו. והקובעין בעמוד בלא טבלא יש למחות בידם, כי על ידי הנרות שקובעין בעמוד, בא ברוב העיתים לידי מחיקת השם חס ושלום.","(ה) מפני בני אדם – ועל כל פנים לא יתקוטט עמהם, מפני שמידת העזות מגונה מאד, ואין ראוי להשתמש ממנה כלל, אפילו בעבודת השם יתברך, כי יקנה קניין בנפשו להיות עז אפילו שלא במקום עבודתו יתברך (ב\"י). ועיין בביאור הלכה.","(ו) המלעיגים עליו – וכן אם הוא אדם בינוני עומד במקום גדולים, לא יתבייש מהם ללמוד ולעשות המצווה. אך אם אפשר לו לעשות המצווה שלא בפניהם, טוב יותר. ומיהו בפני בינונים שילמדו ממנו, יש לומר, טוב יותר לעשות בפניהם, שילמדו ממנו לעשות כמעשהו. אך יכוין לבו לשם שמים, ולא להתפאר חלילה.","(ז) גם בהצנע לכת – רוצה לומר, אף בשעה שהוא בביתו בהצנע, גם כן יהיה לכתו עם ה' אלהיו, וכמו שמסיים והולך.","(ח) בזריזות – לאו דווקא, אלא ישהה מעט ולא יעמוד פתאום, כי זה מזיק לגוף [גיטין דף ע']. טוב לומר תיכף בקומו: \"מודה אני לפניך מלך חי וקיים שהחזרת בי נשמתי בחמלה, רבה אמונתך\". ותיבת \"בחמלה\" יהיה באתנחתא, ו\"רבה אמונתך\" בלי הפסק. והוא מן הכתוב: \"חדשים לבקרים\" וגו', שהקב\"ה מקיים אמונתו להחזיר נשמות המופקדים בבוקר. ואין צריך לזה נטילת ידיים, ואף אם ידיו מטונפות, כי אין מזכיר בזה הנוסח לא שם ולא כינוי. ומכל מקום ללמוד נראה דאסור קודם שנטל ידיו, ובלאו הכי אסור קודם ברכת התורה. ועיין לעיל סוף ס\"ק ב'. סעיף ג [עריכה]","(ט) ראוי לכל וכו' – והמקובלים האריכו מאוד בגודל מעלת קימת חצות כי רבה היא. וכבר נדפס בסידורים סדר ההנהגה על פי כתבי האר\"י ז\"ל. וזמן חצות הוא תמיד באמצעות הלילה ממש בכל מקום, ואפילו בלילות הארוכות או הקצרות. והיא י\"ב שעות אחר חצי היום. והעת להתאונן על החורבן נכון יותר שיהיה קודם חצות מעט, ומחצות ואילך יעסוק בתורה, ובסוף הלילה יבקש צרכיו. ויש אומרים אז \"שומרים לבוקר\". ואם הוא קרוב להנץ החמה, יאמר המזמורים לבד וידלג הקינות, ואחר כך יאמר \"שומרים לבוקר\". ואחר התיקון, שיעור משניות קודם לכל דבר. ואם זכה לחכמת האמת, עת ההיא מסוגלת מאוד. האחרונים קיבלו, מ\"שכבי\" עד \"קומי\", היינו משבועות שאומרים \"שכבי\" עד תשעה באב שאומרים \"קומי\", אין צריך לקום בלילה. ויש אומרים, מט\"ו באב עד ט\"ו באייר יקום. והנוהגים על פי קבלה סוברים שצריך לקום תמיד. חבורה שנתחברו יחד לומר תיקון חצות בציבור, אין למונעם, ואדרבה, ברוב עם הדרת מלך. וטוב יותר שיאמרו את התיקון בבית הכנסת משיאמרוהו בחדר הסמוך לו, דבית הכנסת קדיש טפי, וגם שיהיו מעשרה הראשונים. וצריך ביחוד להזהר מאוד מאוד משיחת חולין בניעורם בלילה. ומי שאינו יכול להשכים קודם אור הבוקר, מחמת שהוא חלש בטבעו, או שהוא יודע בעצמו שאם יקום באשמורת יישן בעת התפילה, מוטב לישן כל הצורך. ומכל מקום יהיה זהיר מאוד לקום שעה, ולפחות חצי שעה, קודם קריאת השַמָש לבית הכנסת, כדי שיהיה יוכל להכין עצמו להתפלל בציבור ובנקיות.","(י) שיהא מיצר – אבל התורה והתפילה יהיה בשמחה.","(יא) חורבן בית המקדש – כתב של\"ה, שבכל סעודה יאמר \"על נהרות בבל\"; ובשבת, וכן בימים שאין אומרים בהם תחנון, יאמר \"שיר המעלות בשוב ה'\" וגו'. והעיקר שיידע מה קאמר, ואחר כוונת הלב הן הדברים.","(יב) בלא כונה – אבל אם המרבה כיוון גם כן, המרבה טוב יותר. ואם הממעט יש לו אונס ואינו יכול להאריך, או שהוא משער בעצמו שאם יאריך – לא יהיה יוכל לכוין, וממעט בתחנונים ואומרם בכוונה, נחשב לפני ה' יתברך כמו אותו שיש לו פנאי ומאריך בתחנונים בכוונה. ועל זה שנינו: \"אחד המרבה ואחד הממעיט, ובלבד שיכוין ליבו לשמים\". וכן לענין תלמוד תורה העניין כן, כי הכל תלוי לפני ה' יתברך אם עושה כל אשר בכוחו לעשות. ומי שהוא בעל תורה ויש לו לב להבין וללמוד, יכול למנוע מלומר הרבה תחינות ובקשות הנדפסות בסידורים, וטוב יותר שילמוד במקומם. וצריך האדם לקבוע לו עת ללמוד ספרי מוסר בכל יום ויום, אם מעט ואם הרבה, כי הגדול מחבירו יצרו גדול הימנו. ותבלין היצר הרע הוא תוכחת מאמרי חז\"ל.","(יג) פרשת העקידה – קודם פרשת הקרבנות. ויכול לומר פרשת העקידה ופרשת המן אפילו בשבת. ואין די באמירה, אלא שיתבונן מה שהוא אומר ויכיר נפלאות ה'. וכן מה שאמרו בגמרא: \"כל האומר תהילה לדוד ג' פעמים בכל יום, מובטח שהוא בן עולם הבא\", גם כן באופן זה. וטעם לאמירת כל זה, כי פרשת עקידה, כדי לזכור זכות אבות בכל יום, וגם כדי להכניע יצרו, כמו שמסר יצחק נפשו. ופרשת המן, כדי שיאמין שכל מזונותיו באין בהשגחה פרטית, וכדכתיב: \"המרבה לא העדיף והממעיט לא החסיר\", להורות שאין ריבוי ההשתדלות מועיל מאומה. ואיתא בירושלמי ברכות: כל האומר פרשת המן, מובטח לו שלא יתמעטו מזונותיו. ועשרת הדיברות, כדי שיזכור בכל יום מעמד הר סיני ויתחזק אמונתו בה'. ופרשת הקרבנות, דאמרינן במנחות: \"זאת תורת החטאת\", כל העוסק בתורת חטאת כאילו הקריב חטאת וכו'.","(יד) ושלמים – והוא הדין פרשת תודה, דגם היא בכלל שלמים. ואחר עולה ושלמים ותודה יאמר פרשת נסכים, כי אין זבח בלא נסכים. אבל חטאת ואשם אין טעון נסכים.","(טו) וחטאת – עיין במגן אברהם שכתב, דאם יודע שנתחייב חטאת, יאמר פרשת חטאת קודם. ומדברי שארי הפוסקים לא משמע כן.","(טז) בצבור – מפני הכופרים, שיאמרו: אין תורה אלא זו. ובפרט בזמנינו. ולכך אין כותבין אותו גם כן על קונטרס המיוחד לציבור. יש שכתבו דלא אסור לאומרו בציבור, אלא לקובעו בין הברכות כמו קריאת שמע; אבל קודם ברוך שאמר, מותר אף בציבור. ואנן נקטינן לאסור בצבור כלל וכלל. וביחיד, דווקא שלא בתוך התפילה; אבל לקבוע בתוך הברכות, גם ליחיד אסור [ע\"ת וארה\"ח].","(יז) ביום – דאין הקרבנות קרבין אלא ביום. אבל פרשת הכיור ופרשת תרומת הדשן יכול לאמר קודם היום. ואם אין לו פנאי, יכול לאמר גם פרשת הקרבנות בלילה. ואם צריך עמידה, עיין בסימן מ\"ח במ\"ב סק\"א. כתב בשל\"ה דבשבת ויום טוב לא יאמר יהי רצון, דאין קרבן נדבה בא בהם, אבל הפרשיות אין הפסד לאומרן, כקורא בתורה. ומכל מקום אם הוא בן תורה, מוטב יותר שיעסוק בפרשה דיומא. מי שהוא אבֵל לא יאמר פרשת הקרבנות (משום שהוא אסור בתלמוד תורה).","(יח) באים בנדבה – אבל אחר פרשת החטאת לא יאמר כן, לפי שאינה באה נדבה; אלא אם כן עבר עבירה שחייבים עליה חטאת. וכן אשם. ואשם תלוי, קיימא לן דאינה באה בנדבה. והאחרונים כתבו בשם רש\"ל דיש לומר אף לאחר חטאת ואשם יהי רצון, רק שיאמר בלשון ספק, דהיינו: \"יהי רצון מלפניך אם עברתי עבירה שחייבים עליה חטאת, שיהיה זה נחשב כאלו הקרבתי חטאת\"; ואם לאו, יהיה כקורא בתורה. וכהאי גוונא יאמר גם כן אחר פרשת אשם. אך המגן אברהם הקשה עוד, איך יאמר \"אם נתחייבתי חטאת\"? הא קיימא לן לעניין חטאת דבעי ידיעה בתחילה שחטא! על כן העלה המגן אברהם, דלעניין חטאת לא יאמר כלל היהי רצון; רק לעניין אשם ודאי ואשם תלוי, יוכל לאמר יהי רצון זה דעל תנאי. אך אם ליבו נוקפו שמא עבר על חטא והיה לו ידיעה שחטא ושכח, יוכל לאמר גם כן היהי רצון אחר חטאת בדרך תנאי [שערי תשובה]:","(יט) עם הקרבנות – וכהיום נוהגין לאומרו אחר פרשת התמיד.","(כ) ושחט אותו – דאיתא במדרש, דכל מי שאומר פסוק זה, הקב\"ה זוכר עקידת יצחק."],["(א) מיושב - דאז בהכרח יתגלה גופו והאדם צריך להתנהג בצניעות ובושה לפני הקב\"ה ואפילו כשהוא לילה ובחדרי חדרים הלא מלא כל הארץ כבודו וכחשיכה וכאורה לפניו יתברך. וכן צריך ליזהר תמיד מחמת טעם זה שלא במקום הכרח מלגלות מבשרו ואפילו מעט כל מה שדרכו להיות מכוסה בבגדים לעולם אבל רשאי לגלות ידו עד קוב\"דו וצוארו עד החזה ע\"כ האנפלאות יראה ללבשם או לפשטם ג\"כ תחת הסדין שלא לגלות רגליו שדרכן להיות מכוסות לעולם במדינות אלו שאין הולכין יחף אפילו בקיץ וכן כל כיוצא בזה אם לא שאי אפשר בענין אחר וכן בבית המרחץ שדרכן של בני אדם לילך שם ערומים וא\"א בענין אחר אין בזה משום פריצות וכן כשרוחץ בנהר הדין כן רק יזהר לפשוט וללבוש סמוך לנהר כל מה שאפשר בכדי שלא ילך בגילוי הגוף שלא לצורך ואפילו ערותו א\"צ לכסות בירידתו לנהר ולא עוד אלא שהמכסה נראה כאלו בוש בדבר וכאלו כופר בבריתו של אברהם אבינו אך בעלייתו מן הנהר שפניו כלפי העם ישחה או ישים ידו כנגד ערותו לכסותה ובלבד שלא יגע בה כמו שיתבאר בס\"ס ג'. איתא בש\"ס חלוק של ת\"ח כל שאין בשרו נראית מתחתיו. והאידנא אין נזהרין בזה משום שהולכין הכל בבתי שוקיים ואין הבשר נראית:","(ב) כשיקום - ר\"ל כשיקום ויצא מתחת כיסוי סדינו שהיה מונח שם ערום כשפשט חלוקו יהיה עתה תיכף מכוסה כי יפול חלוקו על כל גופו מעצמו ועיין לקמן סימן רל\"ט ס\"ב לענין פשיטת החלוק. המניח מלבושיו מראשותיו משכח לימודו ואפשר אם מניח דבר אחר המפסיק בין ראשו לבגדיו אין קפידא וכן יזהר מללבוש ב' מלבושים יחד בפ\"א כי קשה לשכחה. הקורא כתב שע\"ג הקבר או המסתכל בפני המת משכח לימודו ועיין עוד בפמ\"ג מדברים המחזירים הלימוד:","(ג) בחלוקו - אע\"פ שהוא תחת כל המלבושים וכ\"ש בשאר בגדים:","(ד) לחוץ - ויראו תפירות המגונות ואמרי החלוק ויתגנה בעיני הבריות ואם לא נזהר והפך אם ת\"ח הוא צריך לפושטו ולחזור ללבשו כדרכו שלא יהיה בכלל משניאי ח\"ו ושאר כל אדם אין צריך ולתפלה אפילו כל אדם צריך לפשטו וללבשו כדרכו שראוי אז להדר בגדיו כמבואר בסימן צ\"א. טוב שישים שני צדי המלבוש ביד ימינו וילבש הימין ואח\"כ השמאל ויכוין כי הכל נכלל בימין ומן הימין בא לשמאל. כתב הרמב\"ם מלבוש ת\"ח יהיה מלבוש נאה ונקי ואסור לו שימצא בבגדו כתם או שמנונית וכיוצא בהם. ולא ילבש לא מלבוש שרים שהכל מסתכלים בהם ולא מלבוש עניים שהוא מבזה את לובשיו אלא בגדים בינונים נאים ע\"ש עוד:","(ה) ימין - שכן מצינו בתורה שהימין חשוב תמיד לענין בוהן יד ורגל ולכל הדברים שמקדימים הימין להשמאל:","(ו) ויקשרנו - דלענין קשירה מצינו שהתורה נתנה חשיבות אל השמאל שקושר עליה תפילה של יד. ובאנפלאות של לבד א\"צ להקדים שמאל לקשירה ואיטר יד שמניח תפילין בימין של כל אדם יקדים ימין גם להקשירה:","(ז) ימין תחלה - וגם אם נזדמן לו של שמאל ימתין עד שיביאו לו של ימין. כשהוא רוחץ וסך ימין תחלה ואם סך כל גופו ראש תחלה מפני שהוא מלך על כל האיברים ועיין בד\"מ:","(ח) חולץ של וכו' - שזהו כבודה של ימין:","(ט) בקומה זקופה - שדוחק רגלי השכינה כביכול ע\"כ כתבו האחרונים דאסור אפילו פחות מד\"א ופשוט דאפילו עומד במקומו ואינו הולך כלל:","(י) ולא ילך - אפילו בבית שיש בו תקרה וכ\"ש תחת אויר השמים דיש ליזהר לכו\"ע:","(יא) ד\"א - ומידת חסידות אפילו פחות מד\"א ואפילו בעת השינה בלילה ויש שמצדדין לומר דאפילו ד\"א אינו אסור מדינא רק להצנועין במעשיהן אבל כבר כתב הט\"ז לקמן בסימן ח' דבזמנינו איסור גמור מדינא להיות בגילוי הראש ואפילו יושב בביתו עי\"ש הטעם וכן כתב בתשובת מהר\"י ברונא וכתב המ\"א דאפילו קטנים נכון להרגילם בכיסוי הראש כי היכי דליהוי להו אימתא דשמיא כדאיתא (בשבת קנ\"ו) כסי ראשך כי היכי דליהוי עלך אימתא דשמיא ודע עוד דלענין גילוי הראש די בכיסוי היד על הראש וה\"ה אם מפלה ראשו שרי בגילוי הראש. ועיין בפמ\"ג שכתב דלילך ד\"א תחת אויר השמים לא מהני בזה כיסוי הראש ביד:","(יב) בגילוי הראש - וכ\"ש שאסור לברך וה\"ה ללמוד בגילוי הראש ולא מהני בזה כיסוי היד דיד וראש חד גופא אינון ואין הגוף יכול לכסות את עצמו ויש מקילין בזה בשעת הדחק כגון בלילה שרוצה לשתות ואין לו כובע בראשו דדי במה שמכסה ראשו בידו אבל יותר טוב לנהוג כמו שהעולם נוהגין שממשיך הבית יד של הבגד על היד ומכסה בו ראשו דאז הוי שפיר כיסוי לכו\"ע וכתב הפמ\"ג דיש ליזהר בשעת הנחת תפילין של ראש שלא יברך הברכה בראש מגולה ופרו\"ק משערות אף אותן שתפורין בבגד מתחתיו יש לאסור מפני מראית העין שיאמרו ששערות הן ויש מקילין:","(יג) ויבדוק נקביו - כדי שיהיה אח\"כ גופו נקי בשעת קבלת מלכות שמים בק\"ש ותפלה ואין צריך רק בדיקה לבד ואם בדק את עצמו ואינו רוצה עתה לנקביו זה נקרא מן הדין גוף נקי וחלילה לאחר שוב עבור זה זמן ק\"ש או אפילו רק תפלה בצבור:","(יד) יחף - אחז\"ל שימכור אדם כל מה שיש לו ויקח מנעלים לרגליו. ובמקומות הערב שדרכן לילך יחף שרי. [א\"ר] עוד כתב בשם של\"ה דאם עושה משום תשובה על עונותיו מותר וכן עשה דהמע\"ה הולך יחף:"],["(א) ועכשיו וכו' - כי אין אנו מוחזקין ליראי שמים שמלאכים מלוין אותנו שנבקשם שימתינו עלינו עד שנצא:","(ב) עד שישב - וה\"ה שלא יקום כשהוא מגולה:","(ג) ולא ילכו - ואם מפחד יכול אחד להניח ידו על ראשו דרך החלון ובלבד שלא יראה פירועו וכדלקמן בס\"ח וליכנס שם להדיא אסור אפילו עם אשתו אך עם קטן שאין בו דעת מותר ליכנס [ארה\"ח]:","(ד) לא ידבר - ואם הוא לצורך גדול אפשר דמותר לדבר כ\"ז שאין נפנה עדיין אבל בעת שנפנה אף לצורך גדול אסור ואם א\"א לסגור הדלת ואיש אחר רוצה לכנוס ינחרו זה לזה ולא ידברו רק הנשים כשהולכות לבית הכסא הקבוע לרבים כמו בהכ\"ס שבשדה בימיהם או בחצר בהכנ\"ס במדינות אלו התקינו חכמים שיהיו מספרות זו עם זו כדי שישמע קולן מבחוץ ולא יכנוס איש לשם ויתיחד עמהן [סנהדרין י\"ט] ומשמע קצת שם דנכנסות ג\"כ בשתים בבהכ\"ס:","(ה) למשמש - אם אינו יכול לפנות ילך ד\"א וישב ויעמוד וישב עד שיפנה או יסיח דעתו מדברים אחרים. ולא יפנה בעמידה:","(ו) טפח - ולא יותר משום צניעות ומלפניו טפחיים דמתוך שהוא דוחק א\"ע לגדולים הוא בא לידי קטנים וצריך טפחיים משום קלוח מי רגלים הנתזין למרחוק והב\"ח כתב דנכון להחמיר שיהיה גם מלפניו רק טפח ולא הסכימו עמו הרבה מהאחרונים. ויזהר שלא ילכלך שם בגדיו וגופו ומנעליו:","(ז) מגולה - אבל בחצר בכל ענין שרי כ\"כ הב\"י והמ\"א אבל הט\"ז הסכים עם מהר\"י אבוהב דבחצר ג\"כ אסור באמצע החצר בין מזרח למערב דהלא מגולה הוא באותו מקום אם לא שמקרב עצמו לצד אחד מהכתלים וכ\"כ הדרישה וש\"א:","(ח) שאין בו מחיצות - אבל אם יש בו מחיצות ואפילו רק מחיצה אחת לצד מערב ישב בצד המחיצה בסמוך לה [דהיינו עכ\"פ בתוך ד' אמות] ואחוריו למערב כלפי המחיצה ונפנה שם וכן אם הכותל במזרח יושב בסמוך לה ואחוריו למזרח ויש מחמירין בזה מפני שפירועו שלפניו הוא לצד מערב והשכינה במערב ובמקום שאפשר טוב להחמיר. כתב הפמ\"ג דאין שיעור לגובה המחיצה רק כל שאין פירועו מגולה עי\"ז שרי:","(ט) או איפכא - וי\"א דאיפכא לא וטוב ליזהר בזה:","(י) בין מזרח וכו' - משום דהשכינה שורה במערב ואפילו אם מחזיר פניו למערב אסור דמזרח שהוא נגד מערב יש לו ג\"כ קדושה:","(יא) בין מזרח וכו' - רק יכוין שיהא ראשה של המטה לצפון ומרגלותיה לדרום. ובתשובת מנחם עזריה פסק כמו שכתב הזוהר פרשה במדבר שיהא ראשה ומרגלותיה של המטה זה למזרח וזה למערב והסכים שם שיהא הראש למערב וכ\"כ בארצות החיים בשם כמה אחרונים ומ\"מ טוב יותר לכתחילה לנהוג כהשו\"ע כי בתשובת בנין של שמחה כתב בשם הגר\"א שאמר שגם כוונת הזוהר הוא כהגמרא ולא כפירוש הרמ\"ע הנ\"ל:","(יב) אפילו כשאין וכו' - עיין בארה\"ח דבזה אין להחמיר רק בשוכב ערום ובאין קלעים סביב המטה:","(יג) לא ישב ופניו וכו' - כצ\"ל. ט\"ז וש\"א:","(יד) אלא לצפון וכו' - וה\"ה אם אחוריו כלפי הקודש שרי בהטלת מי רגלים ועיין בביאור הגר\"א שהסכים דאפילו מן הצופים ולחוץ אם פניו כלפי הקודש אסור בהטלת מי רגלים. אסור לעמוד לפנות להדיא נגד בהכ\"נ או בהמ\"ד דלא יהא מכלל מי שנאמר עליהם ואחוריהם אל היכל ד' וכן לא יעשה בהכ\"ס מכוון כנגד בהכ\"נ או בהמ\"ד שלא יהא הפי הטבעת מגולה נגדם [ס\"ח סי' תתי\"ד והעתיקו בא\"ר והגהות רעק\"א] ואם בונה כותל באמצע להפסיק בין מחיצת בהכ\"ס לבית הכנסת לכאורה אין להחמיר ועיין בארה\"ח:","(טו) יפנה מיד - דהא אין חבירו רואה את פירועו וכן בחצר אחורי כותל הבית ואע\"פ שחבירו שומע קול עיטושו שלמטה אין בכך כלום שבהשמעת קול עיטוש שלמטה אין בו איסור משום צניעות אלא שהיא חרפה ובושה לבנ\"א ומי שאינו מקפיד אינו מקפיד:","(טז) פירועו - ר\"ל גילויו מה שמגלה מבשרו מלפניו או מלאחריו ואע\"פ שרואה את גופו ושומע קול עיטוש שלו שרי:","(יז) ביד ימין - מפני שקושר בה תפילין על זרוע השמאלי ועוד טעמים אחרים עיין בגמרא וטוב ליזהר מלקנח באצבע האמצעי שכורך עליו הרצועה וכתבו האחרונים דאיטר יד שכל עניניו עושה בשמאל מקנח בשמאל דידיה שהוא ימין כל אדם ואם כותב בשמאל ושאר מעשיו עושה בימין או להיפך עיין בבה\"ל:","(יח) בחרס - ואפילו היא חלקה ואינה מקרע הבשר דאם אינה חלקה ויש בה חדודים קטנים יש בזה ג\"כ מפני הסכנה שלא ינתק שיני הכרכשתא:","(יט) חבירו - אבל אם קנח הוא עצמו בו או שיבש או שקנח מצד אחר לית לן בה:","(כ) אינן בשדה - ולא שכיחי כשפים לכן מותר בחרס ודוקא אם הוא חלק וכנ\"ל:","(כא) בדבר שהאור וכו' - אפשר דוקא לענין שאר דברים אבל לענין עשבים יבישים גם לההג\"ה יש להחמיר דהם מחתכים את הבשר וכדלקמן בסי' שי\"ב ס\"ה עיין בפמ\"ג. כתב בהגהות ר\"ע איגר בשם הס\"ח כשיוצא מבהכ\"ס יראה המקום שישב עליו שלא יהיה טינופות שמא יבוא חבירו פתאום או בלילה וישב עליו:","(כב) בצניעות בלילה - ר\"ל שלא יגלה עצמו יותר מביום ולא יגלה עצמו עד שישב וכה\"ג כי לפניו ית' חשיכה כאורה אבל א\"צ להתרחק ואם אין שם אדם מפנה ברחוב ורק שיזהר שלא יהיה במקום הילוך ב\"א כדי שלא יטנפו בני אדם על ידו אבל אם יש שם אדם אפילו נכרי אסור לפנות בפניו. וכ\"ז לפנות אבל להשתין מותר אפילו ביום בפני רבים אם צריך לכך שאין לו מקום ואפילו בפני אשה משום דאיכא סכנתא אם יעמיד עצמו. ואשה לא תעמוד להשתין אפילו נגד פניו של תינוק משום דאיכא חציפותא אבל לצדדין שאינה משתנת ממש נגד פניו לית לן בה:","(כג) על רגליו - ויאמרו שהוא כרות שפכה שאין מימי רגליו מקלחין אלא שותתין וכרות שפכה אינו מוליד ויאמרו על בניו שאינם שלו:","(כד) אם לא וכו' - ואם אין לו עצות אלו וגם שם א\"א בישיבה יוכל לעשות עצה אחרת שלא יבוא לידי נצוצות שיסייע בבצים להגביה הגיד קצת או ע\"י מטלית עבה ואם איתרמי שנפלו ניצוצות על רגליו מצוה לשפשפם:","(כה) ולמטה - ואפילו אם האבר בקישוי מותר מעטרה ולמטה:","(כו) מפני שמוציא - ר\"ל שע\"י נגיעתו בגיד בא לידי חמום והרהור ויבא לזה וחומר עון הזה עיין באה\"ע סימן כ\"ג:","(כז) הוא נשוי - דיש לו פת בסלו ואין יצרו תוקפו כ\"כ ואם היא נדה או שהוא בדרך אסור. ועיין בא\"ע סימן כ\"ג ס\"ד דאפילו נשוי אינו מותר להושיט ידו לאמה כלל אלא בשעה שהוא צריך לנקביו:","(כח) הנשוי - ואם עומד במקום שיש לו פחד שלא יפול אין להחמיר בנשוי כלל. [ארה\"ח]:","(כט) בביצים - שאינו מתחמם ע\"י כך. ולפעמים מותר לאחוז באמה להשתין כגון ע\"י מטלית עבה שאינו מחמם אבל ע\"י החלוק אסור ויש מפקפקין גם ע\"י מטלית עבה משום דלא ידעינן שיעורו:","(ל) להתחכך לא - לפי שהחיכוך מביא לידי חמום ובקל יבוא לידי ש\"ז ועיין בח\"א שמתיר ע\"י בגד עב. ומותר לסרוק זקן התחתון אך שלא יגע אז באמה בידו ועיין בבה\"ל:","(לא) בל תשקצו - ואם משהא עצמו לקטנים עובר משום בל תשקצו ומשום שלא יהיה עקר. והמשהא מלהפיח אינו עובר על בל תשקצו. גם האיסור בל תשקצו נדחה מפני כבוד הבריות כגון המשהא נקביו עד שימצא מקום צנוע וכה\"ג. יזהר מאוד לקנח היטיב כי צואה במקומה במשהו כמו שכתב בסימן ע\"ו ס\"ה. וטוב לרחוץ פי הטבעת במים או ברוק:"],["(א) ירחץ ידיו וכו' - יש ע\"ז שני טעמים הרא\"ש כתב לפי שידים של אדם עסקניות הן וא\"א שלא יגע בבשר המטונף בלילה לזה תקנו חז\"ל ברכה על הנטילה לק\"ש ולתפלה והרשב\"א כתב לפי שבשחר אחר השינה אנו נעשים כבריה חדשה דכתיב חדשים לבקרים רבה אמונתך צריכין אנו להודות לו יתברך שבראנו לכבודו לשרתו ולברך שמו ועל דבר זה תקנו בשחר כל אותן הברכות שאנו מברכין בכל בוקר לכן גם דבר זה תקנו בשחר להתקדש בקדושתו וליטול ידינו מן הכלי ככהן שמקדש ידיו מן הכיור קודם עבודתו. ולהלכה אנו תופסים כשני הטעמים לחומרא לענין נטילה וכדלקמן בזה הסימן. ואם לא בירך ענט\"י קודם התפלה שוב לא יברך אחר התפלה לכו\"ע [ח\"א]:","(ב) ויברך - ומיד אחר הנטילה יברך וא\"צ להמתין על הניגוב וגם הניגוב אין מעכב. ויש מחמירין שלא יברך עד אחר שינגב ידיו דס\"ל דאין רוח רעה סר מהידים עד אחר הניגוב וס\"ל דאסור לברך בידים שר\"ר שורה עליהם אבל דעת הפוסקים אין כן [ארה\"ח]. כתב בסדר היום שלא יגע במלבושיו עד שיטול ובגמרא לא משמע כן [מ\"א] איתא בברכות דף נ\"א אל תטול חלוקך שחרית מיד השמש ותלבש משום סכנת מזיקין אלא יטלהו בעצמו ממקום שהוא שם. ואפילו אותו השמש כבר נטל ידיו. אמרינן בגמרא רוחץ אדם פניו ידיו ורגליו בכל יום משום כבוד קונו. ובמדינותינו שאין אנו הולכים יחפים א\"צ לרחוץ רגליו שחרית [פמ\"ג]:","(ג) גם אשר יצר - הטעם משום דבבוקר נעשה כבריה חדשה וצריכין אנו להודות לו וניתקן ברכת אלקי נשמה ואשר יצר על יצירת הגוף ויש עוד טעמים אחרים עיין באחרונים וכתב הפמ\"ג דלפי הטעם דבריה חדשה אם היה ניעור כל הלילה דאז לא נעשה בריה חדשה בבוקר אין יכול לברך אשר יצר אם לא עשה צרכיו. יש אומרים דאם השתין בלילה יוכל לסמוך לענין ברכת אשר יצר על אשר יצר דשחרית וצ\"ע לדינא גם פעמים רבות יקרה שבבוקר משתוקק עוד הפעם להטלת מי רגלים ולא יוכל לחול עוד הברכת אשר יצר דבבוקר ע\"ז הטלה דלילה וכדלקמן בסי' ז' במ\"ב ס\"ק א'. וי\"ש יחמיר על עצמו ויטול ידיו וילבוש מכנסים או יחגור בשאר דבר להפסיק בין לבו לערוה ויברך אשר יצר. אך יראה בעת הברכה להרחיק מהעביט של המי רגלים ד' אמות אם הוא עומד בחדרו ואם לא היה העביט מיוחד לזה די בהטלת רביעית מים לתוך המי רגלים בכל פעם ופעם שמשתין:","(ד) ואפילו וכו' - והרוצה להסתלק מן הספק יזהר לעשות צרכיו תיכף אחר שעירה מים על ידיו ג\"פ וכשיצא מבהכ\"ס יטול ידיו פעם שניה ויברך אשר יצר ויצא ידי חובה לכו\"ע. וטוב יותר שלא יברך אפילו ברכת נט\"י עד לאחר נטילה שניה שנוטל אחר יציאתו מבהכ\"ס ובפרט אם היה צריך לנקביו בעת נטילה ראשונה שאז בודאי אינו רשאי לברך. והח\"א כתב דנכון להמתין מלברך ענט\"י עד לאחר שמנקה עצמו ורוצה להתפלל עי\"ש טעמו אח\"כ מצאתי בספר מעשה רב שכן היה נוהג הגר\"א ז\"ל ועיין בבה\"ל:","(ה) סימן ק\"ס - דהיינו מים שנשתנו מראיהן או נעשו בהם מלאכה או מלוחים או סרוחים שאין הכלב יכול לשתות מהם ומשו\"ה ראוים לתפלה דכאן לא צריך רק משום נקיות בעלמא:","(ו) דלא מברך - ר\"ל על נטילת ידים רק על נקיות ידים:","(ז) עלייהו - והאחרונים הכריעו דיוכל לברך על נטילת ידים ועיין לקמן בסעיף ז' ובמ\"ב ס\"ק ט\"ז:","(ח) ידקדק - כי חוץ מהטעמים הנזכרים בסק\"א שצריך ליטול ידיו לתפלה צריך ליטול גם משום רוח רעה השורה על הידים אך היכא דהנטילה הוא משום רוח רעה לבד לא היו מתקנים ע\"ז ברכה לכן אנו צריכים גם לטעמים הנ\"ל:","(ט) לערות עליהן - ויטלם לכתחילה עד פרק הזרוע ואם אין לו מים די עד קשרי אצבעותיו. וצריך לפשוט הכפות כמי שרוצה לקבל דבר ויגביהם כנגד הראש. גם טוב להדיח פיו ובתענית צבור לא ידיח:","(י) ג\"פ - ואפילו שופך הרבה בפעם אחד אינו מועיל כי אין הרוח הולך אלא בג' פעמים דהיינו פ\"א על יד ימין ואח\"כ על יד שמאל עד ג\"פ בסירוגין ובספר מעשה רב כתב ד' פעמים ג\"פ להעביר רוח רעה והד' להעביר המים שנטמאו. צריך להזהיר לנשים שיזהרו בנט\"י ג\"פ בסירוגין כמו האנשים וגם כי הם מתקנות המאכלים שלא יטמאום בידיהם גם יש ליזהר שהקטנים יטלו ידיהם בשחרית כי נוגעים במאכל. ובנגיעת עכו\"ם במאכלים בלא נט\"י אין לחוש דלא מקבלי טומאה:","(יא) קודם נטילה - מפני שהרוח רעה השורה על הידים יוכל להזיק לאלו האיברים:","(יב) ולא לעינים - ויש ליזהר אפילו ע\"ג עיניו מבחוץ אם אפשר לו:","(יג) אפילו וכו' - וקודם נטילה יש אוסרין מליגע בפי הטבעת אפילו במקרה וכן לאמה במקום הנקב אפילו אם הוא נשוי וכן כה\"ג במקום נקב הקזה כי אז יוכל הרוח רעה להזיק לכל נקב שבגוף:","(יד) מפסיד השכר - ואם נגע במאכל קודם שנטל ידיו אין לאסור המאכל עי\"ז אבל לכתחילה מאוד יש ליזהר שלא ליגע אז בשום מאכל ואם נגע באוכל ידיחנו ג\"פ. וכן אין לשתות עשן טבא\"ק קודם נט\"י:","(טו) אין צריך - ר\"ל דיעבד אין מעכב הברכה ומברך על נטילת ידים אבל לכתחילה טוב להקפיד שיהיה לו ג\"כ רביעית וכמו שכתב בסעיף שאחר זה דקאי גם על שיהיה לו רביעית וכמו שכתבו האחרונים:","(טז) אינו מעכב - ר\"ל דיעבד לענין הברכה ויוכל לברך ענט\"י או אפילו לכתחלה היכא דאי אפשר בענין אחר אבל היכא דאפשר טוב להקפיד:","(יז) לא כלי וכו' - ר\"ל דמהני אף להעביר רוח רעה ולכן אם אין לו כלי שלם מותר ליטול מכלי נקוב וכן מפלו\"מף אף שאין כאן כח גברא כמבואר לקמן בהלכות נט\"י אבל אם שכשך ידיו במים לא מהני לרוח רעה וכדלקמן:","(יח) קרקע - ואפילו ע\"ג קיסמים אסור מפני שרוח רעה שורה עליהם:","(יט) כלי - וטוב שיניח שני כלים מראשותיו אחד מלא ואחד ריקן:","(כ) מהם - ע\"כ לא יתנם לפני בהמתו:","(כא) בני אדם - כי יוכלו להנזק ע\"י הרוח רעה. וישפכם במקום מדרון או בעפר תיחוח:","(כב) ונותנו - כדי שיתגבר ימין שהוא חסד על שמאל שהוא דין. וגם באיטר אזלינן בתר ימין דעלמא:","(כג) לא יטול - ר\"ל לשפוך לו על ידיו אבל להביא לו מים מותר:","(כד) ממי שלא וכו' - ובנטילה לאכילה רשאי ליטול ממי שלא נטל ידיו:","(כה) לק\"ש ולתפלה - ויוכל לברך על נטילת ידים דאמרינן בכיור ורחצו ממנו ולא בתוכו הא בעלמא אפילו בתוכו אבל להעביר הרוח רעה בעי עירוי ג\"פ דוקא ושכשוך בכלי אפילו ק' פעמים לא חשיב אלא אחד שמיד נטמאו המים והויין כמו שופכין ומשום הכי נסתפק אח\"כ במימות מחולפים דאפשר דלאו דוקא עירוי בעינן להעביר רוח רעה ואפילו רחיצה סגי או דבעינן דוקא עירוי מכלי על ידיו. וכתב הפמ\"ג דלפ\"ז אם תחב ידו בנהר ג\"פ או בשלג המונח על הארץ בשלשה מקומות מחולפים אפ\"ה לא מהני רק לתפלה ויוכל לברך ענט\"י אבל ספק אם מהני להעביר רוח רעה דאולי בעינן לזה עירוי מכלי והארה\"ח ולבושי שרד פסקו דבנהר וכן בשלג ובמי מקוה מהני אף להעביר רוח רעה ואפילו אין בהם ארבעים סאה ועי\"ש עוד בארה\"ח:","(כו) אבל לא וכו' - ע\"כ יראה ליטול פעם שנית מן כלי אפילו אחר התפלה:","(כז) כל הלילה - ואם ישן במקצתה לכו\"ע צריך ליטול ידיו בבוקר כדין והוא שישן שינת קבע על מיטתו ומשום דסתם ידים עסקניות הן ובודאי נגע במקום מטונף אבל אם ישן שינת ארעי להרא\"ש דינו בזה כאלו לא ישן כלל:","(כח) להתפלל ולהעביר - דהיינו לתפלה יש ספק אם הטעם של נט\"י שחרית כהרשב\"א לעיל במ\"ב סק\"א וא\"כ אע\"ג דהשתא לא נעשה בריה חדשה לא פלוג רבנן וצריך נטילה או שמא עיקר הטעם כהרא\"ש שם ובניעור ולא נגע במקום מטונף א\"צ נטילה. ולהעביר הרוח רעה יש ג\"כ ספק אם בעלמא השינה גורם הרוח רעה וא\"כ אפילו ישן ביום שורה ר\"ר וצריך ליטול ידיו וניעור בלילה א\"צ ליטול ידיו או הלילה גורם הרוח רעה וא\"כ יהיה הדין בהיפוך:","(כט) ויטלם - ר\"ל ג\"פ מחמת ספק וכן בשני הסעיפים שאחר זה:","(ל) בלא ברכה - יש מהאחרונים שחולקין על הכרעת הרמ\"א בזה וסוברים דצריך לברך ויש שמסכימים עמו וכ\"ז בלא עשה צרכיו אבל אם עשה צרכיו קודם התפלה הסכמת אחרונים דבזה צריך ליטול ידיו ולברך. וכן נכון לעשות לכתחילה במי שניעור כל הלילה כגון בליל שבועות יעשה צרכיו או יטיל מים וישפשף שאז לכו\"ע יתחייב לברך ויברך ענט\"י ואשר יצר:","(לא) כשיאור היום - כי י\"א דבעמוד השחר חוזר הר\"ר לשרות פעם שנית:","(לב) להעביר וכו' - הכא לא נקט להתפלל כמש\"כ סעיף י\"ג דודאי משום תפלה אין צריך בזה עוד הפעם ליטול ידים ואפילו אם חזר וישן פעם שנית קודם עמוד השחר דבזה בודאי צריך משום רוח רעה עוד הפעם ליטול ידים מ\"מ אין יכול לברך ענט\"י ואפילו אם השינה היתה שינת קבע דאנו חוששין לשיטת הרשב\"א דס\"ל דטעם הנטילה משום דבבוקר נעשה בריה חדשה ופ\"א נעשה האדם בריה חדשה ולא שתי פעמים ומשום רוח רעה בלבד לא תקנו ברכה:","(לג) בלא ברכה - הנה נראה דאפילו אם בפעם הראשון כשנטל ידיו לא בירך ענט\"י מ\"מ לא יברך עתה דאיך יאמר וציונו ענט\"י הלא כבר יצא ידי חובת הנטילה לתפלה לדעת הרא\"ש כמבואר בב\"י וכה\"ג כתב לעיל בשערי תשובה סק\"ד ומ\"מ הנכון שיביא עצמו לידי חיוב ברכה דהיינו שיעשה צרכיו קודם התפלה ויתחייב לברך ענט\"י וכנ\"ל בסק\"ד בשם הח\"א:","(לד) יש להסתפק - אי לילה גורם לרוח הטומאה או שינה גורם ודוקא הישן שיתין נשמי אבל פחות מזה אין רו\"ר שורה ואפי' בלילה:","(לה) שיתין נשמי - ר\"ל רצופין אלא היה מתנמנם כמה פעמים פחות משיתין נשמי עד חצות לילה ומחצות ואילך היה מתגבר כארי:","(לו) דדוקא ביום - השיגו עליו האחרונים דלא נמצא שם כן בגמרא רק על האמוראים אבל דוד בעצמו גם בלילה היה נזהר ונ\"מ כ\"ז לדידן שבעל נפש יחמיר עכ\"פ ביום. ואין שבת בכלל זה. ועיין לקמן בסימן רל\"א ס\"א דאם א\"א לו ללמוד בלא שינת הצהרים מותר לישן מעט אבל לא יאריך בה עיי\"ש ועיי\"ש עוד שגם זה לא תהיה כונתו להנאת עצמו רק לעבודתו יתברך. ועיין במחצית השקל שכתב דענין השינה ביום תלוי לפי מה שהוא אדם וכפי הצורך לעבודתו ית':","(לז) מפני הרירים - כי צריך להזכיר את השם הגדול בקדושה ובטהרה [ב\"י] ואם הוא איסטניס ואינו רוצה להכניס המים לפיו מפני שאינם זכים וצחים אין מעכב מלברך [לבוש]:","(לח) צריכים נטילה - להסיר רוח רעה השורה עי\"ז ע\"כ ימהר ליטול תיכף. והנטילה תהיה עד הפרק ועכ\"פ עד סוף קשרי אצבעותיו אבל אם ליכלך ידו בטיט וברפש דאין בו משום רוח רעה א\"צ רק לקנח מקום המלוכלך בלבד ודי. ולענין תפלה יבואר לקמן בסימן צ\"ב עי\"ש בבה\"ל:","(לט) במים - אף דלתפלה וכ\"ש לתורה די אחר כל אלו בנקיון בעלמא וכדלקמן בסעיף כ\"ב דמיירי בקם מן המטה וכ\"ש באינך מ\"מ להסתלק רוח רעה צריך דוקא מים ועיין לקמן בס\"ק מ\"א. וא\"צ ג' פעמים כ\"א בקם מן המטה ויש מחמירין בהולך בין המתים ומשמש מיטתו דבעינן ג\"כ ג\"פ. ובספר היכל הקודש מחמיר ביוצא מבהכ\"ס ג\"פ ובמ\"א סימן ז' סתר דבריו:","(מ) והיוצא מבהכ\"ס - אפילו לא עשה צרכיו וכן מבית המרחץ אפילו לא רחץ שם ומשום רו\"ר ששורה באלו המקומות:","(מא) מנעליו - משום שנוגע בידיו בעת החליצה אבל בלא נגע בהם א\"צ נטילה והחולץ מנעליו ונוגע ברגליו וחופף ראשו אינו משום רוח רעה רק משום נקיות ע\"כ א\"צ למהר ליטול ידיו תיכף משא\"כ באינך דמשום רו\"ר וכנ\"ל בס\"ק ל\"ח:","(מב) בין המתים - בבית הקברות וכתב מהרי\"ל סי' כ\"ג שיש ליטול קודם שיתפלל על הקברות ורוחצין שנית בשובו לחצר בה\"ק שרוחות רעות מלוין החוזרין. ויש נוהגין אז לרחוץ גם הפנים:","(מג) במת - ואפילו מי שנכנס אצל מת אחד או שהלך ללותו נוהגין בנטילה. ונהגו להקפיד אם יכנס אדם לבית אחר קודם שירחץ ומנהג אבותינו תורה היא [רמ\"א יו\"ד שע\"ו]:","(מד) כליו - אפילו לא נגע בכנה שלא מצא:","(מה) בכנה - ובפרעוש אפשר דדי בנקיון בעלמא:","(מו) בידו - במקומות המטונפות שיש בהם מלמולי זיעה:","(מז) יוצא מדעתו - עיין בא\"ר דר\"ל דנתלבש בו רוח שטות ועי\"ז יוכל לבוא אח\"כ לעבירה וכמאמרם דאין אדם עובר עבירה אא\"כ נכנס בו רוח שטות:","(מח) דם מהכתפים - ואפשר עלוקה [שקורין פייווקע\"ס] או ביינקע\"ס ג\"כ צריך ליטול וטוב להחמיר:","(מט) בתפילה - וה\"ה בשעה שהוא עוסק בתורה [בסימן צ\"ב ס\"ז בהג\"ה]:","(נ) סימן צ\"ב סעיף ו' - דנתבאר שם שאם עומד בתפלה ונזכר שנגע במקום מטונף די בנקיון עפר או שמחכך ידיו בכותל דמה יעשה באמצע תפלה. ומיהו אם עומד עדיין בק\"ש או בפסוקי דזמרה צריך לילך וליטול ידיו:","(נא) וסי' קס\"ד - דשם נתבאר שאם עבר ונגע בתוך הסעודה צריך ליטול ידיו שנית כדין אך לענין ברכת ענט\"י הסכמת רוב האחרונים שלא לחזור ולברך ע\"ש במ\"ב:","(נב) מלמולי זיעה - עיין ביו\"ד סי' קי\"ו דצריך ליזהר מזיעה דכל זיעה סם המות חוץ מזיעת הפנים וסימן לדבר בזיעת אפיך תאכל לחם:","(נג) ובפניו - וכן בצוארו עד החזה [ב\"י] וכתב במחצית השקל דזה תלוי לפי מנהג המקומות אם הדרך להיות מגולה שם:","(נד) שבזרועותיו - עד הפרק הנקרא (איילי\"ן בויגי\"ן). וכן אם הולך יחף ברגליו אפשר דהוי בכלל המקומות המגולין [פמ\"ג בסי' צ\"ב]:","(נה) אם אין וכו' - ואם יש לו מים צריך ליטול אפילו לתפלת מנחה וערבית אפילו אם אינו יודע להן שום לכלוך. והנטילה יהיה בלא ברכה כי לא תקנו ברכה כ\"א בשחרית וכדאיתא בסימן ז' ס\"א. ואם אין לו מים י\"א דדינו כהכא דינקה בכל מידי דמנקי פן מודבק בהם איזה דבר מאוס או זוהמא ועיין לקמן בסי' צ\"ב וברל\"ג במשנה ברורה:","(נו) יקנח ידיו - ואפילו היו מלוכלכים בודאי כגון שעשה צרכיו וקינח ג\"כ מהני ועיין לקמן בסי' צ\"ב כמה צריך לחזור אחר מים:","(נז) בעפר - או שישפשף בטלית יבש. ודע דנקיון כיון שהוא עומד במקום מים צריך לנקות כל היד בין גבו ובין תוכו עד הפרק ובדיעבד די עד סוף קשרי אצבעותיו אבל לא כמו שנוהגין איזה אנשים שמנקין רק ראשי אצבעותיהן:","(נח) נקיות ידים - י\"א דגם בזה מברכין ענט\"י ומ\"מ כל האחרונים לא זזו מפסק השו\"ע:","(נט) קודם נטילה - דסתם ידים דהיינו שאינו יודע אם הם מלוכלכים אינן פסולות לברכה וכ\"ש לד\"ת דהרי מברכין על הפירות וא\"צ נט\"י:","(ס) ערום - שאז מסתמא ידיו מטונפות בנגיעת בית הסתרים. ומלבושים שלנו שבית הצואר פתוח אפילו אם ישן במלבושים מסתמא ידיו מטונפות כי דרכו לחכך בגופו במקום זיעה. ודוקא אם ישן שינת קבע אבל בשינת עראי אין חזקתו שנגע ודינן כסתם ידים דכשרים לת\"ת ולברכה רק לתפלה:","(סא) שינקה אותם - בצרורות ובכל מידי דמנקי. וה\"ה לתורה אסור בלא נקיון. ועיין בפמ\"ג שכתב דאפילו אם יש לו מים מ\"מ די לברכות ולתורה בניקיון בעלמא וכן משמע בביאורי הגר\"א ורק משום כדי להעביר רוח רעה בעינן מים ובשע\"ת בשם הזוהר כתב דלא יברך בלי נט\"י וראוי להחמיר ביש לו מים. ועיין לקמן בסימן ס\"ב סק\"ח במשנה ברורה:"],["(א) פירוש המלות - כמו שאחז\"ל [ברכות מ\"ז] שלא יזרוק הברכה מפיו אלא יכוין בעת האמירה ויברך בנחת וז\"ל ס\"ח סי' מ\"ו כשהוא נוטל ידיו או שמברך על הפירות או על המצות השגורות בפי כל אדם יכוין לבו לשם בוראו אשר הפליא חסדו עמו ונתן לו הפירות או הלחם להנות מהם וציוהו על המצות ולא יעשה כאדם העושה דבר במנהג ומוציא דברים מפיו בלא הגיון הלב ועל דבר זה חרה אף ה' בעמו ושלח לנו ביד ישעיה ואמר יען כי ניגש העם הזה בפיו ובשפתיו כבדוני ולבו רחק ממני ועי\"ש עוד מה שהאריך בגודל העונש עבור זה:","(ב) קריאתו באדנות - כי השם הנכבד והנורא אסור לקרותו ככתבו כמשאחז\"ל ההוגה את השם באותיותיו אין לו חלק לעוה\"ב אלא צריך לקרותו כאלו היה כתוב שם אדני וגם בנקודת אדני דהיינו האלף בחטף פתח אבל לא בפתח לבד או בשב\"א לבד והד' בחולם והנון בקמץ וידגיש היו\"ד שתהא ניכרת יפה רק בכונה יכוין לשם הוייה. וטעם הנגינה הוא מלרע:","(ג) שהיה וכו' - ובביאור הגר\"א כתב דלפי עומק הדין א\"צ לכוין אלא פי' קריאתו דבכל מקום הולכין אחר הקריאה אף שיש בהכתיבה סודות גדולות לבד בקריאת שמע שם צריך לכוין ג\"כ שהיה וכו' עי\"ש. ובמקום שנכתב בא\"ד לכו\"ע אין צריך לכוין אלא שהוא אדון הכל. אם אחד מספר חסדי ה' שעשה לו ומתחלה מזכיר השם ורוצה לגמור דבריו מה שעשה לו ה' אסור להפסיקו בדברים שמא מתוך כך לא יגמור דבריו ונמצא שהזכיר ש\"ש בחנם אבל אם רוצה לקלל שום אדם והתחיל בשם מצוה להפסיקו שלא יגמור דבריו ולא יחטא [ס\"ח והובא בחידושי רע\"א]:"],["(א) חלולים - פי' איברים חלולים ולא יאמר חללים דבחלל לא שייך בריאה:","(ב) שאם יסתם וכו' - כן היא גי' הרמב\"ם אבל גירסא שלנו ורש\"י ורי\"ף והרא\"ש אם יפתח קודם [הגר\"א]:","(ג) כלומר שבנקבים וכו' - משום דגירסתו היה א\"א להתקיים אפילו שעה אחת וקשה לו דאדם סותם פיו הרבה שעות ולזה קאמר כלומר וכו' אבל מנהגינו שלא לומר אפילו שעה אחת כמש\"כ הר\"מ וכן מוכח באגודה כ\"כ המ\"א וכן משמע בביאור הגר\"א ועיין ט\"ז:","(ד) אי אפשר - אי בצירי תחת האלף כי המלה נגזרת מן אין כ\"כ הבה\"ט והפמ\"ג ובשע\"ת מיישב הגירסא בחירק שג\"כ כונתו כמו אין כמו דכתיב אי כבוד שפירש\"י שם שכונתו כמו אין כבוד:","(ה) רופא (חולי) - ב\"ח ושל\"ה ומט\"מ כתבו שאין לומר חולי רק רופא כל בשר וט\"ז כתב דשני הגירסאות הן נכונות וחלילה למחוק אחת מהן עיי\"ש:","(ו) דבר רוחני - ובכוונת כתוב דהנשמה נהנית מרוחניות המאכל והגוף נהנה מגשמיות המאכל ומכח זה קשורים זה בזה ע\"י המאכל [מ\"א]:","(ז) להמתין - קבלה מר\"י חסיד היוצא מביתו לבהכ\"נ קודם שיתפלל יאמר פסוק שמע ישראל אבל יכוין שלא לצאת בזה המ\"ע דק\"ש אא\"כ ירא שיעבור זמן ק\"ש ועיין לקמן בסוף סימן מ\"ו מה שכתבנו במ\"ב שם:","(ח) לברך - ודוקא אם הולך מיד לבהכ\"נ אבל אם לומד אחר הנטילה וכ\"ש כשמפסיק בשיחה בטלה ואח\"ז הולך לבהכ\"נ ומברך שם ענט\"י לכו\"ע לא עביד שפיר דיש הפסק גדול בין נטילה לברכה וכדלקמיה ע\"כ אותם שאומרים תהלים קודם ענט\"י לא יפה הם עושים דהוי הפסק גדול. כתב הלבוש אותם שאומרים תהלים טוב יותר שיאמרו קודם התפלה ע\"ש הטעם:","(ט) לא נהגו כן - והסכמת האחרונים לנהוג כאנשי ספרד שלא להפסיק לכתחלה בין ברכת ענט\"י והנטילה אלא מיד שנוטל ידיו צריך לברך ענט\"י אך אם בעת שנוטל ידיו הוא צריך לנקביו שאפילו בד\"ת אסור ואפילו יכול להעמיד עצמו עד פרסה אין לו לברך ענט\"י עד שיעשה צרכיו ויברך ענט\"י ואשר יצר [שערי תשובה] ועיין לקמן בסי' צ\"ב ס\"א בהג\"ה ובמ\"ב שם ועיין לעיל בסימן ד' במשנה ברורה שכתבנו שם בשם הח\"א שלכתחלה יותר טוב להמתין מלברך ענט\"י עד לאחר שמנקה עצמו ורוצה להתפלל דאז יוצא לכו\"ע ועיין שם בביאור הלכה שכתבנו דטוב שאז יסדר אחר ברכת ענט\"י ואשר יצר גם שאר ברכות השחר ובאופן זה מיירי הח\"א שכתב דיוצא לכו\"ע. ועיין שם בביאור הלכה שבמעשה רב כתב ג\"כ כהח\"א ומ\"מ העושה כהשע\"ת יש לו ג\"כ על מה לסמוך:","(י) שמברכם בביתו - עיין במ\"א ופמ\"ג ושארי אחרונים שהסכימו דאפילו ש\"ץ שבירך בביתו שוב לא יברך בבהכ\"נ דבימינו הכל בקיאים וכל אחד מברך לעצמו ואין רוצה לצאת בברכת הש\"ץ ע\"כ במקום שהמנהג שהש\"ץ אומר כל הברכות בצבור כמו במקומותינו שהמנהג כן בימים נוראים שמברך בצבור גם ענט\"י ואשר יצר וברכת התורה יזהר מתחלה שלא יברך אותם בביתו. ואם אירע שכבר בירך אותם בביתו יראה לבקש לאחד מהשומעים שעדיין לא בירך שיכוין לצאת בברכתו אך אז יהיה זהיר הש\"ץ מאוד להשמיע כל לשון הברכה ולא כמו שנוהגין באיזה מקום שהש\"ץ משמיע רק לשון תחלת הברכה וסופה דכיון שכונתו אז בהברכה להוציא צריך השומע להשמיע כל לשון הברכה:","(יא) בכה\"ג וכו' - היינו מה שנוהגין רוב המון העם להתפלל סליחות קודם אור הבוקר בימי הסליחות ושם מזכירין כמה פסוקים ואח\"כ מברכין ענט\"י וברכת התורה ולענין ברכת התורה יש ליישב קצת דאותן הפסוקים אין אומרים אותן אלא דרך תפלה ולא נתחייבו בהם בבה\"ת לפי דעת איזו פוסקים כמו שנתבאר בסימן מ\"ו ס\"ט בהג\"ה ועיין שם במ\"ב אך לענין נט\"י שמפסיקין בהפסקה כזאת צ\"ע ליישב והסכימו האחרונים שלא לעשות כן אלא יש לברך בביתו מיד בקומו ושוב אין לברך ענט\"י בבהכ\"נ וכמו שנתבאר בסימן זה ס\"א או שבעת קומו לא יברך ענט\"י אלא אחר גמר הסליחות יבדוק עצמו לנקביו או יטיל מים וישפשף ואז יברך ענט\"י ואשר יצר ויתפלל וכמו שכתבנו לעיל בשם הח\"א:","(יב) ברכת ההודאה - ואינה ברכה הסמוכה לחברתה ולכן רשאי לומר בבוקר בקומו עד אלהי נשמה ובבהכ\"נ יתחיל אלהי נשמה [טור] ומ\"מ יש לעשות על צד היותר טוב להסמיך אלהי נשמה לברכת אשר יצר ועיין בביאור הגר\"א בסימן מ\"ו שדעתו ג\"כ דברכת אלקי נשמה סמוכה לברכת אשר יצר ע\"כ נכון ליזהר בזה לכתחלה. אם לא בירך ברכת אלהי נשמה עד אחר שהתפלל י\"ח אינו מברך עוד לאחר התפלה שכיון שכבר אמר מחיה המתים הוא דומה למחזיר נשמות [פר\"ח] ובשע\"ת מפקפק מאוד בדין זה ומסיק דעכ\"פ אם בעת שאמר ברכת מחיה מתים היה בדעתו לברך אלקי נשמה אחר התפלה רשאי אח\"כ לברך עי\"ש הטעם וכן משמע בפמ\"ג סי' נ\"ב ועיין מה שכ' שם בביאור הלכה. בנוסח הברכה לא יאמר אתה יצרת בי רק אתה יצרת אתה נפחת בי:","(יג) יש נוהגין וכו' - וכונתם הוא שישלים כ\"א עד צ' אמנים ליום ועיין בש\"ת שיש שמפקפקין בזה ובתשובה מאהבה [ח\"ב סי' רי\"ב] העלה דלדידן שנוהגין שלא לצאת בברכת הש\"ץ לכו\"ע מותר לעשות כן ובפמ\"ג כתב דראוי עתה שלא לומר בקול רם כ\"א הש\"ץ עי\"ש ע\"כ כל מקום ומקום יעשה כפי מנהגו שכ\"א יש לו על מי לסמוך:","(יד) שכבר יצאו - בלבוש משמע שאין יכול להוציא ברכת השחר בפחות מעשרה ועיין בפמ\"ג דמצדד בסוף דבריו לומר דדוקא בבקי אין מוציא בפחות מעשרה אבל בשאין בקי א\"צ עשרה אף להלבוש:"],["(א) מברך וכו' - ואפילו אם נמשך זמן גדול אחר עשיית הצרכים אפ\"ה חייב לברך. ואם לא בירך אשר יצר עד שרוצה להטיל מים שנית דעת הפמ\"ג דמקודם שיטיל יברך אשר יצר על ההטלה הראשונה אבל בש\"ת הסכים בשם כמה אחרונים דאם נזכר לאחר שהתחיל לו תאוה שוב לא יברך עי\"ש:","(ב) אשר יצר - כתב רש\"ל בתשובה סימן צ\"ז מי שאכל דבר שחייב ברכה אחרונה ושכח והטיל מים ונזכר קודם שבא לברך אשר יצר איזה מהם קודם והשיב דאשר יצר קודם דתדיר. מי ששותה סם המשלשל דיש בדעתו מתחלה לפנות הבני מעיים עד שתכלה הזוהמא מהם ע\"כ י\"א דלא יברך כ\"א אחר גמר ההוצאה וי\"א דיברך בכל פעם והמנהג כסברא אחרונה אך בשלשול חזק שמרגיש שמיד יצטרך לפנות שנית אסור לברך כדלקמן סימן צ\"ב שאפי' בד\"ת אסור [ש\"ת]:","(ג) להתפלל מיד - אף דקיי\"ל בסימן רל\"ג ס\"ב דלתפלת מנחה וכן לערבית אפילו אינו יודע להן שום לכלוך צריך ליטול ידיו וכ\"ש כשעשה צרכיו מ\"מ אינו מברך ענט\"י אלא בשחרית. ועיין בספר ארצות החיים שכתב דדעת רוב הפוסקים דאם עשה צרכיו לגדולים ואח\"כ רוצה להתפלל מברך ענט\"י. ומ\"מ לכתחלה אין לזוז מפסק השו\"ע ועיין בספר מעשה רב:","(ד) ששפשף בהן - הניצוצות של מי רגלים וה\"ה בגדולים שעשה צרכיו וקנח:","(ה) אלא משום וכו' - ואם אין לו במה ליטול אעפ\"כ צריך לברך אשר יצר. ואפילו אם שפשף משמע לעיל בסוף סימן ד' במ\"א סקכ\"ח דמהני לברכות אם מנקה ידיו בכל מידי דמנקי:","(ו) ב' פעמים - כדמצינו לענין תפלה שאם טעה ולא התפלל שחרית מתפלל מנחה שתים. אבל הרבה מהאחרונים חולקין על פסק זה וסוברין דשאני תפלה שהיא במקום קרבן ושייך בו תשלומין משא\"כ באשר יצר שהיא ברכת הודאה יוצא בהודאה אחת על הרבה פעמים כמי שאכל שתי פעמים והסיח דעתו בינתים שמברך בהמ\"ז אחת על שתיהן. ויש להקל בספק ברכות. ולכתחילה נכון ליזהר לברך תיכף אשר יצר אחר הטלת מים דשמא יצטרך עוד אח\"כ להטיל מים וה\"ה בגדולים:"]],"AROCH_HASHULCHA":[["כתיב (משלי טו כד): \"אורח חיים למעלה למשכיל, למען סור משאול מטה\". וביאורו נראה: כי המלאכים נבראו בשני כמבואר במדרש, וכן מבואר במזמור \"ברכי נפשי\": \"המקרה במים עליותיו... עושה מלאכיו רוחות\". והבדלת המים היתה בשני, והבהמות נבראו בחמישי. והמלאכים עובדים את בוראם ואין להם יצר הרע, והבהמות יש להם יצר הרע ואין להם דעת. וממילא דלהמלאכים אינו מגיע שכר בעד עבודתם, אחרי שאין להם יצר הרע, ולבהמות לא שייך עונש אחרי שאין להם דעת.","ולזה ברא הקדוש ברוך הוא ביום הששי את האדם. ובראו משני הקצוות: נתן בו את הנשמה שמאירה לאדם לדעת את הבורא יתברך כמלאך, כמו שנאמר: \"כי נר ה' נשמת אדם\". ויצר אותו בגוף שהוא חומר עב כבהמה, לאכול ולשתות ולישן. ולזה יתעוררו מלחמות גדולות בהאדם כל ימי חייו, שהנפש הבהמי מסיתו לתאוות עולם הזה כבהמה, והנשמה הטהורה נלחמת כנגדו ומראה לו שלא לכך נברא אלא לעבוד את הבורא כמלאך. ואף הדברים הגשמיים שמוכרח לעשות כאכילה ושתייה ושינה – תהיה הכוונה כדי שיוכל לעבוד את בוראו. ועל זה נאמר: \"שויתי ה' לנגדי תמיד\". ולאחר מות האדם מראין לו שכל מעשיו נכתבין בספר, וחותם יד האדם בו. ואם הלך בדרך התורה והמצוה – נוחל גן עדן שהוא תענוג בלתי גבול ובלתי המשך זמן. ועליהם נאמר: \"ירויון מדשן ביתך, ונחל עדניך תשקם; כי עמך מקור חיים, באורך נראה אור\". ואם חס ושלום להיפך – יורש גיהנם, שכל יסורי עולם הזה כאין נגדו. ועליהם נאמר: \"ויצאו וראו בפגרי האנשים הפושעים בי, כי תולעתם לא תמות ואשם לא תכבה, והיו דראון לכל בשר\". ושבעה שמות יש לגיהנם, ואלו הן: \"שאול\", ו\"אבדון\", ו\"באר שחת\", ו\"באר שאון\", ו\"טיט היון\", ו\"צלמות\", ו\"ארץ התחתית\" (ערובין יט א). וכל המתפתה ביצרו נופל שם, ולכן נקרא גם \"תפתה\", כדכתיב: \"כי ערוך מאתמול תפתה\" (שם).","וזהו שאמר שלמה: \"אורח חיים למעלה למשכיל, למען סור משאול מטה\". כלומר: אתה האדם המשכיל אחרי שיש לך שני דרכים, או לשאת עין ולב למעלה אל הבורא יתברך והיא דרך החיים, או להביט למטה על תאוות הבהמיות, לכן אצוה אותך שאורח החיים שלך תהיה רק למעלה, למען סור משאול מטה. כלומר: אם תביט למטה – תפול בשאול שהיא המדריגה הראשונה של הגיהנם, ומשם תפול עוד מטה מטה.","וכל בר דעת יש לו להבין: כמו שאם נראה מלך בשר ודם בונה בנין יקר המורכב משני הפכים, שבנה בתוכו אבנים יקרות שוהם וישפה וכל אבן יקרה, וגם מטיט ועפר, היעלה על הדעת שתכלית כוונת המלך הוא לשם הטיט והעפר? ובודאי התכלית של הבנין הם האבנים היקרות, והטיט והעפר אינם אלא לחיזוק הבנין. כמו כן מלך מלכי המלכים הקדוש ברוך הוא, שברא את האדם מורכב מנשמה טהורה שהיא חלק אלוה ממעל, והיא תשוב אל האלהים אחרי מותו, וגם מגוף עב שהוא טיט ועפר, היעלה על הדעת שהתכלית הוא הטיט והעפר? וכל הסובר כן אינו אלא כסיל ומשוגע. וזהו שאמר עקביא בן מהללאל: הסתכל בשלושה דברים ואין אתה בא לידי עבירה: דע מאין באת, ולאן אתה הולך... כלומר: הנשמה היא חלק אלוה ממעל ותשוב למקורה. ולהיפך הגוף: מאין באת? מטיפה סרוחה. ולאן אתה הולך? למקום עפר רמה ותולעה. ובזה הבירור שהתכלית הוא הנפש האלהית. ולכן קודם כל צריך האדם לדעת יסודי תורתינו הקדושה והטהורה.","יסוד התורה ועמוד העבודה לידע שיש אלהים אחד יחיד ומיוחד, והוא ברא כל העולמות, והוא משגיח עליהם בכל עת ובכל רגע. ואלמלי יצוייר חס ושלום סילוק השגחתו – אף רגע היו כל העולמות חוזרים לתוהו ובוהו. וזהו שנאמר: \"שמע ישראל ה' אלהינו ה' אחד\". ונאמר: \"וידעת היום... כי ה' הוא האלהים בשמים ממעל ועל הארץ מתחת אין עוד\". כלומר: שאין שום כוח זולתו יתברך, והוא המהוה כל העולמות, והוא המחיה את כל העולמות, והוא המקיימם. ובמתן תורה ראינו זה בחוש, כדכתיב: \"אתה הראת לדעת כי ה' הוא האלהים, אין עוד מלבדו\". כלומר: כי ה' שברא כל העולמות – הוא המשגיח והמנהיג עליהם לעד ולעולמים. ו\"אלהים\" ביאורו: השגחה והנהגה, ואין שום כוח גדול או קטן זולתו יתברך.","את האלהים הזה אנחנו מחויבים לאהבו אהבה גמורה וחלוטה, עד שכל האהבות כמו אהבת עצמו, אהבת אשתו, אהבת בניו ובנותיו, אהבת הממון – יהיו בטלים נגד אהבתו יתברך, והמה כלא ממש. וזהו שאמר הכתוב: \"ואהבת את ה' אלהיך בכל לבבך, ובכל נפשך, ובכל מאדך\". והוא לשון \"מאוד\", כלומר: כל החביב עליך מאוד מאוד – תבטל נגד אהבתו יתברך. \"ובכל לבבך\" דרשו חכמינו ז\"ל: בשני יצריך, ביצר הטוב וביצר הרע. כלומר: שלא תאמר שהיצר הרע כיון שמסית אותך לעבור על רצונו יתברך, אם כן איך בראו? דהאמת הוא דגם כוונת היצר הרע שלא תאבה לו ולא תשמע אליו, אלא שכך גזר עליו הבורא יתברך שיסיתך לעבור על רצונו יתברך, כדי שבבחירתך תעבוד ה' ולא כמוכרח. שזהו עיקר תכלית בריאת האדם, ובכוח זה גדול ממלאך כמו שכתבתי בסעיף א (וכן מבואר בזוהר).","ובספרי דרשו: רבי מאיר אומר: הרי הוא אומר \"ואהבת את ה' אלהיך בכל לבבך\" – אהבהו בכל לבבך כאברהם אבינו, שנאמר: \"אברהם אוהבי\". ואומר: \"ומצאת את לבבו נאמן לפניך\". \"ובכל נפשך\" – כיצחק שעקד עצמו על גבי המזבח. \"ובכל מאדך\" – הוי מודה לו כיעקב, כענין שנאמר: \"קטנתי מכל החסדים...\". ועוד אמרו שם: \"ואהבת...\" – אהבהו על כל הבריות כאברהם אביך, כענין שנאמר: \"ואת הנפש אשר עשו בחרן\". כלומר: כמו שאברהם מפני שהיה אוהבו בלב ונפש קרא את בני אדם להאמין באלקותו, כן תעשה אתה לאהבהו על הבריות, ולקרבן לעבודתו יתברך. עוד גרסינן בספרי: לפי שנאמר \"ואהבת\" – איני יודע כיצד אוהבין אותו? תלמוד לומר: \"והיו הדברים האלה אשר אנכי מצוך היום על לבבך\", שמתוך כך אתה מכיר את מי שאמר והיה העולם. כלומר: שעם ההתבוננות בתורה – תתיישב האהבה בלב בהכרח (חינוך).","וכן נצטוינו ליראה מפניו יתברך, דכתיב: \"את ה' אלהיך תירא\". וזה לשון הרמב\"ם בספר המצות מצוה ד': שצונו להאמין יראתו יתעלה וליפחד ממנו. ולא נהיה ככופרים ההולכים בשרירות לבם ובקרי, אבל נירא ביראת ענשו בכל עת. וזהו אמרו: \"את ה' אלהיך תירא\". עד כאן לשונו. ובחיבורו הגדול ריש פרק שני מיסודי התורה כתב: והיאך היא הדרך לאהבתו ויראתו? בשעה שיתבונן האדם במעשיו ובברואיו הנפלאים הגדולים, ויראה מהן חכמתו שאין לה ערך ולא קץ – מיד הוא אוהב ומשבח ומפאר, ומתאוה תאוה גדולה לידע השם הגדול, כמו שאמר דוד: \"צמאה נפשי לאלהים לאל חי\". וכשמחשב בדברים האלו עצמן – מיד הוא נרתע לאחוריו, ויירא ויפחד, ויודע שהוא בריה קטנה שפלה אפלה, עומדת בדעת קלה מעוטה לפני תמים דעות. כמו שאמר דוד: \"כי אראה שמיך מעשה אצבעותיך, מה אנוש כי תזכרנו?\" עד כאן לשונו. ובספר המצות ביאר \"יראה פשוטה\" שהיא יראת העונש, ובכאן ביאר \"יראת הרוממות\". ועל זה שנינו בספרי: אין לך אהבה במקום יראה, ויראה במקום אהבה, אלא במידת הקדוש ברוך הוא בלבד, עיין שם. כלומר: דיראה ואהבה הם שני הפכים, אלא ביראת הרוממות שפיר יכולים שניהם להיות, דעל ידי גודל מעלת רוממותו יתברך – מתיירא ממנו יראת המעלה, ואוהבו בכל לב ובכל נפש.","ונצטוינו ללכת בדרכיו הטובים והישרים, שנאמר: \"והלכת בדרכיו\". ונאמר: \"אחרי ה' אלהיכם תלכו\". ונאמר: \"ללכת בכל דרכיו\" – מה הוא חנון אף אתה חנון, מה הוא רחום אף אתה רחום (רעיון דומה בסוטה יד א), ולהתדמות בפעולותיו הטובים ובמידותיו הישרים כפי יכולתינו. ומצות עשה להדבק בחכמים ובתלמידיהם כדי ללמד מעשיהם, שנאמר: \"ובו תדבקון\". וכי אפשר לו לאדם להדבק בשכינה, והרי אש אוכלה הוא? אלא הדבק בחכמים ובתלמידים (כתובות קיא ב). והוי מתאבק בעפר רגליהם, ושותה בצמא את דבריהם. ונאמר: \"הולך את חכמים יחכם\". ונאמר: \"אשרי האיש אשר לא הלך בעצת רשעים...\".","כתב הסמ\"ג בעשין מצוה י\"ז: מצות עשה לצדק את הדין על כל המאורע, שנאמר: \"וידעת עם לבבך, כי כאשר ייסר איש את בנו, ה' אלהיך מיסרך...\". עד כאן לשונו. ואנחנו בני ישראל עיפי הזמן, בלא מנוחה זה קרוב לשני אלפים שנה – חייבים אנו לדעת שזהו הכל לטובתינו לזכך אותנו, כמו שאמר הנביא זכריה: \"וצרפתים כצרוף את הכסף, ובחנתים כבחון את הזהב. הוא יקרא בשמי, ואני אענה אותו. אמרתי עמי הוא, והוא יאמר ה' אלהי\". וביאור הכתוב: להאמין באמונה שלמה שכל צרותינו וכל טלטולינו אינו על דרך הנקימה חס ושלום אלא כדי לצרפינו. דאם לא כן כבר לא היתה ממנו שארית בכל משך ממאות השנים הרבות, ואין לך אות ומופת גדול מזה מקיומינו זמן ארוך כזה, דאין זה אלא מפני שהשגחתו יתברך עלינו, לא סר ולא יסור אף רגע, כאב המשגיח על בנו יחידו ומייסרו לטובתו. וראיה לזה: שהרי בכל זמן הגלות \"הוא יקרא בשמי ואני אענה אותו\". כלומר: כשאנו מתפללים אליו יתברך – עונה אותנו בכל עת צרה וצוקה. \"אמרתי עמי הוא, והוא יאמר...\", כלומר: שהרי אנו רואים שבכל זמן הארוך הזה עם בני ישראל הולכים בדרך התורה והמצוה, והוא יתברך קורא אותנו \"עמי\", ואנחנו קוראים אותו \"אלהי ישראל\".","מיסודי הדת להאמין שתורתינו הקדושה כאשר היא – נתונה לנו מסיני על ידי משה רבינו. ובחסרון אות אחד היא פסולה, ואין הפרש בקדושתה בין פסוק \"שמע ישראל\" לפסוק \"ותמנע היתה פלגש\". וכשם שהקדוש ברוך הוא חי וקיים לעד ולעולמי עולמים, כמו כן התורה היא נצחית, כמו שאנו אומרים ב\"אמת ויציב\": \"הוא קיים ושמו קיים..., ודבריו חיים וקיימים, נאמנים ונחמדים לעד ולעולמי עולמים...\". ולכן מלאכי שהיה הנביא האחרון אמר: \"זכרו תורת משה עבדי...\".","ומיסודי הדת להאמין בתורה שבעל פה, כמו שנאמר: \"על פי התורה אשר יורוך...\". ולא כרת הקדוש ברוך הוא ברית עם ישראל אלא בשביל תורה שבעל פה, שנאמר: \"כי על פי הדברים האלה כרתי אתך ברית ואת ישראל\" (גיטין ס א). והתורה שבעל פה נותנת רוח חיים בתורה שבכתב, שאין בה אף מצוה אחת מבוארת כהלכתה, והתורה שבעל פה מבארה. וזהו המשנה והגמרא, שבם נתבארו כל פרטי המצות. וכל מי שאינו מודה בתורה שבעל פה – אין לו חלק באלהי ישראל.","ומיסודי הדת להאמין בשכר עולם הבא, ובעונש הגיהנם, ובביאת משיח, ובתחיית המתים. וכן מיסודי הדת לעשות כל המצות לא מפני שהשכל מחייב כן, כגון במצות שבין אדם לחברו, אלא מפני שהקדוש ברוך הוא צוה אותנו לעשות כן. ולכן נאמר בדברות האחרונות בשבת ובכיבוד אב: כאשר צוך ה' אלהיך\". משום דזה מוסכם בכל אום ולשון שהאדם צריך לנוח יום אחד בשבוע כדי לחזק כחותיו, וכן ההסכמה בכל אום ולשון לכבד הוריו. ולזה אמרה תורה: \"שמור את יום השבת לקדשו כאשר צוך ה' אלהיך\", \"כבד את אביך ואת אמך כאשר צוך ה' אלהיך\". כלומר: ולא מפני שהשכל מחייב כן. ובדברות הראשונות קודם חטא העגל לא הוצרכו לאזהרה זו, לפי שהיו כולם במדרגת מלאכים, כדכתיב: \"אני אמרתי אלהים אתם, ובני עליון כולכם\". ויש עוד יסודי הדת, והרמב\"ם כללן בשלושה עשר עיקרים, ונדפסו בסידורים וידועים לכל. אמנם האמת כי כל מצוה מתרי\"ג מצות היא עיקר מעיקרי הדת, וכל אות מהתורה היא עיקר מעיקרי הדת. וראיה: שבחסרון אות אחד היא פסולה. וכן בתורה שבעל פה הממאן לקבל דבר אחד הוא מין, כמו שכתב הרמב\"ם ריש פרק שלישי מממרים, וזה לשונו: מי שאינו מודה בתורה שבעל פה – הרי זה בכלל המינים, עיין שם. ואין חילוק בין כשאינו מודה בכולה, או אינו מודה במקצתה כמו בתורה שבכתב. ואין להאריך בזה, כי ידוע זה ללומדי תורתנו הקדושה.","וזה לשון הרא\"ה בספר החינוך (בהקדמה): ששה מצות חיובן תמידי, לא יפסקו אפילו רגע אחת כל ימי חיי האדם. וכל רגע שיחשוב בהן – קיים מצות עשה. ואלו הם: האחת: להאמין שיש אלוה אחד בעולם, שברא את הבריאה הגדולה הזאת. והוא היה, והוא הוה, והוא יהיה לעולמי עד. והוא הוציאנו ממצרים, ונתן לנו את התורה. וזה נכלל בקרא ד\"אנכי ה' אלהיך אשר הוצאתיך מארץ מצרים...\". והשנית: שנאמין שאין אלוה זולתו, שנאמר: \"לא יהיה לך אלהים אחרים על פני\". כלומר: שכוח זולתי אין. והשלישית: ליחדו, כמו שנאמר: \"ה' אחד\". והרביעית: לאהבו, כמו שנאמר: \"ואהבת...\". והחמישית: לירא ממנו, כמו שנאמר: \"את ה' אלהיך תירא\". והששית: שלא לתור אחר הלב ואחר העינים, כדכתיב: \"ולא תתורו אחרי לבבכם ואחרי עיניכם...\". ו\"אחרי לבבכם\" – זו מינות. \"ואחרי עיניכם\" – זו זנות (סוף פרק קמא דברכות). עד כאן לשונו, והכונה לבלי להעלות על הדעת מחשבת מינות. ואם מעצמו יעלה על הלב – יסיחנה מדעתו, ויתחזק בתורה ויראת ה', וירחיק עיניו מעניני זנות. ואם במקרה יעלה על עיניו – יסיח דעת ויתחזק...","תנן באבות פרק רביעי: רבי יעקב אומר: העולם הזה דומה לפרוזדור בפני העולם הבא. התקן עצמך בפרוזדור, כדי שתכנס לטרקלין. וזהו עיקר גדול בחיי האיש הישראלי, לידע שעולם הזה הוא עולם המעשה, ועולם הבא הוא עולם הגמול, ועולם הזה הוא השער להכנס בו לעולם הבא. ולכן יזהר לבלי לאבד הזמן בחינם, כי הזמן הוא יקר מכל הנמצאות, והיום שעבר לא יחזור עוד. ודיו שההכרחיות נוטל חלק גדול מהזמן, וימי חיי האדם קצרים, ובהגיע האדם לימי הזקנה – רואה שהכל הבל. ולזה אמר שלמה: \"וזכור את בוראך בימי בחורותיך, עד אשר לא יבואו ימי הרעה, והגיעו שנים אשר תאמר: אין לי בהם חפץ\" (קהלת יב א). ו\"ימי הרעה\" הם ימי הזקנה. ואשר אז תאמר \"אין לי בהם חפץ\", כלומר: בכל עניני עולם הזה. ואז מעצמך תכיר האמת, אבל כחותיך יהיו חלושים. ולכן \"זכור את בוראך בימי בחורותיך\", ותמסור נפשך על קדושת ה'. ויתבאר ביורה דעה סימן קנ\"ז באריכות בסייעתא דשמיא.","ובפרק חמישי דאבות תנן: יהודה בן תימא אומר: הוי עז כנמר וקל כנשר, רץ כצבי וגבור כארי, לעשות רצון אביך שבשמים. ופירש הרע\"ב: \"עז כנמר\" – שלא תתבייש לשאול מרבך מה שלא הבנת, דלא הביישן למד. \"וקל כנשר\" – לחזור אחר לימודך ולא תייגע, כדכתיב: \"יעלו אבר כנשרים, ירוצו ולא ייגעו\". ו\"רץ כצבי\" – לרדוף אחר המצות. \"וגבור כארי\" – לכבוש את יצרך מן העברות. עד כאן לשונו. והטור פירש: \"עז כנמר\" – שתעיז פניך כנגד המלעיגין, ואל תמנע מלעשות מצוה מפני המלעיגין. \"וקל כנשר\" שמעופף בשמים, ותעצים עיניך מראות ברע, כי העין תחילת העבירה. \"רץ כצבי\" – שרגליך לטוב ירוצו. \"וגבור כארי\" – נגד הלב, שתחזק לבך בעבודתו, עיין שם. (ולעניות דעתי נראה שמפני שהאדם מורכב מארבעה ראשי יסודות: אש, רוח, מים, עפר. ואמר \"עז כנמר\" נגד יסוד האש שהוא עז הרבה, \"וקל כנשר\" נגד יסוד הרוח שהוא קל מאוד, \"רץ כצבי\" נגד יסוד המים שהם ברצוא ושוב, \"וגבור כארי\" נגד יסוד העפר שהוא חזק וקשה. והכוונה שישתמש בכל יסודות הגוף רק לעניני הבורא יתברך ולא בעניני עולם הזה.)","וכתב רבינו הרמ\"א: \"שויתי ה' לנגדי תמיד\" – הוא כלל גדול בתורה ובמעלות הצדיקים אשר הולכים לפני האלהים. כי אין ישיבת האדם ותנועותיו ועסקיו, והוא לבדו בביתו, כישיבתו ותנועותיו ועסקיו והוא לפני מלך גדול. ולא דיבורו והרחבת פיו כרצונו והוא עם אנשי ביתו וקרוביו, כדיבורו במושב המלך. כל שכן כשישים האדם אל לבו שהמלך הגדול הקדוש ברוך הוא אשר מלא כל הארץ כבודו עומד עליו ורואה במעשיו, כמו שנאמר: \"אם יסתר איש במסתרים, ואני לא אראנו נאום ה'\" – מיד יגיע אליו היראה וההכנעה בפחד השם יתברך ובושתו ממנו תמיד. גם בהצנע לכת, ובשכבו על משכבו – ידע לפני מי הוא שוכב. ומיד שיעור משינתו – יקום בזריזות לעבודת בוראו יתברך ויתעלה. ולא יתבייש מפני בני אדם המלעיגים עליו בעבודת השם יתברך (כן צריך לומר). עד כאן לשונו, ותרתי קאמר: אחרי שהקדוש ברוך הוא עומד עליו תמיד לכן גם בהצנע לכת, כלומר גם כשהוא לבדו או עם אשתו וזרעו – יתנהג ביראה והכנעה כעומד לפני מלך. וכן מבואר במורה נבוכים (חלק שלישי פרק נ\"ב) שמשם מקור הדברים, עיין שם. ועוד אומר שיהיה עליו פחדו ובושתו מהשם יתברך תמיד. ולכן גם בהיותו בין בני אדם – יעשה המוטל עליו בעבודת השם יתברך, ואל יתבייש מפני המלעיגים אם יש מלעיגים, דהבושה מפני השם יתברך תתגבר על הבושה מבני אדם. וגם לא יתקוטט עמהם (מגן אברהם), דהקטטה היא מידה מגונה ומביאה לעזות. ויש להתרחק ממנה אפילו כשמתקוטט לדבר מצוה, אלא יעשה מעשהו לשם ה' יתברך, ולא יחוש ללעגם. (ומה שאמר דוד: \"ובתקוממיך אתקוטט\" – זה בויכוח בעניני הדת, או שאין מניחים לעשות המצות, דלא סגי בלאו הכי. אבל משום לעג בעלמא אין צורך להתקוטט.)","בדברי בן תימא נתבאר שצריך להיות \"גיבור כארי\". ולכן בכל בוקר בקומו ממיטתו – יתגבר כארי לעמוד לעבודת בוראו. ואף אם ישיאנו יצרו בחורף לאמר: \"איך תעמוד בבוקר כי הקור גדול?\", או ישיאנו בקיץ לאמר: \"איך תעמוד ממיטתך ועדיין לא שבעת משינתך?\" – התגבר עליו לקום, שתהא אתה מעורר השחר ולא יהיה הוא מעירך. כמו שאמר דוד: \"עורה כבודי, עורה הנבל וכנור, אעירה שחר\" – אני מעיר השחר, ואין השחר מעיר אותי. וכל שכן אם ישכים קודם אור הבוקר לקום להתחנן לפני בוראו – מה טובו ומה יפיו (טור). ואם אינו יכול להשכים קודם אור הבוקר, מכל מקום התפילה אשר היא עת לכל חי – אל יאחר אותה (שיתפלל בציבור). ויחשוב בלבו: אילו היה בעבודת מלך בשר ודם, וציוהו להשכים באור הבוקר לעבודתו – היה זהיר וזריז לעמוד לעבודתו כאשר צוהו. כל שכן וקל וחומר לפני מלך מלכי המלכים הקדוש ברוך הוא (שם). וזהו שכתב רבינו הרמ\"א שעל כל פנים לא יאחר זמן התפילה שהצבור מתפללין, עיין שם.","דוד אמר: \"ואני תפילתי לך ה' עת רצון...\". וכן ישעיה אמר: \"בעת רצון עניתיך\". שמע מינה ד\"עת רצון\" מילתא היא (יבמות עב א). ובגמרא פירשו דאימתי \"עת רצון\"? בשעה שהציבור מתפללין (ברכות ח א). וכן הוא בזוהר תרומה (דף קנו א), וזה לשונו: תנינן אימתי איקרי \"עת רצון\"? בשעתא דציבור קא מצלאן..., עיין שם. אמנם ביבמות שם מבואר דחצות לילה הוא \"עת רצון\", עיין שם. וביומא (סט ב) מבואר דיש \"עת רצון\" אף בלא שעה קבוע ובלא ציבור. וכן מבואר בתענית (כד ב) דעל ידי חלום נתגלה לרבא שהאידנא הוא עת רצון, עיין שם. והכל אמת, דודאי יש עתים קבועים ל\"עת רצון\", ויש גם בלא עתים קבועים כפי גזירת מלכו של עולם.","וכתבו הטור והשולחן ערוך סעיף ב: המשכים להתחנן לפני בוראו – יכוין לשעות שמשתנות המשמרות, שהם בשליש הלילה, ולבסוף שני שלישי הלילה, ולבסוף הלילה. שהתפילה שיתפלל באותן השעות על החורבן והגלות – רצויה. עד כאן לשונו. ודבר זה מבואר ממה שאמרו בריש ברכות, דעל כל משמר שואג כביכול כארי, כדכתיב: \"ה' ממרום ישאג... שאוג ישאג על נוהו\". והנה לתירוץ הראשון בגמרא (ג א) דקחשיב אמצעית דאמצעיתא – אתי שפיר, דחשיב גם חצות בהדייהו. אבל לתירוץ השני דסוף משמרות קחשיב, הא דלא תני חצות בהדייהו משום דחצות הוי עת רצון לכל מילי, והני תלתא אינם אלא על חורבן בית המקדש. ולכן מה שהאריכו חכמי הקבלה דחצות הוא עת רצון לבקש רחמים על החורבן ועל כנסת ישראל, אתי שפיר גם לפי הגמרא דחצות הוא עת רצון לכל דבר. (ולחינם טרחו המפרשים. ועיין מגן אברהם סעיף קטן ד, שכתב דלתירוץ השני הגמרא חולקת על זה, עיין שם. ולעניות דעתי אינו כן. ודייק ותמצא קל.)","וכתב רבינו הבית יוסף סעיף ג: ראוי לכל ירא(י) שמים שיהא מיצר ודואג על חורבן בית המקדש. עד כאן לשונו, ונראה דאדלעיל קאי, על השלוש משמרות. וזהו מלשון הרא\"ש, שכתב על הך דשלוש משמרות וזה לשונו: וראוי לכל ירא שמים שיהא מיצר ודואג באותה שעה, ולשפוך תחנונים על חורבן בית המקדש, כמו שנאמר: \"קומי רוני בלילה לראש אשמורות, שפכי כמים לבך...\". עד כאן לשונו, וגם זה שכתב אחר כך בסעיף ד: טוב מעט תחנונים בכוונה מהרבות בלא כוונה. עד כאן לשונו – גם כן אהך עניינא קאי, על חורבן בית המקדש. והוא מדברי הטור שכתב על הך דשלוש משמרות, וזה לשונו: והתפילה שיתפלל באותה שעה על החורבן – רצויה... אחד המרבה ואחד הממעיט, ובלבד שיכוין לבו בתחנוניו. כי טוב מעט בכוונה מהרבות בהם שלא בכוונה. עד כאן לשונו, כלומר: כגון שיש לו שעה לומר תחנונים ולא יותר – לא יאמר הרבה תחנונים בלא כוונה, וטוב יותר מעט ובכוונת הלב. והוא הדין בכל הדברים, כמו בלימוד תורה, באמירת תהלים, וכיוצא בהם: טוב מעט בכוונה מהרבה שלא בכוונה. ועל דעת חכמי הקבלה עיקר התיקון הוא בחצות לילה, וכמו שנדפס בסידורים. וגם לפי הגמרא כן הוא, כמו שכתבתי בסעיף הקודם. וחצות הוא באמצע הלילה, שנים עשר שעות אחר חצות היום, בין בקיץ בין בחורף. וכן הסכימו רוב גדולי ישראל, וכן עיקר. (אבל אין כוונת הבית יוסף לעוררינו לזכור חורבן בית המקדש דפשיטא, שהרי בשמונה עשרה שלוש ברכות קבועות לזה: \"ולירושלים\", \"את צמח\", \"רצה...\". וגם בברכת המזון ברכה קבועה לזה. וקודם ברכת המזון נוהגין לומר \"על נהרות בבל\" ובשבת ויום טוב וראש חודש \"שיר המעלות\". וכמה זכרונות אנו עושין לחורבן בית המקדש, ובפרט בימי המצרים. ומי הוא האיש הישראלי אשר ישכחנה? אלא כוונתו על הזמן דמשמרות, וכמו שכתבתי. ודייק ותמצא קל.)","וכתבו הטור ושולחן ערוך סעיף ה: טוב לומר פרשת העקדה, ופרשת המן, ועשרת הדברות, ופרשת עולה, ומנחה, ושלמים, וחטאת, ואשם עד כאן לשונם. ובסעיף ט כתב רבינו הבית יוסף: יש נוהגין לומר פרשת הכיור ופרשת תרומת הדשן. ואחר כך פרשת התמיד. ואחר כך פרשת מזבח מקטר קטורת ופרשת סממני הקטרת ועשייתו. עד כאן לשונו. ובסעיף ח כתב: יאמר עם פרשת הקרבנות: \"ושחט אותו על ירך המזבח צפונה לפני ה'.\" עד כאן לשונו, משום דאיתא במדרש דבשעה שאומרים ישראל פסוק זה – נזכר הקדוש ברוך הוא בעקידת יצחק. ואנחנו אומרים אותו אחר פרשת התמיד.","והנה מנהגינו וכמו שנדפס בסידורים: אומרים פרשת עקדה, ואחר כך פרשת הכיור ותרומת הדשן, ופרשת התמיד וקטורת, גם מה שכתוב בתורה גם כל דרשת חכמינו ז\"ל בריש כריתות (ו א), שאחד עשר סממנים היו בה ואלו הן: הצרי, והצפורן..., וכל פרטי הדינים שבהם. ואחר כך אומרים: \"אביי הוה מסדר סדר המערכה\", והוא מיומא פרק שלישי, עיין שם. אבל אין אנו אומרים לא פרשת המן, ולא עשרת הדברות, ולא פרשת עולה, ומנחה, ושלמים, וחטאת, ואשם. אלא שאנו אומרים כל פרק חמישי דזבחים: \"איזהו מקומן...\". ואין זה נגד דברי רבינו הבית יוסף, דנראה לי דזה שכתב בסעיף ט \"יש נוהגין...\" – גם כן כוונתו כן. כלומר: יש נוהגין שלא לומר כמו שכתבתי בסעיף ה אלא פרשת הכיור...","והטעם נראה לי דתפילה שהוקבע לציבור, כלומר שכל ישראל יאמרוה – אינם אלא דברים של ציבור ולא דברים של יחיד. ולמה נאמר פרשת עולה, ומנחה, ושלמים, וחטאת, ואשם, שאלו אינם בציבור, ואף גם אין חובה ליחיד? וזה שאומרים פרק \"איזהו מקומן\" – זהו כדי ללמוד פרק משניות בכל יום, שהוא תורה שבעל פה, ובחרו ממילא בפרק זה שמדבר בענייני הקרבנות, והוא סתמא בלי מחלוקת. אבל לקבוע קרבנות אלו מפרשיות של תורה – אין צורך. ואי משום לימוד תורה שבכתב, הרבה יש בתפילה: שלוש פרשיות של קריאת שמע, ושירת הים. ופרשת התמיד... ופרשת עקידה ודאי אומרים, שהוא זכות כלל ישראל, ולזכור זכות אבותינו הקדושים. ולכן הוקבע אחר כך \"רבונו של עולם\", ועיקרו הוא מהמדרש בענין העקידה, עיין שם. וגם עשרת הדברות אי אפשר לקבוע בציבור, שהרי ביטלום מפני תרעומת המינים, שלא יאמרו: אין תורה אלא זו, כדאיתא סוף פרק קמא דברכות. דבאמת הקשו על הך דסעיף ה, שכתב לומר עשרת הדברות, ותרצו דביחיד מותר. וזהו שכתב רבינו הרמ\"א שם וזה לשונו: ודווקא ביחיד מותר לומר עשרת הדברות בכל יום. אבל אסור לאומרם בציבור. עד כאן לשונו. ואם כן ממילא דאי אפשר להיות זה נוסח קבוע. אבל על פרשת המן שהשמיטו – לא ידעתי טעם. אך באמת לא הוזכרה פרשת המן בש\"ס. ויש שהביאו מירושלמי ברכות (פרישה אות י\"ד), ואני לא מצאתי זה בירושלמי. והטעם נראה לי: מפני שהרבה נזכר בפרשה זו תרעומותם על ה', כמו שכתוב שם: \"כי שמעתי את תלונותיכם\", \"שמעתי את תלונות בני ישראל\" ועוד, עיין שם. וגם הוציאו על המן דיבה רעה, שאמרו: \"ועתה נפשנו יבשה אין כל, בלתי אל המן עינינו\". וכן איתא במדרש שמות (פרשה כ\"ה): \"נמצאתי ללא בקשוני\" – היה להם לבקש רחמים מלפני, אלא עמדו ושפכו תרעומות כלפי מעלה. עד כאן לשונו. ועוד אמרינן שם: ומפני מה לא אמרו שירה על המן..., שהיו מוציאין דברי תפלות על המן. אמר הקדוש ברוך הוא: איני מבקש לא תרעומותיכם ולא קילוסיכם, עיין שם. ולכן לא קבעו זה בצבור (כן נראה לפי עניות דעתי).","פרשת התמיד והקטורת לא יאמר בלילה, דהקרבת התמיד והקטורת קטרת אינו אלא ביום. אבל פרשת הכיור ותרומת הדשן מותר לומר גם קודם אור היום, ואדרבא עיקר תרומת הדשן היתה בלילה, כדתנן ביומא (ב א): בכל יום תורמין את המזבח בקריאת הגבר או סמוך לו..., וביום הכיפורים מחצות, וברגלים מאשמורה הראשונה, עיין שם. וכן הקטרת איברים שיש בפרשה זו היתה כל הלילה, וממילא שהוצרכו מקודם לקדש ידיהם ורגליהם מהכיור, ולכן אומרים פרשת הכיור מקודם פרשת תרומת הדשן. ואחר כך להתמיד לא הוצרכו הכהנים לקדש מן הכיור. ואף על גב דקיימא לן כרבי בזבחים (יט ב) דלינה פסלה בקידוש ידים ורגלים, מכל מקום קיימא לן כרבי יוחנן שם (כ א) דאמר: קידש ידיו ורגליו לתרומת הדשן למחר – אינו צריך לקדש, מפני שהיא תחילת עבודה, עיין שם. וכך פסק הרמב\"ם בפרק חמישי מביאת מקדש, עיין שם. ולפי זה נראה דגם קודם חצות לילה יוכל לומר פרשת הכיור ותרומת הדשן, שהרי ברגלים הפרישו מאשמורה ראשונה ולא נהגו כן. ואולי מפני שבכל השנה היו מפרישין קודם קריאת הגבר או אחר קריאת הגבר, לפיכך גם אנו מזכירין זה רק קודם אור היום לאחר חצות הלילה.","ויש שכתב שצריכין לומר פרשיות אלו מעומד דווקא, משום דיושב פסול לעבודה (מגן אברהם ריש סימן מ\"ח). ורבים חולקים בזה (שערי תשובה שם בשם התבואת שור, והחכם צבי ומור וקציעה). ובאמת אטו כל ישראל היו מקריבים? הרי הכהנים מקריבים, וזה שאנו אומרים \"כאילו הקרבנו\" משום שהקרבן היה של כלל ישראל, ממעות של תרומת הלשכה. והכהנים שלוחינו, ושלוחי שמים הם. ואי משום מעמדות שהיה חיוב על כלל ישראל כדתנן בפרק רביעי דתענית, אטו היו מחויבים לעמוד דווקא? ולעניות דעתי נראה דכהן צריך לעמוד, דיש לו לחשוב: אילו היה בזמן המקדש היה בעצמו המקריב והמקטיר. אבל לוי וישראל אינם צריכים לעמוד. (וצריך עיון למה לא תקנו לומר שיר של יום אחר התמיד והקטורת, דהא השיר היה בעת ניסוך היין, כדתנן בתמיד. ובפרשת התמיד אמרנו ונסכו יין..., ולמה תקנוה אחר התפילה? ואולי משום דקיימא לן: מנחתם ונסכיהם אפילו בלילה, לכן לא חששו לזה. ועוד: דהכהנים עצמם היו קורין קריאת שמע ומתפללים קצת תיכף לאחר שחיטת התמיד, כדתנן בפרק חמישי דתמיד, והשיר היה זמן רב אחר כך, ולכן גם אנו עושין כן. ודייק ותמצא קל.)","כתב הטור: וכשמסיים פרשת העולה יאמר: \"ריבון העולמים! יהי רצון מלפניך שיהא זה חשוב ומקובל לפניך, כאילו הקרבתי עולה בזמנה\". וכן יאמר בפרשה המנחה, והשלמים, והאשם. ואחר פרשת החטאת לא יאמר כן, לפי שאינה באה נדבה. עד כאן לשונו. אבל רבינו הבית יוסף לא הזכיר אשם גם כן, משום דגם אשם אינו בא בנדבה, כמו שכתב בספרו הגדול. והטור סבירא ליה דאשם תלוי נמי בא בנדבה, כמבואר מדבריו ביורה דעה סימן ה (דפסק כרבי אליעזר בכריתות (כה א) דמתנדב אשם תלוי כל יום). והרמב\"ם לא פסק כן. וצריך לומר: אף שהטור לא פירש אאשם תלוי, מכל מקום כוונתו כן, משום דסתם \"אשם\" הוא אשם תלוי. ויש אומרים משום דבידו לידור בנזיר, ולטמאות עצמו ולהביא אשם (עיין מגן אברהם סעיף קטן י\"א). ואינו מובן כלל, דאטו נדר בנזיר (י\"א)? ועוד כמה תמיהות בזה, ולכן נראה כמו שכתבתי מקודם דכונתו לאשם תלוי. (ולעניות דעתי יש לומר: דברי הטור על פי שיטת רבינו תם בפסחים עג א דיבור המתחיל \"אשם\", עיין שם. ודייק ותמצא קל.)","ועכשיו אנו אומרים ה\"יהי רצון\" במשניות ד\"איזהו מקומן\" על עולה ותודה ושלמים. ומהרש\"ל כתב דבדרך תנאי יכול לומר גם על חטאת ואשם: \"אם נתחייבתי חטאת – יהא כאילו הקרבתי חטאת\", וכן באשם. כלומר: ואם לאו – יהא כקורא בתורה (ומתורץ קושית הט\"ז סוף סעיף קטן ז). ויש שתמה בזה, דהא קיימא לן דחטאת בעי ידיעה בתחילה (מגן אברהם שם). ואינה תמיה, דהא אומר: \"כאילו הקרבתי חטאת\", והכונה: \"כאילו הקרבתי בידיעה\" (י\"א). וגם אשם לדעת הרמב\"ם צריך ידיעה בתחילה, ואין להאריך בזה.","בירושלמי ריש פרק \"תפילת השחר\" אומר: ומאיכן למדו שלוש תפלות? רבי שמואל בר נחמני אומר: כנגד שלוש פעמים שהיום משתנה על הבריות. בשחר צריך לומר: \"מודה אני לפניך..., שהוצאתני מאפלה לאורה\". במנחה צריך לומר: \"מודה..., כשם שזיכיתני לראות החמה במזרח, כך זכיתי לראות החמה במערב\". בערב צריך לומר: \"יהי רצון מלפניך..., כשם שהייתי באפלה, והוצאתני מאפלה לאורה, כך תוציאני מאפלה לאורה\". עיין שם, ושום אחד מהפוסקים לא הביאו זה. (ואולי משום דרבי שמואל בר נחמני אומר שזהו כנגד תפילות, ורבי יהושע בן לוי ורבי יוסי אמרו שם דילפינן מאבות ותמידים, עיין שם. ובש\"ס דילן שם לא הובאו רק דברי רבי יהושע בן לוי ורבי יוסי, ולא דברי רבי שמואל בר נחמני, לכן השמיטו הפוסקים זה.)"],["כבר נתבאר דאפילו בחדרי חדרים צריך האדם לנהוג בצניעות, כי הקדוש ברוך הוא מלא כל הארץ כבודו. לפיכך אם הוא ישן ערום – לא יקום ערום ממיטתו אלא ילבש חלוקו בעודו שוכב. ולא ילבש חלוקו אף מיושב, כי יתגלה חצי גופו ערום. אלא יקח חלוקו, ויכניס בו ראשו וזרועותיו בעודנו שוכב, ונמצא כשיקום יהא מכוסה. וכן כשהולך לישן ופושט חלוקו – לא יפשטנו לא עומד ולא יושב, אלא כששוכב ומכוסה במכסה על גופו. ויניח החלוק אצלו למען בקומו לא יצטרך לישב ערום. וזהו ממידת הצניעות. ואל יאמר: \"מי רואני?\" – כי מלא כל הארץ כבודו יתברך. (וברגליו אין קפידא, וכן במרחץ.)","ידקדק בחלוקו ללובשו כדרכו, שלא יהפוך הפנימי לחוץ ויתראו התפירות ואמרי החלוק, ויתגנה על הבריות. וזהו אפילו בחלוק שאין הפרש כל כך בין צד פנימי לחיצון, וכל שכן בשארי בגדים. כי כשם שאדם צריך לצאת ידי הבריות שלא ידברו עליו סרה, כמו כן צריך שלא יתגנה בעיני הבריות. ואמרינן בשבת (שבת קיד א): איזהו תלמיד חכם...? זה המקפיד על חלוקו להופכו. כלומר: שאפילו אם במקרה לבשה מהופכת – מטריח את עצמו לפושטה ולהופכה וללובשה. ומי שאינו תלמיד חכם לא יטריח כל כך. ולכתחילה כל אדם מקפיד בזה (ט\"ז סעיף קטן ב). ואם בהחלוק כך, בשארי בגדים על אחת כמה וכמה. ובבבא בתרא (נז ב) אמרינן: חלוק של תלמיד חכם כיצד? כל שאין בשרו נראה מתחתיו שיגיע עד לארץ כשהולך יחף (רשב\"ם). וממילא דאצלינו אין קפידא. אבל הרמב\"ם בפרק חמישי מדעות מפרש שלא תהא דקה מאוד עד שבשרו יתראה מתוכה. עוד אמרינן שם: טלית של תלמיד חכם כיצד? כל שאין חלוקו נראה מתחתיו טפח. וטלית הוא בגד העליון, והכונה שלא יהא ארוך הבגד התחתון יותר מהעליון. וכל תלמיד שנמצא רבב על בגדו, כלומר חלב או שומן וכל דבר המאוס – חייב מיתה, שמשניא את התורה בעיני הבריות (שבת שם). אלא יהיו בגדיו נקיים מלכלוכית. ואסור לתלמיד לילך במנעלים המטולאים בטלאי על גבי טלאי (שם) באופן שיתגנה, אלא אם כן בטיט ורפש בימות הגשמים, דאז אין קפידא.","וזה לשון הרמב\"ם שם דין ט: מלבוש תלמיד חכם הוא מלבוש נאה ונקי, ואסור לו שימצא בבגדו כתם או שמנונית וכיוצא בהן. ולא ילבש לא בגדי ארגמן שהכל מסתכלים בהם, ולא מלבוש עניים שמבזה את לובשיו, אלא בגדים בינונים נאים. ולא יהא בשרו נראה מתחת מדיו, כמו בגדי פשתים הקלים שעושים במצרים. ולא יהיו בגדיו סחובין על הארץ כבגדי גסי הרוח. אלא עד עקבו, ובית יד שלו עד ראשי אצבעותיו... ולא יצא מבושם לשוק, ולא בבגדים מבושמים, ולא ישים בשערו בושם. אבל אם משח בשרו כדי להעביר את הזוהמא – מותר. וכן לא יצא יחידי בלילה, אלא אם כן היה לו זמן קבוע לצאת בו לתלמודו. וכל אלו מפני החשד. עד כאן לשונו. (עיין ברכות מג ב. ובחולין צא א מפרש מפני מזיקין, וצריך עיון.)","עוד כתב שם בדין ז: תלמיד חכם לא יהא צועק וצווח בשעת דיבורו. ולא יגביה קולו ביותר אלא דיבורו בנחת עם כל הבריות. וכשידבר בנחת יראה שלא יתרחק עד שיראה כדברי גסי הרוח. ומקדים שלום לכל אדם. ודן את כל אדם לכף זכות. מספר בשבח חברו ולא בגנותו כלל. אוהב שלום ורודף שלום. ואם ראה שדבריו מועילים ונשמעים – אומר. ואם לאו – שותק... ואינו מדבר אלא בדברי חכמה וגמילות חסדים וכיוצא בהן. ולא יספר עם אשה בשוק, ואפילו היא אשתו או אחותו או בתו. עד כאן לשונו. וכל שכן שלא יהא רגיל בשבועות ונדרים. ולא ירבה סעודתו בכל מקום. ויתרחק ממושב לצים ומבני אדם שאינם הגונים.","אמרינן בשלהי הוריות, חמישה דברים משכחים את הלימוד: האוכל ממה שאוכל עכבר וממה שאוכל חתול; והאוכל לב של בהמה; והרגיל בזיתים; והשותה מים של שיורי רחיצה; והרוחץ רגליו זה על גבי זה. ויש אומרים: אף המניח כליו, כלומר בגדיו, תחת מראשותיו. וחמישה דברים משיבים את הלימוד: פת פחמין, וכל שכן פחמין עצמן; והאוכל ביצה מגולגלת בלא מלח, ומגולגלת היא צלויה קצת (עיין רש\"י שבת לח ב דיבור המתחיל \"בשביל\"); והרגיל בשמן זית; והרגיל ביין ובשמים; והשותה מים של שיורי עיסה. ויש אומרים: אף הטובל אצבעו במלח ואוכל.","עוד איתא שם: עשרה דברים קשים ללימוד (להבין מה שלומד): העובר תחת אפסר הגמל, וכל שכן תחת גמל עצמו; והעובר בין שני גמלים; והעובר בין שתי נשים; ואשה העוברת בין שני אנשים; והעובר מתחת ריח רע של נבילה; והעובר תחת הגשר שלא עברו תחתיו מים ארבעים יום; והאוכל פת שלא בישל כל צרכו; והאוכל בשר מזוהמא ליסטרין, וזהו הכף שבוחשין בו את הקדירה; והשותה מאמת המים העוברת בבית הקברות; והמסתכל בפני המת. ויש אומרים: אף הקורא כתב שעל גבי הקבר, עיין שם. ויש שכתבו שהלובשים שני מלבושים ביחד גם כן קשה לשכחה (מגן אברהם סעיף קטן ג בשם כוונות). ונראה דבמנעלים אין קפידא.","כתבו רבותינו בעלי השולחן ערוך בסעיף ד: ינעול מנעל של ימין תחילה ולא יקשרנו. ואחר כך ינעול של שמאל ויקשרנו, ויחזור ויקשור של ימין. ובמנעלים שלנו שאין להם קשירה – ינעול של ימין תחילה. וכשחולץ מנעליו – חולץ של שמאל תחילה. עד כאן לשונו. וכן בפוזמוקאות, גם כן בלבישה ימין תחילה, ובהפשטה שמאל תחילה (שולחן ערוך הגרש\"ז). ויש מי שחולק על זה (ארצות החיים), ואינו עיקר. וגם בקשירתם, כמו שאצלינו קושרים הפוזמוקאות על הרגל שקורין פאדוסקע\"ס – גם כן כן: שילבוש הפוזמקא של רגל ימיני ולא יקשרנה, ואחר כך ילבוש של שמאל ויקשרנה, ואחר כך יקשור של ימין. וכן אנו נוהגים, ואין לשנות לפי דברי רבותינו בעלי השולחן ערוך. וגם הטור פסק כן, עיין שם.","וביאור הדברים: דהנה בכל מקום חלקה התורה כבור לימין, כמו בעבודת בית המקדש שרק ימין כשר לעבודה. וכן בהזאות על בוהן יד ובוהן רגל בפרשת \"מצורע\" כתיב: \"הימנית\". וכן בכל מעשי ידי אדם – הימין היא העיקרית. לכן ילבישוה תחילה. ולכן בחליצה יחלוצו השמאל תחילה, כדי שהימין תהיה מלובשת עדיין, דכבוד האבר הוא כשהוא מלובש. אמנם בקשירת תפילין מצינו שהתורה חלקה כבוד לשמאל, שהתפילין קושרין על יד שמאל. ולכן כל מה שלענין קשירה – חולקין כבוד לשמאל. וכל לענין נעילה והלבשה – חולקין כבוד לימין תחילה, וזהו לפי דברי הטור ושולחן ערוך. וכן הוא בגמרא שבת (סא א), דאמר רב נחמן בר יצחק דהכי עביד מר בריה דרבנא. וכל רבותינו הראשונים – הרי\"ף, והרמב\"ם, והרא\"ש, והמרדכי, והסמ\"ג – השמיטו לגמרי, ולא הזכירו ענין זה כלל. וטעמם ברור, משום דאחר כך אומר שם: אמר רב אשי: חזינא לרב כהנא דלא קפיד. עיין שם, ורב אשי הוא בתראה. (ובארצות החיים כתב דמר בריה דרבינא הוא בתרא כמו רב אשי, עיין שם. ואינו כן, דכאן הוא מר בריה \"דרבנא\" ולא \"דרבינא\". ועליה אמר רב אשי ביבמות (כב א): לאו מר בריה דרבנא חתום עלה? והיה קדמון. ומכל מקום בטור ושולחן ערוך חששו לזה, כיון שרב נחמן בר יצחק אמר: \"ירא שמים יוצא...\", ועלינו לקיים דברי הטור ושולחן ערוך.)","אסור לאדם שיהלך ארבע אמות בקומה זקופה, שנאמר: \"מלא כל הארץ כבודו\" (קידושין לא א). וכל המהלך בקומה זקופה – כאילו דוחק רגלי השכינה (ברכות מג ב). ואין הכונה שילך שחוח, אלא שלא ילך זקוף יותר מדאי בגרון נטוי כדרך הגאים. וזה לשון הרמב\"ם בפרק חמישי מדעות דין ח: לא ילך תלמיד חכם בקומה זקופה וגרון נטוי, כענין שנאמר: \"ותלכנה נטויות גרון\". ולא יהלך עקב בצד גודל בנחת, כמו הנשים וגסי הרוח, כמו שנאמר: \"הלוך וטפוף תלכנה\". ולא ירוץ ברשות הרבים כמנהג המשוגעים, ולא יכפוף קומתו כבעלי חטוטרות, אלא מסתכל למטה כמו שהוא עומד בתפילה. ומהלך בשוק כאדם שהוא טרוד בעסקיו. גם ממהלכו של אדם ניכר אם חכם ובעל דעה הוא או שוטה וסכל. וכן אמר שלמה בחכמתו: \"וגם בדרך כשהסכל הולך לבו חסר, ואמר לכל סכל הוא\" – הוא מודיע לכל על עצמו שהוא סכל. עד כאן לשונו.","איתא בקידושין שם: רב הונא בריה דרב יהושע לא מסגי ארבע אמות בגילוי הראש. אמר: שכינה למעלה מראשי. ואיהו גופא אמר בשבת (קיח ב): תיתי לי דלא סגינא ארבע אמות בגילוי הראש. ושם (קנו ב) איתא: כסי רישך, כי היכי דתיהוי עלך אימתא דשמיא. ומביא שם מעשה שגילוי הראש הביא אדם לידי עבירה. ואיתא במסכת כלה: פעם אחת היו יושבים זקנים בשער ועברו לפניהם שני תינוקות, אחד כיסה את ראשו ואחד גילה את ראשו. וחקרו אחרי זה שגילה ראשו, ונמצא שהוא ממזר ובן הנידה, עיין שם. והענין שהראש שבו המוח, שהוא מקור החכמה והיראה – אין לו להתגלות לפניו יתברך שמלא כל הארץ כבודו, כמו שאין לעמוד במקום קדוש בגילוי ראש. ואם אינו עושה כן, עזות יצרו מתגבר עליו גם בלא הרגשה. והנה יש מן הגדולים הסוברים שמעיקר הדין יש איסור בזה, ויש שסוברים שזהו רק ממידת חסידות. אמנם אם כה ואם כה הנסיון יעיד על זה. (ובמקום ההכרח, כמו בערכאות הקיר\"ה שמדינא דמלכותא אין לילך בכיסוי הראש בשם – מותר. אך שלא במקום הכרח, מי שרוצה לזכות ביראת ה' ישמור את עצמו מזה. ודי למבין. ודייק ותמצא קל.)","ויבדוק נקביו קודם התפילה דאמר רבי [יוחנן] (ברכות טו א): הרוצה לקבל עליו עול מלכות שמים שלמה – יפנה ויטול ידיו, ויניח תפילין, ויקרא קריאת שמע, ויתפלל. ויש לאדם להנהיג עצמו לפנות בוקר וערב, והוא זהירות וזריזות ונקיות. ואין לו אלא רק לבדוק את עצמו. אבל אם בדק ואין המותרות יוצא, אף שלפי דמיונו צריך לזה – מכל מקום מקרי \"גוף נקי\" ומחויב להתפלל. וחס ושלום לעבור זמן קריאת שמע מפני זה, ולא ניתנה תורה למלאכי השרת, ומה לו לעשות? ורבים טועים בזה, על כן יש להזהירם. ולא ילך במקצת גופו ערום. וגם לא ילך יחף, דאין לך מגונה יותר ממי שהולך יחף."],["כתיב: \"כי מלאכיו יצוה לך, לשמרך בכל דרכיך\". ובשבת (קיט ב) אמרינן: שני מלאכי השרת המלוין לו לאדם, עיין שם. ובחגיגה (טז א) איתא: שני מלאכים המלוין לו לאדם מעידין בו, עיין שם. ולכן צוו חכמינו ז\"ל בברכות (ס ב), כשצריך ליכנס לבית הכסא יאמר לפני כניסתו: \"התכבדו מכובדים קדושים, משרתי עליון, שמרוני שמרוני! עזרוני עזרוני! [...] המתינו לי עד שאכנס ואצא, שכן דרכם של בני אדם\". וביאורו: שמבקש את המלאכים שכאשר הם קדושים ולא יכנסו לשם, ולכן ימתינו עליו עד צאתו משם. ומבקשם שישמרו אותו מן המזיקין, דזהו כוונת הכתוב: \"כי מלאכיו יצוה לך, לשמרך בכל דרכיך\". כלומר: באיזה דרך שאתה מוכרח לילך, גם במקום שאי אפשר להם ליכנס. והשמירה היא מן המזיקין, כמו שכתוב מקודם: \"לא תירא מפחד לילה... מקטב ישוד צהרים...\". ואומר \"עזרוני עזרוני\" לענין הנקיות, שמפני שבהוצאת הפסולת תלוי עיקר הבריאות – לכן אומר כן. ומסיים \"שכן דרכן של בני אדם\", כלומר: מה לעשות אחרי שהאדם מוכרח לזה.","ועכשיו לא נהגנו לאומרו. דדווקא חסידים הראשונים שמחשבתם היתה תמיד דבוקה בה', ועליהם נאמר \"יושב בסתר עליון, בצל שדי יתלונן\", והיו מרגישים בקדושה של המלוים אותם להם – היה נאה לומר כן. אבל אנחנו אם כי ודאי שגם לנו יש ענין הלווית המלאכים, כמבואר מדברי חכמינו ז\"ל שהבאנו, אך אין אנו מרגישין כלל – הוה אמירה זו לגאוה וגודל לבב, ומיחזי כיוהרא. ובוודאי האיש הקדוש היושב על התורה בקדושה וטהרה צריך לאומרה, אבל לא כן אנחנו סתם בני אדם. וכן עיקר, וכן המנהג. (ובארצות החיים נתקשה בזה, ולפי מה שכתבתי אתי שפיר. ודייק ותמצא קל.)","וינהוג עצמו בבית הכסא בצניעות, ואין קורין \"צנוע\" אלא למי שצנוע בבית הכסא (ברכות סב א). כלומר: דאפילו בשם נוהג בצניעות, וקל וחומר בשארי מקומות. וזה לשון הרמב\"ם בפרק חמישי מדעות דין ו: צניעות גדולה נוהגים תלמידי חכמים בעצמן: לא יתבזו, ולא יתגלו ראשן ולא גופן. ואפילו בשעה שיכנסו לבית הכסא יהא צנוע, ולא יתגלה בגדיו עד שישב. ולא יקנח בימין. ויתרחק מכל אדם, ויכנס חדר לפנים מן החדר, מערה לפנים מן המערה, ונפנה. ואם נפנה אחורי הגדר – יתרחק כדי שלא ישמע חברו קולו אם נתעטש. ואם נפנה בבקעה – ירחיק כדי שלא יראה חברו פירועו. ולא ידבר כשהוא נפנה אפילו לצורך גדול. וכדרך שנוהג צניעות ביום בבית הכסא – כך נוהג בלילה. ולעולם ילמד אדם עצמו להפנות שחרית וערבית בלבד, כדי שלא יתרחק. עד כאן לשונו, והשמיט כמה דינים שיתבארו. ולא ידעתי טעמו.","יסגור הדלת בעדו, ולא ילכו שני אנשים ביחד. ובנשים אמרו בסנהדרין (יט א): התקינו שיהא נשים מספרות זו עם זו בבית הכסא משום ייחוד, עיין שם. וזהו בבית הכסא שבשדות ולא בעיר. ולכן בזמן הזה גם הן לא יכנסו שתים כאחת (מגן אברהם). ואם רוצה למשמש בפי הטבעת בצרור או בקיסם לפתוח נקביו – ימשמש ואחר כך יושב, ולא ימשמש אחר שישב. כך צוו חכמינו ז\"ל שם בברכות, עיין שם. ואמרו בסוף פרק שמיני דשבת: הנצרך לנקביו ואינו יכול – יעמוד וישב ויעמוד וישב. או יסתלק לצדדין, דשמא מקום זה אינו מסוגל. או ימשמש בצרור באותו מקום, או יסיח דעתו מדברים אחרים ויחשוב רק בזה, דהמחשבה פועלת. ואמרו שם: הנכנס לסעודת קבע, ואם יצטרך באמצע הסעודה לפנות גנאי הוא לו – יהלך עשר פעמים של ארבע אמות או ארבע פעמים של עשר אמות ונפנה, ונכנס ויושב במקומו, ולא יצטרך לצאת. והנצרך לפנות ואינו נפנה – רוח זוהמא שולטת בו. והנצרך לנקביו ואוכל – דומה לתנור שהסיקוהו על גב אפרו. וזהו תחילת ריח זוהמא.","איתא בספרי (פרשת \"תצא\") שלא יפנה בעמידה. והטעם נראה שלא יחלוש גופו. ולא יגלה עצמו הרבה כי אם מלאחוריו טפח ומלפניו טפחים, דלקילוח מי רגלים צריך יותר. ואף אם צריך עתה רק לגדולים, אך הקטנים ממילא יוצאים כשדוחק עצמו לגדולים. ואשה מלאחריה טפח ומלפניה ולא כלום, דקילוחה יורד רק למטה. ואל ידחוק את עצמו הרבה, שלא ינתק שיני הכרכשתא. אלא ידחוק מעט מעט, והמותרות המוכנים ליציאה יצאו, ולאותן שאינן מוכנים – לא יועיל הדחיקות. וכשיכנס לא ליתיב בהדיא (שבת שם). כלומר: במהירות ובחוזק, לפי שנפתח הנקב בחזקה, וניתקין שיני הכרכשתא, עיין שם.","לא יקנח בחרס, ולא בעשבים יבשים. והמקנח בדבר שהאור שולט בו – שיניו התחתונות נושרות. ולא בצרור שקנח בה חברו, מפני שמביא את האדם לידי מחלת תחתוניות. אבל בצרור שקנח בה עצמו – לית לן בה. והיו מקנחים בזמן הש\"ס באבנים רכות. ושלוש אבנים היו מכניסים לקינוח: אחת קטנה מאוד להסיר הצואה הנדבק בפי הטבעת, והשנית גדולה קצת לקנח המקום, והשלישית גדולה ממנה לנקות לגמרי המקום וסביבות המקום (שבת פא א). וכל זה אצלם, שהבתי כסאות היו בשדה. ועכשיו מקנחין בחרס, ועיקר הקינוח בנייר. והגם שהאור שולט בו – אי אפשר לנו בדבר אחר, ו\"שומר פתאים ה'\" כיון דדשו ביה רבים, ופוק חזי מאי עמא דבר. ועוד: דבזמן הש\"ס חששו לכשפים, והאידנא כשפים לא שכיחי. ולכן לא חיישינן להו (מגן אברהם סעיף קטן י\"א), דעיקרי דחששא דהני מילי הוא מכשפים.","כבר נתבאר שאין מקנחין ביד ימין אלא בשמאל, משום דבימין אוכל וכותב, ומראה בה טעמי תורה, וקושר בה תפילין. והיא קרובה לפה, שבהימין מושיטים להפה כל מאכל וכל משקה. ועל כולם התורה ניתנה בימינו של הקדוש ברוך הוא, שנאמר \"מימינו אש דת למו\". לפיכך אין כבודה שתקנח (ברכות סב א). ואיטר יד שכל דבריו עושה בשמאלו – יקנח בימינו, שזהו בשמאל של כל אדם. ואף על פי שלטעם האחרון לא היה לנו לילך אחר מעשיו, מכל מקום סוף סוף אצלו הוי להיפך. וכן הסכימו הגדולים (ט\"ז סעיף קטן ט, ומגן אברהם סעיף קטן ח).","ודע: דאם זה האיטר יש דברים שעושה בימין של כל אדם, ויש דברים שעושה בשמאלו – הגדולים נחלקו בזה לחלק חילוקים שונים (עיין מגן אברהם שם, ושערי תשובה סעיף קטן ט, ופרי מגדים ואה\"ח). ולעניות דעתי ברור שאם רק יש לו שימוש בשני הידים, הטעם האחרון מפני שהתורה ניתנה בימינו של הקדוש ברוך – הוא מכריע שיקנח בשמאל של כל אדם, דכדאי הוא הטעם הזה להכריע. ויש שחילקו בין אם היד הזה משמש כתיבה או לא משמש כתיבה, ולי נראה כמו שכתבתי. וגם אשה צריכה ליזהר בזה, דכמה טעמים שייכים גם לה. ויש שכתבו שיש ליזהר שלא לקנח באצבע האמצעית של השמאל, מפני שכורך עליו הרצועה (שם בשם של\"ה). ובוודאי אם ביכולתו ליזהר בזה מה טוב. אבל אם בלעדי האצבע הזה לא יקנח יפה – יקנח כדרכו (נראה לי).","וכבר נתבאר דגם בלילה יפנה בצניעות כמו ביום. אך זהו לענין צניעות אבל לא לענין רחוק, דבלילה אינו צריך להתרחק עצמו כמו ביום. ודע דכל זה לגדולים. אבל לקטנים מותר להשתין אפילו ביום ובפני רבים בכל מקום אם צריך לכך, משום שיש סכנה בדבר אם יעצור עצמו הרבה, כדאיתא בבכורות (מד א). ואשה לא תעמוד לפני תינוק להשתין. וזהו כנגדו, אבל מן הצד לית לן בה (שם).","לא ישתין מעומד, מפני ניצוצות הנתזין על רגליו, ויאמרו שהוא \"כרות שפכה\" שאינו מקלח אלא שותת, ואינו מוליד, ויוציאו לעז על זרעו. אם לא שעומד במקום גבוה שהניצוצות לא יפלו על רגליו, או שישתין לתוך עפר תיחוח דגם כן ליכא ניצוצות. ואף על גב דמצוה לשפשף הניצוצות, מכל מקום ברוב ניצוצות אין השפשוף מספיק (מגן אברהם בשם תוספות). ואם אי אפשר לו להשתין ממקום גבוה, וגם לא בעפר תיחוח – יכול להשתין כדרכו, רק יסייע בבצים להגביה האבר קצת שילכו המים למרחוק. ומעט שיפלו על רגליו – ישפשפם. ויזהר שלא יאחוז בהאבר עצמו להשתין, אם לא מעטרה ולמטה, מפני שעלול לידי הוצאת זרע לבטלה, אלא אם כן הוא נשוי ויש לו פת בסלו. וממידת חסידות ליזהר אף בנשוי. אבל לסייע בבצים – מותר לכל. ואפילו נשוי אינו מותר לאחוז באבר עצמו רק להשתין ולא להתחכך. ועל ידי בגד עב מותר. והמשהה נקביו עובר משום \"בל תשקצו\", ולקטנים עובר גם משום \"לא יהיה בך עקר\". אך עד שימצא מקום מוכשר להשתין או לגדולים – אינו עובר. והמשהה מלהפיח כשצריך – אינו עובר. ויזהר את עצמו לקנח יפה מקום פי הטבעת, כי צואה במקומה אסור לקרות קריאת שמע. ויתבאר בסימן ע\"ו.","גרסינן בברכות (סא בב): הנפנה ביהודה – לא יפנה אחוריו למזרח ופניו למערב, ולא אחוריו למערב ופניו למזרח, אלא צפון ודרום. מפני שירושלים היא ביהודה, ויהודה הוא מן המזרח למערב באורך ארץ ישראל. ובגליל צפון ודרום – אסור, מזרח ומערב – מותר. דגליל היא בצפונה של ארץ ישראל, וכשיפנה בין צפון ודרום יהיה כנגד ירושלים. רבי יוסי מתיר. רבי יהודה מתיר בזמן שאין בית המקדש. רבי עקיבא אוסר בכל מקום, ואפילו בחוץ לארץ, לפנות בין מזרח למערב. ופסקו הפוסקים כרבי עקיבא מפני שרבה עשה כן בגמרא, עיין שם.","וזה לשון הטור: וכשיושב יכוין שיהא פניו לדרום ואחוריו לצפון או איפכא, אבל לא ישב בין מזרח למערב. ומיהו דווקא כשנפנה במקום מגולה, אבל במקום שיש מחיצות כגון בית הכסא שבבית – אינו צריך לדקדק. עד כאן לשונו, דכן מבואר בירושלמי דהאיסור אינו אלא במקום מגולה. וזה לשון הירושלמי: ובלבד מקום שאין בו כותל. ומשמע דרק כותל אחד מתיר, והיינו שהמחיצה תהיה לאחוריו (מגן אברהם סעיף קטן ה). וזה שכתב הטור \"כגון בית הכסא שבבית\" – לא חש להאריך, ועיקר כוונתו דהאיסור אינו אלא כשיושב מגולה מכל צד, כמו בבקעה ובשדה. אבל בחצר המוקף מחיצות – מותר. והיקף העיר לא מהני לזה (שם), כי לא נכרו המחיצות כלל. ולא חילק הטור בין מדינה העומדת למזרח ומערב של ארץ ישראל או לצפונה ודרומה כמו גליל, דסבירא ליה להטור דרבי עקיבא סבירא ליה דבכל מקום מזרח ומערב – אסור, ובכל מקום צפון ודרום – מותר, דהאיסור הוא מפני שהשכינה במערב (בית יוסף). וכן מבואר מדברי הרמב\"ם בפרק שביעי מבית הבחירה, והוא כתב: מפני שההיכל במערב, עיין שם. והרמב\"ם לא הזכיר היתר במחיצות כלל, דסבירא ליה דהש\"ס שלנו אינו מחלק בזה. ורבינו הבית יוסף בסעיף ה פסק כהטור, עיין שם. ויש חוששין גם באחוריו לדרום, אלא דווקא באחוריו לצפון מותר (עיין מגן אברהם סעיף קטן ו). ומכל הפוסקים לא משמע כן אלא דאין קפידא. וכן רבינו הרמ\"א בספרו דרכי משה רצה לקיים דבמדינות העומדות לצפון ודרום של ארץ ישראל הוי כמו בגליל, והטור לא הזכיר זה משום דכל מדינתינו היא במערבה של ארץ ישראל, עיין שם. אך בשולחן ערוך לא הזכיר, זה ויפה עשה שהרי גם מרמב\"ם מוכח כן, והוא היה במצרים שהיא לדרומה של ארץ ישראל. ולהטיל מים – מותר בכל ענין. ורק מן הצופים ולפנים, כלומר ממקום שיכולים לראות את הבית המקדש – לא ישתין ופניו כלפי הקודש. אלא לצפון או לדרום או יסלק הקדש לצדדין.","ודע דהרמב\"ם שם כתב דגם לישן אסור בין מזרח למערב אלא בין צפון לדרום, עיין שם. וזהו ממה דאמרינן בריש ברכות: כל ימי הייתי מצטער..., ועל מיטתי שתהא נתונה בין צפון לדרום. והנותן מיטתו בין צפון לדרום הוויין ליה בנים זכרים. והטור לא הזכיר זה, דסבירא ליה שאין זה אלא זריזות בעלמא. והתוספות כתבו שם דזהו רק באשתו עמו, עיין שם. אבל מהרמב\"ם מבואר דאפילו לבדו – אסור. ורבינו הבית יוסף בסעיף ו פסק כתוספות, וכתב שנכון להזהר כהרמב\"ם, עיין שם. ואנחנו אין נזהרים בזה, ואנו תופסים כהטור לדינא. ועוד: דיש מחלוקת בין הגדולים אם בין צפון לדרום הכוונה ראשה ומרגלותיה או רוחב המיטה. ולפי זה נפל הך דינא בבירא. (עיין מגן אברהם סעיף קטן ז' ולבוש, דלא מהני כאן מחיצות לפי שאין בזה היכר, עיין שם. ולעניות דעתי אין צורך לזה, דהא מקורו מהרמב\"ם ולהרמב\"ם גם בבית הכסא לא מהני מחיצות. ודייק ותמצא קל.)"],["בברכות (ס ב) חשב בין ברכות שחרית בקומו ממיטתו גם ברכת \"על נטילת ידים\". שאומר שם: כי משא ידיה לימא: \"ברוך אשר קדשנו... על נטילת ידים\". וכן הוא ברמב\"ם פרק שביעי מתפילה, ובטור ושולחן ערוך סימן מ\"ז. ולא נתבאר מה טיבה של ברכה זו. ומצינו בגמרא שני עניני רחיצה בבוקר: האחד בשבת (קט ב) שאומר שרוח רעה שורה על הידים שחרית קודם נטילה, ואין ליגע לפה ולאוזן ולעינים קודם רחיצה. וזה הרוח רעה לא סר עד שירחוץ ידיו שלוש פעמים, שישפוך מים על ידיו שלוש פעמים (רש\"י). ואם כן יש לומר דברכה זו הוא על ענין הזה. ועוד מצינו בברכות (יד א) דלקריאת שמע ותפילה צריך רחיצת ידים, דכתיב: \"ארחץ בנקיון כפי, ואסובבה את מזבחך ה'\". ואם אין לו מים – מנקה בעפר ובכל מידי דמנקי, ויתבאר בסימן צ\"ב. ואם כן יש לומר דברכה זו היא מצד תפילה של שחרית.","ומדברי הרמב\"ם אין הכרע דבפרק שביעי מתפילה חשבה בין ברכות השחר, ובפרק רביעי מתפילה כתב דטהרת ידים מעכב את התפילה. וזה לשונו: טהרת ידים כיצד? רוחץ במים עד הפרק ואחר כך מתפלל... ולא היה לו מים... – מקנח ידיו בצרור או בעפר... במה דברים אמורים? בשאר תפילות חוץ משחרית. אבל שחרית רוחץ פניו ידיו ורגליו ואחר כך יתפלל. עד כאן לשונו. ובפרק ששי מברכות כתב: כל הנוטל ידיו, בין לאכילה בין לקריאת שמע בין לתפילה, מברך: \"אשר קדשנו במצותיו וצונו על נטילת ידים\". שזו מצות חכמים שנצטוינו מן התורה לשמוע להם... עיין שם, שהשוה כל דיני נטילת ידים של אכילה לנטילת ידים של תפילה בכל הפרטים. ואם כן מה שחשבה בין ברכות השחר – אינו מבואר אם היא אותה של תפילה, או אחרת היא מפני הרוח רעה. ויותר נראה דעל תפילה היא, שהרי לא הזכיר כלל דצריך שלוש פעמים, ולא הזכיר הך דרוח רעה כלל. וכן נראה, שהרי הזכיר שם גם רחיצת הפנים, עיין שם. ולדידיה בשחרית מעכב זה לתפילה כמו שכתבתי.","ומהטור מתבאר דאתרווייהו קאי. וזה לשון הטור: וירחץ בנקיון כפיו ויברך: \"ברוך אתה ה', אלהינו מלך העולם, אשר קדשנו במצותיו וצונו על נטילת ידים\". וידקדק לערות עליהם שלוש פעמים, מפני שרוח רעה שורה על הידים קודם נטילה, ואינה סרה עד שיערה עליהם שלוש פעמים. ועל כן צריך למנוע מהגיע בידו קודם נטילה לפה, ולחוטם, ולאזנים, ולעינים, מפני שרוח רעה שורה עליהן. ואם אין לו מים – יקנח ידיו בצרור או בכל מידי דמנקי, ויברך \"על נקיות ידים\". עד כאן לשונו. הרי מבואר להדיא שברכה זו היא על הרוח רעה וגם על תפילה. דאי אפשר לומר על רוח רעה לבד, דאם כן מאי מהני קינוח ידיו בצרור? אלא ודאי דהכי קאמר: דאם אין לו מים, דאין תקנה עתה להרוח רעה, מכל מקום לתפילה יכול להועיל על ידי ניקוי צרור. אך לא יברך \"על נטילת ידים\" כי אין כאן נטילה אלא \"על נקיות ידים\". ולפי זה נראה לעניות דעתי ברור דלהטור ברכה זו קאי אתרווייהו: על הרוח רעה ועל התפילה.","אמנם הרא\"ש בפרק \"הרואה\" (סימן כ\"ג) ביאר דהיא רק אתפילה, וזה לשונו: כי משי ידיה – מברך \"על נטילת ידים\". לפי שידיו של אדם עסקניות הם, ואי אפשר שלא יגע... בלילה, תקנו ברכה קודם שיקרא קריאת שמע ויתפלל... עד כאן לשונו. הרי ביאר להדיא דברכה זו היא רק משום תפילה. וצריך לומר בטעמו: דסבירא ליה דמשום רוח רעה לא מתקנים ברכה, כיון שזהו משום סכנה – לא שייך ברכה על זה. כמו שלא תקנו ברכה במים אחרונים מטעם זה, מפני שהיא משום סכנה, כמו שכתב הרמב\"ם בפרק ששי דברכות, עיין שם. והוסיף עוד הרא\"ש לומר דמן הדין היה לברך \"על נקיות ידים\", אלא כיון דלסעודה צריך נטילה – קבעו כאן גם כן בברכה \"על נטילת ידים\". ולכן כשאין לו מים, ומקנח בצרור – מברך \"על נקיות ידים\", עיין שם.","וראיתי לגדולים שתפסו דלדעת הרא\"ש בהכרח להסמיך ברכה זו לתפילה דווקא, כיון שנתקנה משום תפילה. ולעניות דעתי מוכח מהרא\"ש עצמו שאינו כן, שהרי כתב בתשובה כלל ד', והביאו הטור לקמן סוף סימן מ\"ז, וזה לשונו: המשכים ללמוד קודם עלות השחר – יברך \"על נטילת ידים\" ו\"אשר יצר\"... עד כאן לשונו. והרי עדיין אינו זמן תפילה והוא יושב ללמוד, ועם כל זה מברך \"על נטילת ידים\"! אלא ודאי דתקנת הברכה היתה משום תפילה, אך תקנוה שיברכה מיד בקומו ממיטתו. וכן מוכח מהרמב\"ם ומהגמרא, שתקנוה בין ברכות השחר. וכן עיקר לדינא. (ועיין חיי אדם כלל ז', ובמעשה רב. ולעניות דעתי נראה כמו שכתבתי.)","וגם הרשב\"א בתשובה (סימן קצ\"א) כתב שהברכה היא משום תפילה, אלא שביארה בפנים אחרים. וזה לשונו: לא מצאתי דבר ברור שיצטרך ליטול ידיו שחרית, דאי משום שיבתא ובת חורין – די ברחיצה (וצריך עיון), ואי משום תפילה די או ברחיצה או בנקיון עפר... אלא שיש קצת ראיה... ואמרינן: הנוטל ידיו וקורא קריאת שמע... – משמע קצת שצריך ליטול ידיו בכלי. ואם תשאל מאי שנא תפילת שחרית ממנחה וערבית, יש לומר לפי שבשחר נעשים כבריה חדשה, דכתיב: \"חדשים לבקרים...\". ולפיכך אנו צריכין להתקדש בקדושתו, וליטול ידינו מן הכלי ככהן שמקדש ידיו מן הכיור... עד כאן לשונו. מיהו גם הוא סבירא ליה דהנטילה היא לתפילה. אלא שהרא\"ש אומר הטעם משום שהידים אינם נקיות, והרשב\"א אומר משום בריה חדשה. (ונראה לעניות דעתי דלדינא לא פליגי כלל: דמה לי אם תקנו מפני זה או מפני זה? סוף סוף כיון דתקון – תקון. ולשניהם הוי כנטילת ידים לאכילה כמו שהשוון הרמב\"ם, כמו שכתבתי. וגדולי הפוסקים עשו ביניהם מחלוקת כמו שיתבאר, ולדעתי אינו כן. וכן משמע מהב\"ח, עיין שם. ודייק ותמצא קל.)","ובזוהר \"וישב\" מבואר דלפי טעם רוח רעה – צריך נטילה כדין כל נטילת ידים, ובכלי דווקא. וזה לשונו: רבי שמעון פתח: \"ארחץ בנקיון כפי...\" – דלית בר נש בעלמא דלא טעים טעמא דמותא בלילה, ורוחא מסאבא שריא על האי גופא... והא איתמר דידוי דבר נש זוהמא אשתאר בהו... עד דנטיל להון. וכד נטיל להון כדין – הא אתקדש... בעי חד כלי לתתא וחד כלי לעילא... עד כאן לשונו. ועוד מאמרים בזה (עיין בית יוסף). ולכן לפי זה לכל הטעמים החיוב ליטול נטילת ידים שחרית דווקא בכלי. (והרשב\"א בתשובה שם כתב דדיו להטביל ידיו בכלי. והבית יוסף דחה לה על פי דברי הזוהר, עיין שם.)","כתבו רבותינו בעלי השולחן ערוך בסעיף א: מים הפסולים לנטילת ידים לסעודה לקמן סימן ק\"ס – כשרים לנטילת ידים לתפילה. מיהו יש מי שאומר דלא מברך עלייהו. עד כאן לשונו. ביאור דבריהם: דבסימן ק\"ס מבואר דמים שנשתנו מראיהן, או נעשו בהם מלאכה, או מלוחים, או סרוחים, שאין הכלב יכול לשתות מהן – פסולים לנטילת ידים לאכילה. אבל לתפילה – כשרים, דכאן אין צריך רק נקיות בעלמא. מיהו יש מי שאומר דלא מברך עליהו, כיון דלא נתקן בכהאי גוונא (כן הוא במקור הדין בבית יוסף בשם הרא\"ה).","ואני תמה מאוד על דברים אלה, דמה שייך לומר שכשרים לתפילה? דודאי עיקר התקנה היתה שנטילה זו תהיה שוה ממש לנטילה של סעודה, כמו שכתב הרמב\"ם בפרק ששי מברכות שהבאנו. וכן הרא\"ש כתב שתקנו הברכה כמו בנטילת ידים לאכילה. וגם הרשב\"א באותה תשובה השוה אותה לאכילה, שכתב שם: ומשכשך ידיו בכלי בין בשחרית בין בשעת אכילה... עד כאן לשונו. ולא אמרו בגמרא רק בדליכא מיא אין מבטלין התפילה בשביל זה, וינקה בצרור או בשאר דבר. ובאמת כהאי גוונא כתב הרא\"ש דאינו מברך \"על נטילת ידים\" אלא \"על נקיות ידים\", ויש חולקין בזה כמו שיתבאר. אבל אם יכול להשיג מים כשרים לאכילה – מחויב להשיגם. ואם אי אפשר להשיג – גם צרור כשר. אבל מה שייך לומר שכשרים לתפילה? ובוודאי אינם כשרים לכתחילה אלא אם כן אין לו. וגם זה שכתבו דלא מברך עלייהו, תמיהני: נברך \"על נקיות ידים\"? ומי גרע מצרור? ולעניות דעתי נראה העיקר לדינא שצריך להשיג מים הכשרים לאכילה לגמרי. ואם אי אפשר – יוצא במה שהן. ולדעת הרא\"ש יברך \"על נקיות ידים\", ולהחולקים יברך \"על נטילת ידים\". (מקור הדין מהרא\"ה, כמו שכתב בבית יוסף. ודבריו אינם מובנים: שהתחיל לומר דאפילו לכתחילה מהני, ומסיים שלא יברך, עיין שם. ואם כן איך מהני לכתחילה? הלא תקנו לברך, והוא אינו מברך? וצריך עיון. ודייק ותמצא קל.)","ובסעיף ו כתבו: אין צריך רביעית לנטילת ידים לתפילה. ובסעיף ז כתבו: טוב להקפיד בנטילת ידים שחרית בכל הדברים המעכבים בנטילת ידים לסעודה. מיהו אינו מעכב לא כלי, ולא כוח גברא, ושאר הדברים הפוסלים בנטילת הסעודה. עד כאן לשונם, וגם דברים אלו תמוהים בעיני: והרי הרמב\"ם השווה לגמרי נטילה זו לנטילת ידים דסעודה, ולא ראינו מי שחולק עליו. וגם הרא\"ש שם כתב מפורש: לפי שצריך ליטול מן הכלי, לכך תקנו נמי לברך \"על נטילת ידים\". עד כאן לשונו. וכן הרשב\"א כתב מפורש שצריך בבוקר ליטול ידיו בכלי, עיין שם. וזה שהכשיר בשכשך לתוך הכלי – זהו משום דסבירא ליה גם בסעודה כן, וזה לשונו: ומשכשך ידיו בתוך הכלי בין בשחרית בין בשעת אכילה, עיין שם. ועוד יתבאר בזה. ורק הר\"ן בפרק \"כל הבשר\" כתב שאינו צריך כלי. וכן המרדכי בפרק \"אלו דברים\" כתב שלא תקנו אנטל בנטילה זו, עיין שם. אבל הרמב\"ם והרשב\"א והרא\"ש דימוה לכל דיני נטילת ידים לסעודה, ומנא לן לומר דאינו צריך רביעית? ומה שייך \"אינו מעכב\", דאם אין לו פשיטא אפילו צרור מהני, ואם יש לו ודאי מעכב? וצריך עיון. (ובפרט שהזוהר פסק להדיא כן, כמו שכתבתי.)","ובסעיף י\"ב כתב רבינו הבית יוסף: אם שכשך ידיו לתוך כלי של מים – עלתה לו נטילה לקריאת שמע ולתפילה, אבל לא לרוח רעה שעליהן. ואם שכשך ידיו בשלושה מימות מחולפים – יש להסתפק אם עלתה לו להעביר רוח רעה שעליהם. עד כאן לשונו. וגם בזה אני תמה: דהן אמת דהרשב\"א פסק כן, אבל איהו הא סבירא ליה דגם לסעודה מהני בכהאי גוונא, כמו שהבאנו דבריו בסעיף הקודם. אבל לדידן דקיימא לן בסימן קנ\"ט דלסעודה פסול בכהאי גוונא – ודאי גם בשחרית כן הוא אלא אם כן אין לו כלי, כמו שבארנו דשוים הם. וגם מה שמסתפק בשלושה מימות מחולפים, אם מהני לענין רוח רעה – תמיהני: כיון שלהזוהר לא מהני כמו שכתב בספרו הגדול, למה לא הכריע כן? וצריך עיון גדול. (ונהר הוי כשלושה מימות; מגן אברהם סעיף קטן י.)","עוד כתבו בסעיף י\"ג: אם היה ניעור כל הלילה, יש להסתפק אם צריך ליטול ידיו שחרית להתפלל ולהעביר רוח רעה מידיו. ויטלם בלא ברכה. עד כאן לשונו. וטעם הספק הוא דלהרא\"ש שהתקנה היתה מפני שאין ידיו נקיות, ובניעור כל הלילה הרי הם נקיות. וגם לטעם הרשב\"א משום בריה חדשה – זהו כשהיה ישן והפקיד נשמתו ביד הקדוש ברוך הוא, מה שאין כן בניעור כל הלילה (בית יוסף). ויש אומרים דודאי צריך לברך, דכיון דתקנו רבנן – שוב לא פלוג, והוי תקנה קבועה (ב\"ח). ויש מי שכתב דרק להרא\"ש יש לומר כן, משום דסבירא ליה דגם במנחה צריך ליטול ידיו, ולא להרשב\"א (מגן אברהם סקי\"ב). ואיני יודע מה ענין זה לזה, ואדרבא רבינו הבית יוסף בספרו הגדול כתב דלהרשב\"א יותר יש לומר דלא פלוג מלהרא\"ש, עיין שם (וכן כתב הט\"ז סעיף קטן ט). וכן נראה עיקר לברך בניעור כל הלילה. ויש מגדולים שכתבו לבלי לברך, כפסק רבינו הרמ\"א. (ותמיהני: כיון דהמגן אברהם הסכים דלהרא\"ש יש לברך כהב\"ח, ולהרשב\"א נתברר דלא פלוג, למה לא יברכו? ופשיטא להרמ\"א שפסק לקמן סימן מ\"ו דכל ברכות השחר מברכין אף כשלא נתחייבו בהן, עיין שם. ודייק ותמצא קל.)","עוד כתבו בסעיף י\"ד: השכים קודם עמוד השחר, ונטל ידיו – יש להסתפק אם צריך ליטול ידיו פעם אחרת כשיאור היום, להעביר רוח רעה השורה על הידים. ויטלם בלא ברכה. עד כאן לשונו. והספק הוא דשמא קודם אור היום חוזר הרוח רעה ושורה. וכן משמע בזוהר (בית יוסף), ואפילו ישן קודם אור היום – נוטל בלא ברכה. ולתפילה ודאי דלא בעינן ברכה עוד פעם לטעם הרשב\"א (מגן אברהם סעיף קטן י\"ג). וכן בישן ביום יש להסתפק אם צריך לערות עליהן שלוש פעמים, משום דיש להסתפק אם לילה גורם או שינה גורם. ודווקא כשישן שיתין נשמי. ולכן יטלם שלוש פעמים ובלא ברכה.","לפיכך הקם ממיטתו, בין שהאיר היום בין קודם אור היום, ונטל ידיו – מברך \"על נטילת ידים\". אבל \"אשר יצר\" לא יברך אם עדיין לא עשה צרכיו. ויש אומרים דאפילו לא עשה צרכיו יברך \"אשר יצר\", והטעם משום דקודם נטילה – אסור לו ליגע בעינו, ובפיו, ובאזנו. וגם משום דנעשה כבריה חדשה (מגן אברהם סעיף קטן ב). ואין הטעמים מספיקים, ולכן טוב לעשות צרכיו תחילה. וכל שכן אם צריך לנקביו, דאסור לו לברך (שם סעיף קטן א). וכן המנהג הפשוט ואין לשנות. ובפרט שדרך רוב בני אדם שכשקמים ממיטתם נצרכים לגדולים או קטנים. ולכן יטול בלא ברכה, ויפנה, ויחזור ויטול ידיו, ויברך \"על נטילת ידים\" ו\"אשר יצר\". ובלא נטילה אסור לו לילך לעשות צרכיו אלא אם כן עושה סמוך למיטתו, מפני שיש מחמירים ומזהירים על פי הזוהר שאסור לילך ארבע אמות בלא נטילת ידים. וגם בגמרא משמע כן, שהרי חשבה בין ברכות השחר שסמוך למיטתו (ברכות ס ב). ועיין מה שכתבתי ריש סימן ו.","וכך הוא סדר הנטילה: נוטל הכלי של מים ביד ימינו, ונותנו ליד שמאלו כדי שיריק על הימין תחילה, דבכל מקום חולקין כבוד לימין. וישפוך עליהם שלוש פעמים בסירוגין, להעביר הרוח רעה שעליהן. ויש נוהגים לרחוץ פיהם שחרית מפני הרירין שבתוך הפה, וגם מועיל לכמה דברים. וירחוץ פניו, ויזהר לנגבו יפה, דהרוחץ פניו ולא נגבו יפה – פניו מתבקעות או עולה בהן שחין. ורפואתו לרחוץ הרבה במי סילקא (שבת קלג ב). ומי סילקא הוא מרק של תרדין (רש\"י), ולא נתפרש לנו מה זה. והברכות צריך לומר קודם הניגוב. ולא יגע בידו קודם נטילה לפה, ולא לחוטם, ולא לאזנים, ולא לעינים. ואפילו מי שנטל ידיו – לא ירגיל את עצמו למשמש בפי הטבעת תדיר, מפני שמביאתו לידי תחתוניות. ולא יגע במקום הקזה, וכן בכל מקום חבורה, מפני שמשמוש היד מזיק להחבורה. וכן לא יגע בגיגית שכר, וכל שכן קודם נטילה, דמכניס רוח רעה להשכר. וכן אסור ליגע בכל מאכל ובכל משקה קודם נטילה. ובדיעבד אין אוסרין מפני זה. (יש שכתבו שבנטילה על יד ימין יאמר \"יד הגדולה\", ועל יד שמאל \"יד החזקה\", וכשמשפשפם ביחד יאמר \"הרמה\". וכשרוחץ פניו יאמר \"ראשו כתם פז...\". וכשרוחץ עיניו יאמר \"עיניו כיונים...\". ולחייו יאמר \"לחייו כערוגת הבושם\". ושפתותיו יאמר \"שפתותיו שושנים...\". ופיו יאמר \"מעיו עשת שן...\". ויש בזה סגולה נפלאה, כי בצלם אלהים עשה את האדם. ודייק ותמצא קל.)","נטילת ידים שחרית – אין נוטלין על גבי קרקע, ולא על גבי עצים וקיסמין, אלא לתוך הכלי. ומים של נטילת ידים שחרית – אסור ליהנות מהם. ואפילו ליתנם לבהמה – אסור, מפני שרוח רעה שורה עליהן, והבהמה תתנזק מזה. ולא ישפכם בבית, ולא במקום שעוברים שם בני אדם. אלא ישפכם במקום שאין הילוך לבני אדם. ולא יטול ממי שלא נטל ידיו שחרית, כלומר: שלא ישפוך לו על ידיו. אבל להביא לו מים – אין חשש. ויזהר להכין כלי עם מים לפני מיטתו. ויש שהקפידו במים אלו גם משום גילוי, ואנו אין חוששין לזה, כי אין אנו נזהרין בגילוי מפני שאין נחשים מצוים בינינו, כמבואר ביורה דעה סימן קט\"ז.","דוד המלך לא היה ישן יותר משיתין נשמי בהמשך אחד, אלא היה מתעורר בכל שיתין נשמי. ובסוכה (כו ב) מבואר דיש שלא נזהרו בזה אלא ביום ולא בלילה (עיין מגן אברהם סעיף קטן ט\"ז). ושיעור \"שיתין נשמי\" לא נתפרש לנו. יש אומרים שהוא כמשך חצי שעה, ויש אומרים כשני שעות (ועיין רש\"י סוכה שם). ואין אנו נזהרים בזה, שאין זה לפי מדרגתינו, ואין בזה איסור, אלא דרך הקודש יקרא לה.","כל אדם צריך ליזהר בתפילה ובאכילה שלא ליגע בשוק וירך ובמקומות המכוסין באדם, לפי שיש שם מלמולי זיעה, והוא זוהמא גדולה. וכן שלא לחכך בראשו. אבל במקומות המגולים בראשו ובגופו – אין להקפיד. אפילו בחיכוך ונגיעה בעלמא בראשו – לית לן בה (נראה לי). וכן יכול ליגע במקום המגולה שבזרועותיו, והיינו עד הפרק שקורין עלינבוגי\"ן. ובצווארו יכול ליגע עד החזה. ואם נגע במקומות המכוסין, או שנטל כינה בידיו – צריך לרחוץ במים. ואם הוא עומד בתפילה ואינו יכול לרחוץ – ממשמש ידיו בכותל או בקורה וכיוצא בזה. והחכם עיניו בראשו שלא לבוא לידי כך. (ואם נגע בפרעוש שקורין פליי – אינו צריך נטילה.)","אם אין לו מים לנטילת ידים שחרית – יקנח ידיו בצרור, או בעפר, או בקורה, או בכל מידי דמנקי, ויברך \"על נקיות ידים\". ויועיל לתפילה, אבל לא להעביר רוח רעה שעליהן. ולכן כשיזדמן לו אחר כך – יטול על ידיו שלוש פעמים בלא ברכה. והנה היה אפשר לברך \"על נטילת ידים\", דלא פלוג רבנן, וכן משמע מדברי הרשב\"א. אמנם הרא\"ש והטור פסקו כן מפורש לברך \"על נקיות ידים\", ואיך נעבור על דבריהם? (עיין מגן אברהם סעיף קטן כ\"ה. ודבריו צריכים עיון.)","וזהו כשרוצה להתפלל עתה, או שיעבור זמן קריאת שמע. אבל אם עדיין אינו מתפלל – יראה להשיג מים עד זמן תפילה. וכל הברכות דשחרית יכול לברך גם קודם נטילה, דלא תקנו נטילה אלא לקריאת שמע ולתפילה. וסתם ידים אינן פסולות לברכה, שהרי מברכין על הפירות בלא נטילה. ואם יודע שידיו אינם נקיות, כגון שקם ממיטתו ושכב בפישוט בגדים וכיוצא בו – לא יעכב הברכות מפני העדר מים, וינקה ידיו בצרור..., ויברך הברכות. דאסור להזכיר השם כשידיו אינן נקיות. ונוהגים לומר: \"מודה אני לפניך, מלך חי וקיים, שהחזרת בי נשמתי...\" מיד בקומו ממיטתו, אף שאין ידיו נקיות, מפני שאין בזה שם וכינוי.","לבד נטילת ידים שחרית, יש עוד דברים שצריכים נטילה במים דווקא, אך אינם צריכים שלוש פעמים (מגן אברהם סעיף קטן י\"ז). ואלו הן: היוצא מבית הכסא, וירחוץ תיכף. והיוצא מבית המרחץ. והנוטל צפרניו. והחולץ מנעליו בידיו. אבל הפושט פוזמקאות מרגליו – אינו צריך נטילה, דהם כשארי בגדים. והנוגע ברגליו או במנעליו. והחופף ראשו בין ביד בין במסרק. ויש אומרים: אף ההולך בין המתים בבית הקברות. וירחוץ ידיו קודם שיתפלל שם, וירחוץ בצאתו משם. והנוגע במת. ואצלינו נהגו גם המלוים את המת, ועומדים בתוך ארבע אמות להמיטה – נוטל ידיו. ומי שמפליא כליו, אפילו לא נגע בכינה. והנוגע בכינה. והנוגע במקומות מכוסים שבגופו. והמשמש מיטתו. ומי שעשה אחד מכל אלו ולא נטל ידיו, אם תלמיד חכם הוא – תלמודו משתכח. ואם אינו תלמיד חכם – דעתו מתקלקל. ואמרו חכמינו ז\"ל בפסחים (קיב ב) דהמקיז דם מהכתפים, ולא נטל ידיו – מפחד שבעה ימים. המגלח ולא נטל ידיו – מפחד שלושה ימים. הנוטל צפרניו ולא נטל ידיו – מפחד יום אחד. ואינו יודע ממה מפחד, עיין שם."],["מה שאנו אומרים בכל הברכות \"ברוך אתה\" – לא שהוא יתברך צריך לברכתינו חס ושלום. אלא הוא כמו אור החוזר שישפיע ברכתו לנו, כמו שאמר דוד: \"ומברכתך יבורך בית עבדך לעולם\" (שמואל ב ז כט). והענין שאנו צריכין לעורר לזה הוא כדכתיב: \"תנו עוז לאלהים\". כלומר: לפי שבמעשינו תלוים כל הענינים, לכן עלינו להוסיף כוח בפמליא של מעלה, ואז תרד הברכה לנו. וזהו דכתיב: \"רוכב שמים בעזרך\".","ובכל הברכות והתפילות אנו מדברים אליו יתברך בלשון נוכח: \"ברוך אתה\". ובמזמורים והודאות יש כמה שאומרים \"אתה הוא\" – נוכח ונסתר. והענין מובן: כי עצמותו יתברך נעלם מכל נעלם, וגם השרפים והאופנים אינם יודעים, ורק על ידי מעשיו ניכר לנו ולהם. וזהו שאומרים: \"ברוך כבוד ה' ממקומו\", כלומר: שכבודו יתברך משיגים, והם פעולותיו בכל מקום שהם, ולא עצמותו. וזהו שאומרים \"אתה הוא\", כלומר: \"אתה\" – מצד פעולותיך, \"הוא\" – מעצמותו. ולכן בתפילות שאנו מבקשים ממנו יתברך שיעשה כך וכך, הלא מדברים מצד פעולותיו, ולכן אומרים \"אתה\". וכן בכל מיני ברכות, כמו ברכת הנהנין שאנו מברכין על שברא פירא זו או לחם זה – הלא מדברים בפעולותיו. וכן ברכת המצות אנו מדברים בפעלותיו, שצוה לנו כך וכך. וכן כל מיני ברכות כמו ברכת הראיה בימים ונהרות, או רעמים וברקים, וכיוצא בהם – אנו מברכים אותו יתברך על פעולותיו. ולכן אומרים \"אתה\" לנוכח.","עיקר שמו יתברך הוא שם הוי\"ה. והוא \"שם המפורש\", ואסור לנו בזמן הזה לקוראו ככתיבתו אלא בשם \"אדני\", כי אין העולם כדאי עתה לפרשו (סוף פרק שלישי דפסחים). וזה לשון הטור והשולחן ערוך: יכוין בברכותיו פירוש המילות שמוציא מפיו. ובהזכירו השם – יכוין פירוש קריאתו באל\"ף דל\"ת, לשון \"אדנוּת\", שהוא אדון הכל. ויכוין עוד פירוש כתיבתו ביו\"ד ה\"א, לשון הוי\"ה, שהוא היה הוה ויהיה. ובהזכירו \"אלהים\" יכוין שהוא תקיף, אמיץ, אשר לו היכולת בעליונים ובתחתונים. כי \"אל\" לשון כוח וחוזק הוא, כמו \"ואת אילי הארץ...\" (טור).","ולפי זה בעת אמירת \"ברוך אתה ה'\" – יכוין אדנות, והיה והוה ויהיה. ובמקום שכתוב שם \"אדני\" כמו \"אדני שפתי תפתח\" – יכוין רק שהוא אדון הכל. ויש אומרים שגם בשם הוי\"ה לא יכוין רק \"אדון הכל\", כי בכל מקום אנו הולכים אחר הקרי (הגר\"א). ונקודות השם: כשכתוב ב\"אדני\" קריאתו הוא בחטף פתח. וכשנכתב הוי\"ה, יש קורין האלף בשב\"א כנקודת היו\"ד של הוי\"ה, ויש קורין בחטף פתח כנקודת האל\"ף בשם \"אדני\" (הגרש\"ז). וכן המנהג הפשוט אצלינו לקרות האל\"ף בחטף פתח. (זהו כוונות פשטיות, והבאים בסוד ה' מכוונים כוונות נוראות. ומגדולי המקובלים מזכירים שאם יכוין בשם שילוב שם הוי\"ה ב\"אדני\" – הוא ענין גדול. ואין להאריך בזה.)"],["ברכת \"אשר יצר\" משונית מכל הברכות. דכל הברכות הם קצרות ומפורשות על הענין שעושים. כמו בברכת הנהנין, כשאוכל לחם אומר: \"המוציא לחם...\", וכן כולם. וברכות השחר גם כן כן. וברכה זו ארוכה, ועיקר הענין שעליה מברכין לא הוזכרה כלל. ונראה לעניות דעתי דהאמת כן הוא, דחכמים לא מצאו מקום בברכה זו להזכיר יציאת הנקבים. חדא: מפני שאינו ענין כבוד. ועוד: דאם נדמה זה לברכת הנהנין אי אפשר, דאף שיש הנאה לאדם בצאת המותרות ממנו, מכל מקום בכל ברכת הנהנין הברכה קודם המעשה. ועוד: דכל ברכת הנהנין ביד האדם ליהנות או שלא ליהנות, ומעשה זו הוי בהכרח. ואם נדמה ברכה זו לברכת השחר שהוא על מנהגו של עולם, הלא די פעם אחת ביום. ולפיכך תקנוה חכמינו ז\"ל על יצירתו של האדם, שמתוכה מבואר ענין הנקיות בהסתר פנים שלא תהא מגונה. וזהו טעם הטור והשולחן ערוך שפירשו כוונת ברכה זו, מה שאין דרכם בכך, שהרי לא פרשנים הם. אלא משום דנוגע זה להענין. (וכיוצא בזה כתבו הרא\"ש והר\"ן ריש כתובות על ברכת אירוסין. ונראה לי עוד שזהו טעם הרמ\"א בריש סימן ה לברך \"אשר יצר\" בבוקר גם בלא עשה צרכיו, עיין שם. ורבים התפלאו עליו, אבל לפי מה שכתבתי דזהו על יצירת האדם – אתי שפיר. ודייק ותמצא קל.)","\"אשר יצר את האדם בחכמה\" – פירש רש\"י (ברכות ס ב) שברא בו נקבים הרבה, ואף על פי כן הרוח בתוכו כל ימי חייו, וזהו פליאה וחכמה. עד כאן לשונו. ולפי זה קאי \"בחכמה\" על דקלמן, על \"וברא בו נקבים...\". והתוספות פירשו על פי המדרש שהתקין מזונותיו של אדם בראשון ואחר כך בראו. [ו]יש מפרשים \"שיצר האדם בחכמה\" כלומר: שהאדם יש בו חכמה (מהרש\"א), ושייך לענין הזה משום דהבהמה אין לה בושה, ומטלת הרעי בפני כל, מה שאין כן האדם. ויש מפרשים \"בחכמה\" – שברא בו כוח הזן, שיש בו ארבעה כחות: כוח המושך המאכל, והכוח המחזיק המאכל, וכוח המעכל, וכוח הדוחה את המותרות. ואלמלי אלו הכחות – לא היה באפשרי לחיות (לבוש).","\"וברא בו נקבים נקבים\" – נקב הפה להכניס המאכל והמשקה, שהוא התחלת כוח המושך, ונקבי הכרכשתא והשתן להוציאם. והכפיל לשונו לרמז גם על שארי נקבים כהחוטם והאזנים, אך עיקר הכוונה על אלו השייכים להענין. \"חלולים חלולים\" – היינו הכרס והדקין והאצטומכא, שהם בחללים גדולים כדי שהמאכל יכנס בהם, ויחזיקו אותו עד זמן העיכול. והכפיל הלשון לרמז על שארי חלולים, \"שאם יפתח אחד מהם או יסתם...\", כלומר: שכל אלו בראם השם יתברך במידה ובמשקל כפי צרכו של אדם לארבעה כוחות אלו. ואלולי יפתח אחד, מהם כלומר שהיה החלל גדול ממה שהוא עתה, או יסתם אחד מהם שהיה החלל קטן ממה שהוא, וכן הנקבים של הפה והכרכשתא אלמלי היו גדולים או קטנים מהשיעור – \"אי אפשר להתקיים ולעמוד לפניך\" ימים רבים. ומסיים \"רופא כל בשר\", כלומר: שעל ידי מה שבראת הארבעה כוחות ובמידתם בזה אתה \"רופא כל בשר\", שלא יבואו לידי חולי. \"ומפליא לעשות\" שהאדם הוא כנאד מלא רוח, ובנאד אם יהיה נקב קטן – יצא הרוח. והאדם מלא נקבים ומתקיים (לבוש).","ויש גורסים \"שאם יסתם\" קודם \"שאם יפתח\". ויש גורסים \"אי אפשר להתקיים אפילו שעה אחת\". ולפי זה הפירוש: \"שאם יפתח אחד מהם או יסתם אחד מהם\" קאי על זמן הבריאה. והיינו שיש בנקבים נקב אחד שהוא הפה, שבמעי אמו הוא סתום, וכשיצא לאויר העולם נפתח. ואם הפה היה נפתח במעי אמו, או היה סתום בצאתו לאויר העולם – לא היה יכול להתקיים אפילו שעה אחת. וכן האיברים החלולים, אלמלי היו נפתחים לגמרי מיד – היה מת (שולחן ערוך). \"ומפליא לעשות\" על שם שהטוב מהמאכל נשאר בגוף האדם, והרע נדחה בהמותרות, כי יציאת נקבים הם הפסולת מהמאכל (שם).","ורבינו הרמ\"א פירש: \"ומפליא לעשות\" – במה ששומר רוח האדם בקרבו, שקושר דבר רוחני שהוא הנפש בדבר גשמי שהוא הגוף. והכל הוא על ידי שהוא \"רופא כל בשר\", כי אז האדם בקו הבריאות ונשמתו משתמרת בקרבו. עד כאן לשונו. ודבר זה שייך גם כן להענין, כי עיקר הפלא שהנשמה מתקיימת על ידי אכילה ושתיה, ואלמלי לא יאכל אדם ימים רבים – תצא ממנו הנשמה. ומה להנשמה באכילה ושתיה? אמנם כן בכל מאכל ומשקה יש גם דבר רוחני, היינו דבר ה' הבוראם ומקיימם, והנשמה נזונית מהרוחני והגוף מהגשמי. (וזהו כוונת המגן אברהם סעיף קטן ד, עיין שם.)","כתבו רבותינו בעלי השולחן ערוך בסעיף ב: יש נוהגים להמתין לברך \"על נטילת ידים\" עד בואם לבית הכנסת, ומסדרים אותו עם שאר הברכות. ובני ספרד לא נהגו כן. ועל כל פנים לא יברך שתי פעמים, ומי שמברכם בביתו – לא יברכם בבית הכנסת, ומי שמברכם בבית הכנסת – לא יברכם בביתו. ומי שלומד קודם שיכנס לבית הכנסת או מתפלל קודם (איזה תפילות כסליחות ותהלים) – יברכם בביתו ולא יברכם בבית הכנסת. ואפילו בכהאי גוונא יש נוהגים לסדרם עם שאר ברכות בבית הכנסת, ואין מברכין בביתם. עד כאן לשונו. אפילו לומדים בביתם קודם, או אומרים תהלים וסליחות ותחינות – אין מברכין \"על נטילת ידים\" ו\"אשר יצר\" ו\"אלהי נשמה\" עד בואם לבית הכנסת. ואין למנהג זה שורש ועיקר. ועתה כולנו נוהגים כבני ספרד, שבבוקר בקומו ממיטתו או לאחר יציאת נקבים אומרים תיכף ברכת \"על נטילת ידים\" ו\"אשר יצר\" ו\"אלהי נשמה\". ואם לומדים בביתם אומרים גם ברכת התורה, כי אסור ללמוד בלא זה. וגם כל ברכת השחר אנו אומרים בבית, ויש שמניחים ברכת השחר עד בואם לבית הכנסת. אבל \"על נטילת ידים\" ו\"אשר יצר\" ו\"אלהי נשמה\" – כולם מברכים בביתם. וגם בימי הסליחות יברכום בביתם. והרי כבר נתחייבו בברכות אלו, ואיך יברכום לאחר זמן? ולא שמענו מי שינהוג באופן אחר. ואולי יש שאינו עושה כן, וממתין עד בואו לבית הכנסת – ילמדוהו שיברך בביתו. אם לא מי שדר בחדר אחד, ואין החדר נקי מטינוף, דאז בהכרח שילך לבית הכנסת ושם יברך.","וגם שליח הציבור מברך אלו השלוש ברכות בביתו, ובבית הכנסת מתחיל מברכת השחר, והיינו מ\"הנותן לשכוי בינה...\" לפני העמוד. ולא שמענו מעולם שיתחיל שליח הציבור מברכת \"על נטילת ידים\", מפני שזהו מחויב לברך בביתו. אך ברכת השחר מפני שרצון הציבור לענות \"אמנ\"ים הרבה, לכן מסדרם לפני העמוד. ואם אירע ששליח הציבור סידרם בביתו – שוב לא יברכם בבית הכנסת. וכן המנהג הפשוט ואין לשנות. ויש מי שאומר דשליח הציבור יכול לסדרם עוד פעם להוציא את מי שאינו בקי, כמו בתפילה. ואין זה דמיון, דשם נתקן להתפלל דווקא בבית הכנסת, וכן משום קדושה. אבל ברכות אלו וכל ברכת השחר, מדינא דגמרא הוא דווקא לברך בביתם. אלא שנהגו קצת לסדרם בבית הכנסת, ואין דעת חכמים נוחה מזה. ואיך נאמר ששליח הציבור יברכם שתי פעמים? אין זה אלא ברכות לבטלות (מגן אברהם סעיף קטן ז).","כתב הטור דיש אומרים דאחר שיברך \"על נטילת ידים\" ו\"אשר יצר\" – יברך מיד ברכת \"אלהי נשמה\" עד \"המחזיר נשמות לפגרים מתים\", לפי שהוא סמוכה לברכת \"אשר יצר\", ולכך אינה פותחת ב\"ברוך\". ויש אומרים שאין צריך לומר מיד אחריה, ומה שאינה פותחת ב\"ברוך\" מפני שהיא ברכת הודאה שאינה פותחת ב\"ברוך\". והכי מסתבר, דכן מוכח בפרק \"הרואה\" דקאמר: כי מיתער משנתיה לימא \"אלהי נשמה\". ובתר הכי קאמר: וכי משא ידיה לימא \"על נטילת ידים\". וכן סידרם הרמב\"ם ז\"ל. עד כאן לשונו. וכן כתב בשולחן ערוך סעיף ג. וכתבו האחרונים דמכל מקום טוב לסמכה לברכת \"אשר יצר\" (ב\"ח ומגן אברהם).","ואני אומר דמדינא צריך לסמכה ל\"אשר יצר\", דכן כתב הרא\"ש בתשובה ריש כלל ד' שהיא סמוכה ל\"אשר יצר\". ומכל מקום מהגמרא לא קשיא כלל, דכבר כתב הרא\"ש שם בגמרא דזה שסידר הש\"ס שם ברכת \"על נטילת ידים\" אחר ברכות השחר – זהו כשידיו נקיות שלא פשט בגדיו, עיין שם. וכן כתבו כל הראשונים. והבאנו זה בסימן ד' סעיף י\"ד, שאנחנו תמיד מקדימים ברכת \"על נטילת ידים\" ו\"אשר יצר\", ולכן אצלינו היא ודאי ברכה הסמוכה לחבירתה. וכן מדוקדק לשון התוספות בערבי פסחים (קד ב דיבור המתחיל \"כל\"), שכתבו דמעיקרא לא הוה סמוכה לחבירתה, עיין שם – משמע להדיא דעכשיו היא סמוכה לחבירתה. ומובן הדבר דגם בזמן הש\"ס לא כולם היו קדושים שיקומו ממטתם בידים נקיות. ולכן לפי רוב העולם היא סמוכה לחבירתה. וזהו שאומר הרא\"ש דהוי סמוכה לחבירתה, כלומר: דזה שהש\"ס חשבה לראשונה – זהו כפי מנהג הקדושים עצמם. אבל תקנת חכמים הוא לפי רובא דעלמא, וכפסק הרא\"ש ז\"ל. והרמב\"ם סידר לפי לשון הש\"ס, והרי גם הרא\"ש סידר כן בפסקיו. וכן אנו נוהגים להסמיכה ל\"אשר יצר\". וכן ראיתי לגדולים שעשו כן, ומהנכון שידפיסו כן בסידורים (כן נראה לפי עניות דעתי).","יש מי שמצריך לסדר תיכף אחר נטילת ידים ו\"אשר יצר\" כל ברכות השחר עד \"גומל חסדים טובים לעמו ישראל\", מטעם דנטילת ידים נתקנה על התפילה, ויש בברכה ד\"המעביר שנה מעיני\" קצת תפילה: \"שתרגילנו בתורתך\" (מגן אברהם סעיף קטן ח בשם ע\"ה). ולא חזינא לרבנן קשישי דעבדי הכי. והרי בגמרא ברכת \"על נטילת ידים\" היא בסוף, ומשמע שאינו מתפלל תיכף (מגן אברהם שם). והאמת כן הוא, דכבר בררנו בסימן ד סעיף ה מדברי הרא\"ש והטור בסימן מ\"ז דאף על גב דברכת \"על נטילת ידים\" נתקנה משום תפילה, מכל מקום היתה התקנה לברכה תיכף בקומו ממיטתו אף על פי שיתפלל לאחר זמן, עיין שם. ומכל מקום ראיתי לגדולים שמברכים מיד כל ברכות השחר. וכן אנחנו נוהגים, אם אין לנו עיכוב מצד הנקיות כראוי. ולא מטעם שנתבאר אלא מטעם דכל מה שאנו יכולים לסומכם לשעת קימה ממיטתו – יותר טוב מדינא דגמרא, כמבואר מסדר הברכות בגמרא (ס ב). וכך יש לנהוג אם רק גופו נקי לגמרי. ועוד יתבאר בסימן מ\"ו בסייעתא דשמיא, עיין שם בסעיף י\"א.","יש מי שאומר דהמשכים לקום ללמוד או לומר תיקון חצות, ויודע שיהיה מוכרח לישן עוד, כיצד יעשה? יאמר ברכת \"אלהי נשמה\" בלא חתימת שם. וכן קודם שינה פעם שנית ברכת \"המפיל\" בלא שם ומלכות. ובקומו פעם שנית יאמר \"אלהי נשמה\" בברכה (מגן אברהם סעיף קטן ח בשם סדר היום). ונראה דזהו כשקם אחר חצות. אבל קודם חצות – אינו צריך לומר כלל. ויש מי שכתב דכשיודע שיצטרך לישן עוד פעם – אינו צריך לומר ברכת \"אלהי נשמה\" כלל עד קימה שניה (פרי חדש בסימן מ\"ו), משום דהרמב\"ם כתב בפרק שביעי מתפילה ד\"אלהי נשמה\" נתקנה רק בסוף שינה, עיין שם. ואין זה ראיה, דכוונת הרמב\"ם לא כל זמן שיקיץ, אבל בקם לגמרי לא קאמר (שערי תשובה סעיף קטן ז). מיהו יותר נראה דכיון דלא נתקנה אלא פעם אחת ביום – דיו שיאמרנה בפעם שנית, וכמדומה שכן המנהג. ובוודאי למי שסובר דגם בשינה ביום יש לומר \"אלהי נשמה\" – שפיר יש לומר גם בפעם הראשון, אבל אנן הא לא סבירא לן כן. וזהו ודאי דברכת \"על נטילת ידים\" וברכת התורה לא יאמר רק בפעם הראשון כשהוא אחר חצות, ובפעם השני – לא יאמרם כלל. וכן בברכת \"אלהי נשמה\" כשאמרה בפעם ראשון – לא יאמרנה עוד בפעם שני, כי לא נתקנה רק אחת ביום. ועיין מה שכתבתי בסימן מ\"ו סעיף י\"ג.","יש מי שאומר דאם שכח לומר ברכת \"אלהי נשמה\" עד אחר התפילה – לא יאמרנה עוד. דכיון שאמר \"מחיה המתים\" – יצא גם ברכה זו ד\"המחזיר נשמות לפגרים מתים\" (פרי חדש סימן נ\"ח), משום דמשמע בירושלמי דכשאמר \"מחיה מתים\" במקום \"אלהי נשמה\" – יצא. ואף על גב דשני ענינים הם, ד\"מחיה מתים\" הוא לעתיד לבוא, ו\"המחזיר נשמות\" הוא על מנהגו של עולם שבכל יום ויום, מכל מקום יש בכלל מאתים מנה. וכיון שאמר \"מחיה המתים\" – שוב אינו נכון לומר הדבר הקטן מזה. (ובזה מתורץ קושית השערי תשובה שם, עיין שם. ודייק ותמצא קל.) ונוסחת \"אלהי נשמה\" כך היא: \"אלהי נשמה שנתת בי טהורה היא. אתה בראת, אתה יצרתה, אתה נפחת בי...\" – כנגד הנפש הטבעית, וכנגד רוח החיוני, וכנגד הנשמה השכלית, דכתיב בה: \"ויפח באפיו נשמת חיים\" (מהרש\"א).","כתב רבינו הבית יוסף בסעיף ד: יש נוהגין שאחר שבירך אחד ברכת השחר, וענו אחריו \"אמן\", חוזר אחד מהעונים \"אמן\" ומברך, ועונין אחריו \"אמן\". וכסדר הזה עושין כל אותן שענו \"אמן\" תחילה. ואין לערער עליהם ולומר שכבר יצאו ב\"אמן\" שענו תחילה, מפני שהמברך אינו מכוין להוציא אחרים. ואפילו אם המברך היה מכוין להוציא אחרים – הם מכונים שלא לצאת בברכתו. עד כאן לשונו. וטעם העושים כן: כדי להרבות ב\"אמנ\"ים. ויש מהגדולים שערערו בזה, דכיון שענה \"אמן\" הלא יצא ידי חובה, ואינו צריך לברך אחר כך, וכשמברך – הוה ברכה לבטלה. ולזה כתב שאין בזה חשש, כיון שאינו מכוין לצאת. ומכל מקום יש שגמגמו הרבה בזה, וטעמם נראה לי דבזה לא שייך כוונה לצאת, שהרי הוא רק על מנהגו של עולם, וכיון שענה \"אמן\" – דיו. ויש מי שכתב דכשאין עשרה בבית הכנסת – אין שליח הציבור מוציא ידי חובה (לבוש). ואין זה ענין לשליח הציבור, דאין זה תפילה. (וזהו כוונת המגן אברהם סעיף קטן י, שכתב: ועיין סימן נ\"ט. ודייק ותמצא קל.) אלא נראה לי דכשאומר \"ברוך הוא וברוך שמו\" – ממילא דלא יצא, שהרי יש הפסק בהברכה. ולכן טוב אם עדיין לא בירך ברכת השחר, ושומע משליח הציבור שאומר הברכות לפני העמוד כפי המנהג אצלינו, שיאמר \"ברוך הוא וברוך שמו\". ויותר טוב שמקודם יברך בעצמו ברכות השחר, וכן אנחנו נוהגים."],["כתבו רבותינו בעלי השולחן ערוך: כל היום כשעושה צרכיו, בין לקטנים בין לגדולים – מברך \"אשר יצר\" ולא \"על נטילת ידים\", אף אם רוצה ללמוד או להתפלל מיד. היו ידיו מלוכלכות ששפשף בהן – אפילו הכי אינו מברך \"על נטילת ידים\". עד כאן לשונם. ביאור דבריהם דתרתי קא משמע לן: דהנה בברכת \"אשר יצר\" קא משמע לן דלא אמרינן, דהיא רק בשחרית בלבד כמו כל ברכת השחר, שהרי אין בה מפורש ענין עשיית הצרכים וכמו שכתבתי בריש סימן הקודם לזה – קא משמע לן דאינו כן, דבכל פעם שעושה צרכיו חייב לברך \"אשר יצר\". וגם לאפוקי מדעת אחד מהקדמונים, שהביא הסמ\"ג במצות עשה כ\"ז, שעל קטנים אין לברך כלל לזה – קא משמע לן דגם לקטנים חייב לברך.","והשנית קא משמע לן: דהנה הראב\"ד סבירא ליה דגם ברכת \"על נטילת ידים\" צריך לברך כשעשה צרכיו (תשובת רמב\"ן סימן קצ\"ג בשמו). וטעמו: דכיון שמחויב לברך \"אשר יצר\", ואסור לו לברך בלי נטילת ידים – לכן מברך על זה. אבל רבים חולקים על זה, ויש שכתבו דעל גדולים צריך ברכת \"על נטילת ידים\" (עיין בית יוסף) – לזה קא משמע לן דבכל ענין אינו צריך ברכת על נטילת ידים. וכתבו \"אף אם רוצה ללמוד או להתפלל מיד\", ולאפוקי מדעת הרא\"ש שהבאנו בסימן ד, דגם לתפילת מנחה אם נפנה מקודם צריך לברך \"על נטילת ידים\" ו\"אשר יצר\" – לזה קא משמע לן דאינו כן, ורק לשחרית קבעוה כמו שכתבתי שם, וכמו שכתבתי בסימן רל\"ג דאין צריך למנחה ברכת \"על נטילת ידים\". וכתבו \"היו ידיו מלוכלכות...\" משום דיש מחלקים בין מלוכלכות לאין מלוכלכות לענין ברכה (עיין בית יוסף) – לזה קאמרי דאין חילוק, שהרי לתפילת מנחה וערבית ודאי צריך ליטול ידיו ומכל מקום אין מברכין \"על נטילת ידים\", והכא נמי כן הוא. דכללו של דבר ד\"על נטילת ידים\" נתקנה פעם אחת ביום בשחרית בלבד, אם לא בשעת סעודה. (ובארצות החיים האריך שדעת הרבה פוסקים במנחה כשעשה צרכיו מקודם – יברך \"על נטילת ידים\", עיין שם. ואין להורות כן לאחרים. אם גדול אחד רוצה לעשות כן בעצמו – יעשה, ולא בהוראה לאחרים. ואין לנו אלא דברי השולחן ערוך. והפרי מגדים נסתפק בנתוסף עוד ספק לברכה, כגון שרוצה לאכול דבר שטיבולו במשקה אחר עשית צרכיו, ולהתפלל אחר כך מנחה – אם יברך? עיין שם. ואין ספק דוודאי לא יברך. וכן כתב בארצות החיים.)","כבר נתבאר דאחר קטנים או גדולים – נוטל ידיו ומברך \"אשר יצר\". ואם לא שפשף בקטנים ולא קינח בגדולים, באופן שאין ידיו מטונפות ולא נגעו במקומות המכוסים – אינו צריך ליטול ידיו אלא מברך \"אשר יצר\" בלא נטילה. ואם שפשף ביד אחת – נוטל אותו יד (יומא ל א). ומכל מקום המנהג הפשוט ליטול ידיו בכל ענין, וכן כתב רבינו הבית יוסף בסעיף ב, וזה לשונו: הטיל מים ולא שפשף... – אינו צריך ליטול ידיו אלא משום נקיות או משום \"הכון\". עד כאן לשונו. כלומר: כיון דעשה צרכיו, על כל פנים דורש הנקיות של האדם ליטול ידים בכל ענין, או משום \"הכון לקראת אלהי[ך] ישראל\", כלומר: דגם כבוד ה' דורש כן. ואף על גב דלקמן בסימן צ\"א יתבאר דלא חיישינן ל\"הכון\" רק בתפילה, זהו ב\"הכון\" דחגורה, דאין כאן דבר מאוס. אבל נקיות בלא נטילת ידים הוה דבר מאוס, ושייך \"הכון\" גם בכל הברכות. ודע שיש מצריכים ליטול ידיו שלוש פעמים בצאתו מבית הכסא, ויש מדקדקים לעשות כך. אבל רבינו הבית יוסף בסוף סימן ד לא פסק כן, וכמו שבארנו שם עיין שם (וכן כתב המגן אברהם).","כתב רבינו הבית יוסף בסעיף ג: הטיל מים, והסיח דעתו מלהטיל מים, ואחר כך נמלך והטיל מים פעם אחרת – צריך לברך שתי פעמים \"אשר יצר\". עד כאן לשונו, וטעמו: שהרי כבר נתחייב בראשונה. ואין זה דומה לסעודה שאפילו הסיח דעתו מלאכול, וחזר ואכל, דאין מברך אלא פעם אחת. דהתם ברצונו תלוי, מה שאין כן בצרכיו. ויותר דומה זה לתפילה, שאם שכח מלהתפלל – מתפלל תפילה שניה שתי פעמים (ט\"ז סעיף קטן ב). אבל רבים וגדולים דחו פסק זה מהלכה, ופסקו שאין לברך רק פעם אחת, וכן המנהג הפשוט (ב\"ח, ושל\"ה, ומגן אברהם, והגר\"א, ושאגת אריה). ויותר מזה: דאם שכח מלברך \"אשר יצר\" ונזכר, ובעת מעשה נתאוה לו לנקבים – אין לו לברך, אלא יעשה צרכיו ויברך אחר כך ברכה אחת על שתיהן (שערי תשובה). ומי שנוטל סם לשלשול ועשה צרכיו, אף על פי שיודע שבאיזה משך יצטרך עוד לצרכיו, מכל מקום יברך בכל פעם. אך אם נראה לו שתיכף ומיד יצטרך – ימתין בהברכה עד גמר הנקיות. ודבר זה תלוי בהבנת הלב (עיין שערי תשובה).","אין שיעור להשתנה, וכן לגדולים. ואפילו בטיפה אחת כשיצא ממנו – חייב לברך, דאם חלילה היה נסתם הנקב מלהוציא הטיפה ההיא – היה קשה לו, ולכן חייב לברך. ואם יש לו ספק אם בירך אם לאו – לא יברך, דספק ברכות להקל. ואם הטיל מים שתי פעמים, וספק לו אם בירך – בזה יש לומר שיברך מספק, דאפילו אם בירך פעם אחת – שמא קיימא לן כרבינו הבית יוסף דצריך לברך שתי פעמים. והוה כעין ספק ספיקא לחומרא. ויש שמגמגם גם באופן זה שלא יברך (ברכי יוסף). ומי שאכל דבר שחייב לברך ברכה אחרונה, ויצא לנקביו – יטול ידיו ויברך \"אשר יצר\", ואחר כך יברך הברכה אחרונה (מהרש\"ל סימן צ\"ז). ד\"אשר יצר\" מקרי תדיר, ותדיר קודם."]],"SHULCHAN_ARUCH":[["יתגבר כארי לעמוד בבוקר לעבודת בוראו, שיהא הוא מעורר השחר. <i>הגה: ועל כל פנים לא יאחר זמן התפילה שהציבור מתפללין (טור).<i> הגה: \"שויתי ה' לנגדי תמיד\", הוא כלל גדול בתורה ובמעלות הצדיקים אשר הולכים לפני האלהים. כי אין ישיבת האדם ותנועותיו ועסקיו והוא לבדו בביתו, כישיבתו ותנועותיו ועסקיו והוא לפני מלך גדול; ולא דיבורו והרחבת פיו כרצונו, והוא עם אנשי ביתו וקרוביו, כדיבורו במושב המלך. כל שכן, כשישים האדם אל ליבו שהמלך הגדול, הקב\"ה אשר מלא כל הארץ כבודו, עומד עליו ורואה במעשיו, כמו שנאמר: \"אם יסתר איש במסתרים ואני לא אראנו נאם ה'\", מיד יגיע אליו היראה וההכנעה בפחד השי\"ת ובושתו ממנו תמיד (מורה נבוכים ח\"ג פ' נ\"ב).<\/i> ולא יתבייש מפני בני אדם המלעיגים עליו בעבודת השי\"ת. גם בהצנע לכת ובשכבו על משכבו – ידע לפני מי הוא שוכב. ומיד שיעור משנתו, יקום בזריזות לעבודת בוראו יתברך ויתעלה (טור).<\/i>","המשכים להתחנן לפני בוראו, יכוון לשעות שמשתנות המשמרות, שהן בשליש הלילה, ולסוף שני שלישי הלילה, ולסוף הלילה; שהתפילה שיתפלל באותן השעות על החורבן ועל הגלות, רצויה.","ראוי לכל ירא שמים, שיהא מיצר ודואג על חורבן בית המקדש.","טוב מעט תחנונים בכוונה, מהרבות בלא כוונה.","טוב לומר פרשת העקדה, ופרשת המן, ועשרת הדברות, ופרשיות עולה ומנחה ושלמים וחטאת ואשם.<i> הגה: ודוקא ביחיד מותר לומר עשרת הדיברות בכל יום, אבל אסור לאומרם בצבור (תשובת הרשב\"א סימן קמ\"ד).<\/i>","פרשיות הקרבנות לא יאמר אלא ביום <i>(ועיין לקמן סי' מ\"ז סעיף י\"ג).<\/i>","כשיסיים פרשת העולה, יאמר: \"יהי רצון מלפניך, שיהיה זה חשוב ומקובל כאילו הקרבתי עולה\". וכך יאמר אחר פרשת המנחה והשלמים, מפני שהם באים נדבה.","יאמר עם הקרבנות פסוק: \"ושחט אותו על ירך המזבח צפונה לפני ה'\".","יש נוהגין לומר פרשת הכיור, ואחר כך פרשת תרומת הדשן, ואחר כך פרשת התמיד, ואחר כך פרשת מזבח מקטר קטורת, ופרשת סממני הקטורת ועשייתו:"],["לא ילבש חלוקו מיושב <i>(טור)<\/i> אלא יקח חלוקו ויכניס בו <i>(ראשו)<\/i> וזרועותיו בעודנו שוכב, ונמצא כשיקום שהוא מכוסה.","אל יאמר: הנני בחדרי חדרים מי רואני, כי הקב\"ה מלא כל הארץ כבודו <i>(ישעיה ו, ג).<\/i>","ידקדק בחלוקו ללובשו כדרכו, שלא יהפוך הפנימי לחוץ.","ינעול מנעל ימין תחלה ולא יקשרנו, ואח\"כ ינעול של שמאל ויקשרנו, ויחזור ויקשור של ימין. <i>הגה: ובמנעלים שלנו, שאין להם קשירה, ינעול של ימין תחלה (תוספות פ' במה אשה ד' ס\"א)<\/i>","כשחולץ מנעליו, חולץ של שמאל תחלה.","אסור לילך בקומה זקופה, ולא ילך ד' אמות בגילוי הראש <i>(מפני כבוד השכינה),<\/i> ויבדוק נקביו. <i>הגה: ויכסה כל גופו, ולא ילך יחף (א\"ז). וירגיל עצמו לפנות בוקר וערב, שהוא זריזות ונקיות (הגהות מיימוני פרק ה' מהלכות דעות).<\/i>"],["כשיכנס לבית הכסא יאמר: \"התכבדו מכובדים\" וכו' <i>(ברכות ס, ב)<\/i>. ועכשיו לא נהגו לאומרו.","יהא צנוע בבית הכסא, ולא יגלה עצמו עד שישב. <i>ולא ילכו שני אנשים ביחד. גם לא ידבר שם, ויסגור הדלת בעדו משום צניעות (אור זרוע)<\/i>","אם רוצה למשמש בפי טבעת בצרור או בקיסם לפתוח נקביו, ימשמש קודם שישב, ולא ימשמש אחר שישב, מפני שקשה לכשפים.","לא יגלה עצמו כי אם לאחריו טפח, ומלפניו טפחיים. ואשה, מאחריה טפח, ומלפניה ולא כלום.","אם נפנה במקום מגולה שאין בו מחיצות, יכוין שיהיו פניו לדרום ואחוריו לצפון או איפכא, אבל בין מזרח למערב אסור. <i>ולהטיל מים בכל ענין שרי (ב\"י בשם הרמב\"ם).<i><\/i><\/i>","וכן אסור לישן בין מזרח למערב אם אשתו עמו. ונכון להִזהר אפילו כשאין אשתו עמו.","המטיל מים מן הצופים ולפנים <i>(פירוש, מקום שיכולים לראות משם הר הבית, ומשם והלאה אין יכולים לראות. רש\"י), (לא) <i>ישב ופניו כלפי הקודש <i>אלא לצפון או לדרום<i>, או יסלק הקודש לצדדין.<\/i><\/i><\/i><\/i>","כשנפנה בשדה, אם הוא אחורי הגדר – יפנה מיד ובבקעה, יתרחק עד מקום שלא יוכל חבירו לראות פירועו.","לא ישב במהרה ובחוזק, ולא יאנוס לדחוק עצמו יותר מדאי, שלא ינתק שיני הכרכשתא.","לא יקנח ביד ימין.","לא יקנח בחרס, משום כשפים. ולא בעשבים יבשים, שהמקנח בדבר שהאור שולט בו, שיניו התחתונות נושרות. ולא בצרור שקינח בו חבירו, מפני שמביא את האדם לידי תחתוניות. <i>ועכשיו שבתי כסאות שלנו אינן בשדה, נהגו לקנח (בחרס, וכן נהגו לקנח) בדבר שהאור שולט בו, ואינו מזיק. ופוק חזי מאי עמא דבר (חידושי אגודה פרק המוציא).<i><\/i><\/i>","יפנה בצניעות בלילה כמו ביום.","לא ישתין מעומד, מפני ניצוצות הניתזין על רגליו, אם לא שיעמוד במקום גבוה, או שישתין לתוך עפר תחוח <i>פירוש, קרקע שאינה בתולה, אלא כגון של ארץ חרושה).<i><\/i><\/i>","יזהר שלא יאחוז באמה וישתין, אם לא מעטרה ולמטה, מפני שמוציא שכבת זרע לבטלה, אלא אם כן הוא נשוי. ומידת חסידות ליזהר אפילו הנשוי.","אפילו מי שאינו נשוי מותר לסייע בביצים.","לא הותר לנשוי לאחוז באמה אלא להשתין, אבל להתחכך לא.","המשהה נקביו עובר משום בל תשקצו."],["ירחץ ידיו ויברך \"על נטילת ידים\". <i>הגה: ויש אומרים גם אשר יצר, ואפילו לא עשה צרכיו, וכן נהגו) (אבודרהם).<i> מים הפסולים לנטילת ידים לסעודה (לקמן סימן ק\"ס) כשרים לנטילת ידים לתפילה. מיהו יש מי שאומר דלא מברך עלייהו.<\/i><\/i>","ידקדק לערות עליהן מים שלש פעמים, להעביר רוח רעה ששורה עליהן.","לא יגע בידו קודם נטילה לפה, ולא לחוטם, ולא לאזנים, ולא לעינים.","אפילו מי שנטל ידיו לא ימשמש בפי הטבעת תמיד, מפני שמביאתו לידי תחתוניות. לא יגע במקום הקזה, שמשמוש היד מזיק לחבורה.","לא יגע בגיגית שֵׁכר, שמשמוש היד מפסיד השֵׁכר:","אין צריך רביעית לנטילת ידיים לתפילה.","טוב להקפיד בנטילת ידיים שחרית בכל הדברים המעכבים בנטילת ידיים לסעודה. <i>מיהו אינו מעכב, לא כלי ולא כוח גברא ושאר הדברים הפוסלים בנטילת הסעודה (מרדכי ריש פרק אלו דברים, תשובת רשב\"א סימן קצ\"ה).<i><\/i><\/i>","נטילת ידיים שחרית, אין נוטלין על גבי קרקע, אלא לתוך כלי.","מים של נטילת ידיים שחרית אסור ליהנות מהם. ולא ישפכם בבית, ולא במקום שעוברים שם בני אדם.","נוטל כלי של מים ביד ימינו ונותנו ליד שמאלו, כדי שיריק מים על ימינו תחילה.","לא יטול ממי שלא נטל ידיו שחרית.","אם שכשך ידיו לתוך כלי של מים, עלתה לו נטילה לקריאת שמע ולתפילה, אבל לא לרוח רעה שעליהן. אם שכשך ידיו בשלושה מימות מחולפים, יש להסתפק אם עלתה לו להעביר רוח רעה שעליהן.","אם היה ניעור כל הלילה, יש להסתפק אם צריך ליטול ידיו שחרית להתפלל ולהעביר רוח רעה מידיו. <i>ויטלם בלא ברכה (הרא\"ש כלל ב' ורשב\"א סי' קכ\"ג).<i><\/i><\/i>","השכים קודם עמוד השחר ונטל ידיו, יש להסתפק אם צריך ליטול ידיו פעם אחרת כשיאור היום, להעביר רוח רעה השורה על הידים. <i>(ויטלם בלא ברכה).<i><\/i><\/i>","ישן ביום, יש להסתפק אם צריך לערות מים עליהם שלוש פעמים <i>(ויטלם בלא ברכה).<i><\/i><\/i>","דוד היה נזהר שלא לישן שיתין נשמין, (פירוש: שישים נשימות), כדי שלא יטעום טעם מיתה.<i>(ובגמרא פרק הישן משמע דדווקא ביום היה נזהר) (דברי עצמו, ועיין בבית יוסף).<i><\/i><\/i>","יש נוהגין לרחוץ פיהם שחרית, מפני הרירים שבתוך הפה.","אלו דברים צריכים נטילה במים: הקם מהמיטה, והיוצא מבית הכסא ומבית המרחץ, והנוטל ציפורניו, והחולץ מנעליו, והנוגע ברגליו, והחופף ראשו. ויש אומרים אף ההולך בין המתים. ומי שנגע במת, ומי שמפליא כליו, והמשמש מיטתו, והנוגע בכינה, והנוגע בגופו בידו. ומי שעשה אחת מכל אלו ולא נטל, אם תלמיד חכם הוא – תלמודו משתכח, ואם אינו תלמיד חכם – יוצא מדעתו.","המקיז דם מהכתפיים ולא נטל ידיו, מפחד שבעה ימים. המגלח ולא נטל ידיו, מפחד שלושה ימים. הנוטל ציפורניו ולא נטל ידיו, מפחד יום אחד, ואינו יודע ממה מפחד.","הרוחץ פניו ולא ניגבם יפה, פניו מתבקעות או עולה בהן שחין. ורפואתו לרחוץ הרבה במי סילקא.","צריך ליזהר בתפילה או באכילה <i>(ועיין לקמן סימן צ\"ב סעיף ו' וסימן קס\"ד)<\/i>,   שלא ליגע בשוק וירך ובמקומות המכוסים באדם, לפי שיש שם מלמולי זיעה  <i>(מלמולי זיעה, פירוש זוהמא כעין שעורים קטנים)<\/i>,   וכן שלא לחכך בראשו. אבל מקומות המגולים בראשו ובפניו ובמקום המגולה שבזרועותיו, אין להקפיד.","אם אין לו מים, יקנח ידיו בצרור או בעפר או בכל מידי דמנקי ויברך \"על נקיות ידיים\", ויועיל לתפילה, אבל לא להעביר רוח רעה שעליהן.","לא תיקנו נטילת ידים אלא לקריאת שמע ולתפילה; אבל ברכות דשחרית יכול לברך קודם נטילה, אלא אם כן הוא ישן על מטתו ערום, שאז אסור להזכיר את השם עד שינקה אותם."],["יכוין בברכות פירוש המלות. כשיזכיר השם, יכוין פירוש קריאתו באדנות שהוא אדון הכל, ויכוין בכתיבתו ביו\"ד ה\"א שהיה והוה ויהיה. ובהזכירו אלהים, יכוין שהוא תקיף, בעל היכולת ובעל הכֹחות כֻּלם."],["כשיצא מבית הכסא יברך \"אשר יצר את האדם בחכמה\", שבריאת האדם היא בחכמה נפלאה. ויש מפרשים, על שם שהגוף דומה לנוד מלא רוח, והוא מלא נקבים, כדלקמן בסמוך. ויש מפרשים \"בחכמה\", שהתקין מזונותיו של אדם הראשון ואחר כך בראו. \"וברא בו נקבים נקבים, חלולים חלולים\", פירוש: נקבים רבים, כגון פה וחוטם ופי טבעת, וגם ברא בו איברים רבים חלולים, כמו לב וכרס ומעיים. \"שאם יסתם אחד מהם\", כלומר שבנקבים יש נקב אחד, שהוא הפה, שכשהוא במעי אמו הוא סתום, וכשיוצא לאויר העולם הוא נפתח. ואם כשיוצא לאויר העולם היה נשאר סתום, לא היה אפשר להתקיים אפילו שעה אחת. והאיברים החלולים, אם היה נפתח אחד מהם – לא היה אפשר להתקיים אפילו שעה אחת. ועוד יש לפרש, שגבול יש לאדם שיכולין נקביו ליסתם ולא ימות, וכיון שעבר אותו הגבול – אי אפשר להתקיים אפילו שעה אחת. וכיוון שבכלל הנקבים הם פי הטבעת ופי האמה, ובכלל האיברים החלולים – שאם יפתח אחד מהם אי אפשר להתקיים – הם כרס ומעיים, שפיר הוי שבח זה מעניין עשיית צרכיו. ואפשר עוד, שמאחר שאם יוצא לנקביו ביותר עד שאם עבר הגבול – ימות, בכלל \"שאם יפתח אחד מהם\" הוא, והוי \"שאם יפתח אחד מהם\" נמי מענין עשיית צרכיו ממש. \"רופא [חולי] כל בשר\", על שם שהנקבים שברא בו להוציא פסולת מאכלו, כי אם יתעפש בבטן – ימות, והוצאתו היא רפואה. \"ומפליא לעשות\", מפני שהאדם דומה לנוד מלא רוח, ואם יעשה אדם בנוד נקב כחודה של מחט, הרוח יוצא. והאדם מלא נקבים ורוחו משתמרת בתוכו, הרי זה פלא. ועוד יש לפרש, על שם שבורר טוב המאכל ודוחה הפסולת. <i>הגה: ועוד יש לפרש שמפליא לעשות במה ששומר רוח האדם בקרבו, וקושר דבר רוחני בדבר גשמי, והכל הוא על ידי שהוא רופא כל בשר, כי אז האדם בקו הבריאות ונשמתו משתמרת בקרבו (דברי עצמו).<i><\/i><\/i>","יש נוהגין להמתין לברך על נטילת ידיים עד בואם לבית הכנסת, ומסדרים אותו עם שאר הברכות. ובני ספרד לא נהגו כן. ועל כל פנים לא יברך שתי פעמים; ומי שמברכם בביתו, לא יברך בבית הכנסת, וכן מי שמברכם בבית הכנסת לא יברך בביתו <i>(כל בו סימן ב')<\/i>. ומי שלומד קודם שיכנס לבית הכנסת, או מתפלל קודם, יברכם בביתו ולא יברך בבית הכנסת. ואפילו בכהאי גוונא, יש נוהגין לסדרם עם שאר ברכות בבית הכנסת ואין מברכין בביתם <i>(מהרי\"ל הלכות תפלה):<i><\/i><\/i>","ברכת \"אלהי נשמה\" אינה פותחת בברוך, מפני שהוא ברכת ההודאה, וברכת ההודאות אין פותחות בברוך, כמו שמצינו בברכת הגשמים.","יש נוהגין שאחר שבירך אחד ברכת השחר וענו אחריו \"אמן\", חוזר אחד מהעונים \"אמן\" ומברך, ועונין אחריו \"אמן\", וכסדר הזה עושין כל אותם שענו \"אמן\" תחילה. ואין לערער עליהם ולומר שכבר יצאו ב\"אמן\" שענו תחילה, מפני שהמברך אינו מכוון להוציא אחרים; ואפילו אם היה המברך מכוון להוציא אחרים, הם מכוונים שלא לצאת בברכתו."],["כל היום כשעושה צרכיו, בין קטנים בין גדולים, מברך \"אשר יצר\" ולא \"על נטילת ידים\", אף אם רוצה ללמוד או להתפלל מיד. <i>הגה: היו ידיו מלוכלכות, ששפשף בהן, אפילו הכי אינו מברך \"על נטילת ידים\" (סמ\"ג סימן כ\"ז מ\"ע).<i><\/i><\/i>","הטיל מים ולא שפשף, אף על פי שצריך לברך \"אשר יצר\", אין צריך ליטול ידיו אלא משום נקיות, או משום \"הכון\".","הטיל מים והסיח דעתו מלהטיל מים, ואחר כך נמלך והטיל מים פעם אחרת, צריך לברך שתי פעמים \"אשר יצר\".","אין שיעור להשתין מים, כי אפילו לטיפה אחת חייב לברך, שאם יסתם הנקב מלהוציא הטיפה ההיא היה קשה לו, וחייב להודות."]]}