{"MISHNA_BERURA":[["(א) אין לדבר וכו' - דעי\"ז אין תחנתו שמתחנן בנ\"א מתקבלת כ\"כ ודוקא כשמפסיק ועוסק בדברים אחרים לגמרי אבל שיחה בעלמא לית לן בה [ודוקא שלא בעת שש\"ץ חוזר התפלה דאז צריך לשתוק ולהאזין היטב כל ברכה וברכה כדלעיל בסימן קכ\"ד ס\"ד] וכ\"ש דלדבר קדושה כגון מה שמפסיקין בתחנות כגון והוא רחום בודאי מותר להפסיק ואפילו בתוך נ\"א ג\"כ מותר לענות איש\"ר וכל דבר קדושה [אחרונים]:","(ב) בין תפלה וכו' - מיהו עם עבר ודבר פשיטא דצריך ליפול על פניו. מותר להתפלל במקום אחד וליפול במקום אחר ואך שלא יפסיק באמצע:","(ג) כשנופל על פניו - הנה נפילת אפים שנהגו בה בימים הראשונים היה בדרך קידה דהיינו ליפול על פניו ארצה ושלא בפישוט ידים ורגלים ועכשיו לא נהגו ליפול על פניהם ממש אלא בהטיית הראש וכיסוי הפנים בלבד. ונוהגים לכסות הפנים בבגד ולא די כיסוי היד שנופל פניו עליה לפי שהיד והפנים גוף אחד הם ואין הגוף יכול לכסות את עצמו [מ\"א]:","(ד) על צד שמאל - לפי שמצינו כשאדם מתפלל שכינה מימינו שנא' ה' צלך על יד ימינך ונמצא כשהוא מוטה על שמאלו פניו כלפי שכינה ואם היה מוטה על יד ימינו היה להיפך ולא יתכן לעבד להיות אחורי פניו כלפי אדוניו:","(ה) על צד ימין - כי השכינה נגד האדם ונמצא שמאל השכינה כנגד ימינו וכשהוא מטה על ימינו והשכינה כנגדו יכוין שמאלו תחת לראשי וימינו תחבקני:","(ו) והעיקר וכו' - וכן דעת הט\"ז ומ\"א שאין לשנות ממנהג זה וכן נהגו העולם (ואפילו להגר\"א דסובר דהעיקר כהמחבר דתמיד על שמאל מ\"מ אם מתפלל בביהמ\"ד והעולם נוהגין כהרמ\"א מ\"מ אסור לשנות משום לא תתגודדו). וש\"ץ העומד מימין הארון טוב שיטה ראשו מעט כלפי הארון:","(ז) ובערבית - ר\"ל לצד ערבית דהיינו במנחה שאין אנו נוהגין להניח תפילין ומי שמניח תפילין גם שם יפול על ימינו ועיין בח\"א שמצדד דאז יוכל לסמוך על דעת הגר\"א וליפול על שמאלו:","(ח) לפי מנהגו - ובמדינות אלו נוהגין לומר רחום וחנון וכו':","(ט) לומר ואנחנו לא נדע - לפי שהתפללנו בכל ענין שיוכל אדם להתפלל בישיבה ובעמידה ובנפילת אפים כמו שעשה משה רבינו ע\"ה שנא' ואשב בהר וגו' ואנכי עמדתי בהר וגו' ואתנפל לפני ה' וגו' ומאחר שאין בנו כח להתפלל בע\"א אנו אומרים ואנחנו לא נדע מה נעשה וכו' וראוי לומר ואנחנו לא נדע בישיבה מה נעשה בעמידה (של\"ה ואחרונים):","(י) מיושב - כתב ב\"י שהטעם הוא ע\"ד הקבלה ובריב\"ש כתב שאין קפידא. כתבו אחרונים בשעת הדחק נוכל לסמוך על הריב\"ש וע\"כ אם סיים תפלתו וצריך לעמוד עכ\"פ כדי הילוך ד' אמות וקודם שיעור זה התחיל הציבור לומר תחנון יעמוד שם במקומו ויפול על פניו מעומד עם הצבור וכן אם אחר עומד נגדו ומתפלל שמ\"ע ואסור לי\"א לישב נגדו אפילו כמלא עיניו ואי אפשר לו לילך לצדדין יפול על פניו מעומד וכן כל כה\"ג:","(יא) ארון וס\"ת בתוכו - ארון לאו דוקא אלא ה\"ה ס\"ת לחוד די. וטעם הי\"א משום דמצינו בקרא רמז שנפילה היא לפני ארון ה' וכדכתיב במלחמת העי ויפול על פניו לפני ארון ה'. ואם אין שם ס\"ת רק שאר ספרים דעת הא\"ר והדה\"ח דלא יפול על פניו רק יאמר המזמור בלא נפילת אפים ויש חולקין בזה. ובמקום שיש ס\"ת לכו\"ע אפילו יחיד בביתו נופל על אפיו:","(יב) כיסוי פנים - הוא נפילת אפים שלנו:","(יג) וחצר ביהכ\"נ הפתוח וכו' - היינו דבעת שהתפלל בחצר הוי פתח ביהכ\"נ פתוח ונוכל לראות מאותו צד מקום הארון הוי כמתפלל לפני הארון משא\"כ אם מתפלל בחצר בצדדים אחרים כגון שפתח ביהכ\"נ במערב והעזרה נמשכת גם לצד דרום והוא מתפלל שם ואין שם ס\"ת אין צריך נ\"א וה\"ה אם היה פתח ביהכ\"נ נעול אפילו הוא מתפלל בחצר נגדו א\"צ נ\"א. כתבו האחרונים דאם הוא מתפלל בעזרת נשים ג\"כ צריך נ\"א כיון שיוכל לראות מהחלונות מקום הארון:","(יד) אפילו יחיד בביתו - משמע דאפילו הוא רחוק מביהכ\"נ ג\"כ נופל על אפיו והנה לפי המבואר בסימן נ\"ה ס\"כ איירי הכא דאין שם טינוף מפסיק בין ביתו לביהכ\"נ [אחרונים]:","(טו) אומר תחנה וכו' - והוא שהציבור ג\"כ אומרים תחנון בשעה זו:","(טז) אין נפילת אפים וכו' - והטעם ע\"פ קבלה עיין בב\"י. ולומר המזמור של נפילת אפים אין חשש אפילו בלילה [א\"ר]:","(יז) בלילה - ולכן אם נמשכה תפלת המנחה עד הלילה אין נופלין ע\"פ ובין השמשות של לילה נוהגין ליפול. ובימים שאומרים אבינו מלכנו במנחה יוכל לדלג א\"מ כדי ליפול מבעוד יום [מ\"א וש\"א]:","(יח) שהוא קרוב וכו' - ובא\"ר הביא להקל מחצות ולהלן וכן משמע במ\"א:","(יט) ליום - ויש נוהגין להאריך בסליחות עד נכון היום ואז יפלו על פניהם אך בער\"ה לא יתכן מנהג זה שהרי אין נופלין על פניהם בער\"ה [מ\"א]:","(כ) לא בבית האבל - היינו כל שבעה והטעם דאז מדת הדין מתוחה עליו וע\"כ יש ליזהר מלהגביר מדת הדין וכמו הטעם דאין נ\"א בלילה [לבוש] ואפילו אחר שיצא מביתו א\"צ לומר דתחנון מקומו מיד אחר תפלת י\"ח וכנ\"ל בריש הסימן אבל והוא רחום יאמר אח\"כ בביתו ויש מקילין בזה. והנה כ\"ז דוקא בבית האבל א\"א תחנון שלא להגביר מדת הדין אבל כשהאבל מתפלל בביהכ\"נ או בבית אחר אין הצבור נגררין אחריו ואומרים תחנון ומ\"מ האבל עצמו לא יאמר. ועיין בא\"ר שמסתפק דאפילו כשמתפלל במקום המת כשאין האבל בביתו שלא לומר תחנון. אין אומרים הלל בבית האבל. ובר\"ח כשמתפלל בבית האבל אפילו כשהולך אח\"כ לביתו א\"צ לאמרו ובחנוכה שגומרים את ההלל צריך לאמרו אח\"כ בביתו אבל בשבת שחל בו ר\"ח או אם קבר את מתו ברגל אפילו אם מתפללין בבית האבל אומרים הלל כיון שאין בו אבלות:","(כא) ולא בבית החתן - היינו משעה שנכנס לחופה אבל מקודם אומרים ויש מקילין אף בשחרית [שלחן שלמה וכן משמע קצת מהגר\"א] וכתבו האחרונים דאפילו יצא אח\"כ לביתו ג\"כ א\"צ לומר תחנונים דכיון שהיה בבית החתן או בביהכ\"נ בשעת התפלה חלה עליו השמחה וכן במילה דינא הכי:","(כב) ולא בביהכ\"נ ביום מילה - ר\"ל בביהכ\"נ שימולו אח\"כ בה את התינוק אף שאין מתפללין שם הבעלי ברית וכתבו האחרונים דאם הבעלי ברית מתפללין שם [ונקראין בעלי ברית אבי הבן והסנדק והמוהל ולא המוציא והמביא התינוק] אף שהמילה בבית אחר אין נופלין ע\"פ:","(כג) ולא כשיש שם חתן - ומשום דמצוה לשמוח עמו השמחה נמשכת לכל הנלוים אליו [אחרונים]:","(כד) באותו ביהכ\"נ - והמתפללין בעזרה כיון שנגררין אחרי ביהכ\"נ כשאין שם ארון ותיבה א\"כ כשם שבביהכ\"נ אין אומרים גם הם אין אומרים:","(כה) אע\"פ שמתפללין וכו' - ודעת רש\"ל וב\"ח וט\"ז דאין אומרים כשמתפללים אצל התינוק ובא\"ר הכריע דאם מתפללין מנחה בבית התינוק קודם הסעודה או באמצע סעודה א\"א תחנון אבל לאחר בהמ\"ז אומרים תחנון וכ\"כ בדה\"ח וכתב הח\"א דכל זה כשמתפללין אצל התינוק אבל כשמתפללין בבית אחר אע\"פ שהבעל ברית שם אומרים תחנון אפי' קודם הסעודה. וכתב עוד דבעל ברית וסנדק ומוהל א\"א לעולם במנחה אפילו לאחר בהמ\"ז דיו\"ט שלהם הוא:","(כו) שנכנס לחופה - ובזמנינו נוהגין שאין נופלין כל ז' ימי המשתה ואפילו אם יום ז' הוא יום א' של החופה אם מתפללין קודם שהיה החופה כגון אם היה החופה מעט קודם לערב ביום א' אין אומרים תחנון עד יום א' הבא מעט קודם לערב ודוקא אם היה החתן בחור או הכלה בתולה אבל אלמן שנשא אלמנה אין זה נוהג רק ג' ימים וכן הדין בוהוא רחום ולכן טוב ליזהר שלא יכנס החתן לביהכ\"נ כל ז' ימי המשתה שנמנעין לומר תחנון בעבורו:","(כז) מילה - וה\"ה חתן [א\"ר ומגן גבורים]:","(כח) מתפללים סליחות - שמניחין מקצת וא\"צ להניח לגמריה:","(כט) בלא זה - ר\"ל דנהגו באיזה מקומות לומר והוא רחום בכל תענית צבור אף שאינו בב' וה' אפ\"ה אם חל מילה בו אין אומרים והוא רחום:","(ל) בט\"ו באב - דבגמרא איתא שהיה יו\"ט גדול בזמן המקדש:","(לא) בט\"ו בשבט - שהוא ר\"ה לאילנות ונוהגין האשכנזים להרבות אז במיני פירות של אילנות:","(לב) שלפניו - משמע מזה דבט\"ו באב וט\"ו בשבט נופלין במנחה שלפניו ואין נוהגין כן [ע\"ת]:","(לג) בפורים - היינו בשני ימים וכן בפורים קטן בשנה מעוברת ובכל אלו אין אומרים גם במנחה שלפניו וכן בל\"ג בעומר מלבד בער\"ה ובעיו\"כ אומרים במנחה שלפניהם:","(לד) ביום כיפור - ובשאר עיו\"ט א\"צ לבאר שהוא מבואר בסעיף הסמוך:","(לה) ומנהג פשוט וכו' - ובכל אלו א\"א תחנון גם במנחה שלפניהם. והנה כל אלו הסעיפים הוא לענין תחנון אבל למנצח אומרים בכולם מלבד בר\"ח וחנוכה ופורים וערב פסח וערב יוה\"כ וט\"ב וה\"ה שאין אומרים בשנה מעוברת ביום י\"ד וט\"ו באדר ראשון גם אין אומרים אותו בבית האבל [אחרונים] עוד כתבו דאל ארך אפים ולמנצח דינם שוה:","(לו) עד אחר שבועות - ויש מקומות נוהגין שלא ליפול כל הששה ימים שאחר שבועות מפני שהקרבנות של חג השבועות היה להם תשלומין כל ז':","(לז) ליפול על פניו - היינו כשהוא דרך קידה ואפילו בלא פישוט ידים ורגלים ואפילו לא היה שם רצפת אבנים דבשאר כל אדם שרי באדם חשוב אסור ואם הוא מטה קצת על צדו אפי' על רצפת אבנים שרי דאין זה נפילה על פניו וכ\"ש נפילת אפים שלנו שהוא רק הטיית הראש וכיסוי פנים בעלמא בודאי שרי:","(לח) כשמתפלל על הצבור - פי' ובפני הצבור דכסיפא ליה מילתא שמהרהרין שאין הגון ואין ראוי ליענות אבל בביתו אפילו מתפלל על הציבור מותר ואפילו בפני הציבור דוקא כשהוא לבדו נופל על פניו ואין הקהל נופלין עמו דאם כל הקהל נופלין אזי אם אין ח\"ו נענים אין גנאי כ\"כ להאדם חשוב דלא עדיף הוא מכלל הציבור:","(לט) שיענה כיהושע ב\"נ - שאמר לו הקב\"ה קום לך למה אתה נופל על פניך:","(מ) וכן אסור וכו' - אקדים הקדמה קצרה כדי שיתברר היטב והוא דהנה כתיב בתורה ואבן משכית לא תתנו בארצכם להשתחות עליה דהיינו אפי' כשמשתחוה לשמים על אבן משכית או על רצפת אבנים דחדא מילתא היא וכתבו הפוסקים דאין אסור מן התורה כי אם כשיש תרתי לגריעותא דהיינו כשמשתחוה בפישוט ידים ורגלים וגם על רצפת אבנים דוקא אבל דרך קידה דהיינו שנופל על אפיו על הרצפה בלא פישוט ידים ורגלים או אם הוא בפישוט ידים ורגלים שלא על רצפת אבנים אסור רק מדברי סופרים דגזרו קידה אטו השתחויה ושלא על הרצפה אטו רצפה אבל אם היה תרתי למעליותא דהיינו דרך קידה בלא רצפת אבנים לא גזרו רבנן וכן אם היה נופל דרך קידה על רצפת אבנים אך שלא היה קידה גמורה דהיינו שנטה קצת על צדו או אם היה בפישוט ידים ורגלים ושלא על הרצפה ונטה קצת על צדו דלא הוי פישוט ממש ג\"כ מותר ועתה נבוא לבאר דברי הג\"ה. וכן אסור לכל אדם וכו' ר\"ל כמו באדם חשוב הנ\"ל אסור אפי' בלא אבן משכית כן הכא אלא דשם אסור אפילו דרך קידה והכא אין אסור רק דוקא דרך פישוט ידים ורגלים:","(מא) אין שם אבן משכית - או רצפת אבנים. ואם יש שם רצפת אבנים אפי' דרך קידה אסור [ודוקא כשפניו דבוקים בקרקע אבל אם שוחה בתפלה אפי' יש שם רצפה שרי] ודוקא נגד רצפת אבנים אבל רצפת לבנים אין אסורה דאבן כתיב ולבנה לאו אבן הוא כדכתיב ותהי להם הלבנה לאבן:","(מב) אם אין שם אבן משכית - אבל כשיש אבן משכית לא מהני הטיה על צדו כיון שהוא בפישוט ידים ורגלים:","(מג) כשנופלין על פניהם - ר\"ל כשהם נופלים דרך פישוט יו\"ר שלא על הרצפה צריכים להטות על צדיהם וכן כשיש רצפה אפי' נופלים דרך קידה בעלמא צריכין להטות על צדיהם:","(מד) אם יציעו - צ\"ל או יציעו ור\"ל דאז אפי' בלא הטיה על צדיהם שרי בשני האופנים אלו שציירנו:"],["(א) מתרגמינן - כדי שיבינו הכל:","(ב) בכונה - דאמרינן בגמרא מיום שחרב המקדש עלמא קאי אקדושא דסידרא. כשמכריזין דבר יש להכריז קודם שמתחיל הש\"ץ לומר אשרי ולא בין אשרי ללמנצח וכש\"כ בשעה שאומרים הקהל אשרי או סדר קדושה שתתבטל עי\"ז כונתן:","(ג) וע\"ל סימן נ\"ט - דשם מסיק הרמ\"א דנתפשט המנהג לומר אף ביחיד ומ\"מ לכתחלה טוב יותר לומר בציבור וע\"כ אם הציבור התחילו לומר ואתה קדוש והוא לא אמר עדיין אשרי ובא לציון יש לו לאמרו עמהם ואח\"כ יאמר אשרי ולמנצח וגם השני פסוקים שקודם ואתה קדוש דהיינו ובא לציון ואני זאת בריתי וגו':","(ד) ובקדושה שבתרגום וכו' - ר\"ל דפסוקי הקדושה שבלשון הקודש נאמרים דוקא ברבים ופסוקי הקדושה שבתרגום נאמרים דוקא ביחיד לפי שכל שהוא בלשון תרגום אין לומר אותם ברבים וע\"כ כשאומרים קדושה דסדרא בציבור אומר כל יחיד בפני עצמו בלחש התרגום של הקדושה דאז לא מיקרי בציבור וזהו מה שסיים הרמ\"א שלא לאמרם בקול רם. ואם מתפלל שלא בציבור יכול לומר גם התרגום בקול רם [שע\"ת]:","(ה) לצאת מביהכ\"נ וכו' - דכיון דהעולם מתקיים ע\"ז צריך ליזהר מלזלזל בזה. ולפי מה שביארנו לעיל דנכון להדר לאמרם בציבור ממילא צריך ליזהר שלא לצאת מקודם אפי' אם ירצה לאמרם בפני עצמו אם לא בשעת הדחק:","(ו) קדושה דסידרא - הוא קדושת ובא לציון:","(ז) עלינו - מ\"א כתב בשם האר\"י שיאמרוהו אחר כל הג' תפלות וכן נוהגין במדינתנו מלבד בבתי כנסיות גדולות שמתפללין תפלת מעריב סמוך למנחה (ועיין לקמן סימן רל\"ה) אין אומרים עלינו אחר גמר תפלת מנחה דעלינו שיאמרו אחר תפלת מעריב קאי גם אמנחה [מגן גבורים בשם סדר היום] ויש כמה נוסחאות בעלינו והובא בא\"ר ואין לשנות שום נוסחא כי כל נוסחא יש לה יסוד [שם]:","(ח) בכונה - ויש לומר עלינו באימה וביראה כי כל צבא השמים שומעים והקב\"ה עומד עם פמליא של מעלה וכולם עונים ואומרים אשרי העם שככה לו אשרי העם וכו' [מ\"מ]:","(ט) ואנחנו כורעים - וצריך לכרוע שלא יהיה נראה ככופר ח\"ו:","(י) קדיש יתום אחר עלינו - שהרי לעולם צריכין לומר קדיש אחר שאמרו פסוקים ובעלינו יש ג\"כ פסוקים וצריכים קדיש אחריו אלא שנהגו בקדיש זה להניחו ליתום שמת אביו ואמו מפני שיש יתומים קטנים או אפילו גדולים שאינם יכולים להיות שלוחי ציבור ולומר קדיש וברכו אחר אביו ואמו [שאם היו יכולים להתפלל לפני העמוד זהו טוב יותר מאמירת קדיש] וכבר ידוע ממעשה דר' עקיבא תועלת הגדול שיש למת כשיש לו בן האומר קדיש וברכו וביותר בתוך שנה ראשונה לכך תקנו והניחו קדיש זה שאין צריך שום דבר יותר ליתומים הן קטנים הן גדולים. ובסוף הסימן העתקתי בביאור הלכה כל דיני קדיש בקיצור ובשם מאמר קדישין יקרא:","(יא) יכול לאמרו אם אין וכו' - ר\"ל דוקא כשהוא משער שלא יקפידו ע\"ז. ומסתברא דכ\"ז הוא לענין קדיש יתום מפני שקדיש זה מיוחד ליתומים אבל להתפלל לפני העמוד או לפרוס על שמע אין לו לחוש כלל שמא יקפידו ע\"ז:","(יב) ויש לומר וכו' - מפני שהקטורת היו מקטירין פעמים בכל יום כמ\"ש בתורה:","(יג) ערב - היינו אחר תפלת מנחה או קודם לה דהקטורת לא היו מקטירין בלילה:","(יד) ובוקר אחר התפלה - וצ\"ע למה אנו אומרין אותה בשבת ויו\"ט אחר מוסף והלא הקטורת קודמת למוספין לכו\"ע והיא שייכא לקרבן תמיד ואפשר דכונתנו ליפטר מתוך ד\"ת ובכתבים איתא שהטעם להבריח הקליפות ובשל\"ה כתב לאמרו קודם תפלה ואחריה:","(טו) ואומרים השיר וכו' - עיין במ\"א שמסיק דכונת הרמ\"א לומר בכל יום השיר השייך לאותו יום (דהיינו שביום א' היו הלוים משוררים לדוד מזמור לה' הארץ ומלואה וגו' עד סוף המזמור וכן בכל יום המזמור השייך לו) אבל אין כונתו שיאמרו משנת השיר שהיו הלוים אומרים וכו' אכן נוהגין העולם לומר משנה זו אחר פטום הקטורת כמו שנדפס בסידורים:","(טז) שחרית לבד - אף דבמקדש היו אומרים שירה על נסכי היין גם על תמיד של בין הערבים אכן מפני שכמה פעמים היו הכהנים טרודין והיו מביאין הנסכים של בין הערבים בלילה ובלילה אין אומרים שירה לפיכך נוהגין לומר השיר בשחרית לבד. ואיזה מזמור נוהגין לומר ביו\"ט לשיר של יום יבואר אי\"ה לקמן בהלכות יו\"ט:","(יז) שמא ידלג - ובב\"י מפקפק בזה דהלא אין מיתה אלא בהקטרה לא באמירה ועוד דאין מיתה אלא במזיד לכן המדקדקין נוהגין לאמרו בכל יום [מ\"א] ויש שכתבו דאותן שאין אומרין רק בשבת אין מרגלא בפומייהו כ\"כ יאמרו מתוך הסידור:","(יח) ומשתחוה ויוצא - דבמקדש נמי כשגמרו העבודה היו משתחוין ויוצאין ועיין במ\"א:"],["(א) אפילו במקום וכו' - ר\"ל דיש מקומות שנוהגין לומר קדיש וברכו אחר גמר התפלה שהתפללו כל הצבור מפני שלפעמים יש איזה יחידים שבאו אחר ברכו ולא שמעו ברכו ועיין לעיל במ\"ב ריש סימן ס\"ט שבארנו שם הכל לדינא:","(ב) דהכל באין וכו' - דאפילו אם אירע לאחד שנתאחר לבוא אחר ברכו מ\"מ מסתמא כבר שמע ברכו מהעולים לתורה:\n"],["(א) נוהגין להרבות וכו' - יש מקומות שנוהגין לומר קודם והוא רחום י\"ג מדות של רחמים ווידוי:","(ב) ואומרים והוא רחום - ותיקון אמירתה היה ע\"י מעשה נס גדול כמובא בכל בו ונדפס בסידורים. וצריך לאמרו בכונה ובמתון ולא במרוצה:","(ג) ונקרא פורץ גדר - י\"א דלא מקרי פורץ גדר אלא אם לא אמרו כלל אבל אם אמרו שלא בעמידה לא הוי בכלל פורץ גדר:","(ד) לאמרו מעומד - וכן אל ארך אפים שאומרים אחר חצי קדיש צריך לומר ג\"כ מעומד מפני שיש בו חטאנו ווידוי צריך לומר מעומד:","(ה) בלחש - כמו בתפלת י\"ח שאומרים אותו בלחש. וטעם דעה ראשונה כדי לעורר הכונה ונהרא נהרא ופשטיה בענין זה. י\"א דכשמסיים והוא רחום קודם הש\"ץ ימתין עם רחום וחנון על הש\"ץ ונופל עמו וכתב בשע\"ת דהאידנא אין רוב צבור ממתינין על הש\"ץ וכ\"א נופל על אפיו בשעה שגומר עי\"ש:","(ו) ימי רצון - שארבעים יום של קבלת לוחות האחרונות שהיו ימי רצון עלה מרע\"ה ביום ה' וירד ביום ב':","(ז) להתענות בהם - עיין לקמן בסוף סימן תק\"פ ומה שנכתוב שם במ\"ב:","(ח) מראה וכו' - המחבר כתב דין זה קודם הלכות קה\"ת שכן מנהג הספרדים להגביה קודם הקריאה ועיין לקמיה בהג\"ה שמנהגנו לעשות ההגבה אחר הקריאה. המגביה הס\"ת מעל התיבה להראות לעם גוללה עד ג' דפין ומגביה ואפשר דדוקא נקט ג' [מ\"א] ונ\"ל דתלוי לפי כח המגביה שיהיה ביכלתו להגביה כשהיא נגללת הרבה:","(ט) פני כתיבת ס\"ת - כתבו האחרונים כשמראה הס\"ת לעם והוא עומד במזרח התיבה יקיף ממזרח לדרום כמ\"ש בסימן קכ\"ח לענין כהנים ע\"ש. אומרים קדיש עד לעילא קודם הוצאת הס\"ת אבל ביום שיש בו מוסף אומרים תתקבל קודם הוצאת הס\"ת:","(י) שמצוה וכו' - ואפי' אם מתחלה היה עומד מבחוץ מצוה ליכנס לביהכ\"נ לראות כשמוציאין ומכניסין הס\"ת משום ברב עם הדרת מלך:","(יא) לראות הכתב - וטוב שיראה האותיות עד שיהיה יכול לקרותם כי כתבו המקובלים שעי\"ז נמשך אור גדול על האדם:","(יב) ולומר וזאת התורה - ואין לומר וזאת התורה רק נגד הכתב של הס\"ת [אחרונים]:","(יג) אומר הש\"ץ וכו' - ומנהג העולם לומר בריך שמיה בשעת הוצאת הס\"ת בין בחול בין בשבת ואם לא אמרו בשעת הוצאה יוכל לאמרו עד שעה שפותחין לקרותו [אחרונים] וצריך להגביה התורה ג\"פ דהיינו בשעה שאומר שמע וגו' אחד וגו' גדלו וגו' [מ\"א בשם מ\"ס]:","(יד) בימין - ע\"ש הכתוב וימינו תחבקני ועוד דגם התורה נתנה בימין. נוהגין בשבת בשחרית כשמחזירין הס\"ת להיכל לומר המזמור הבו לה' בני אלים וגו' ובמנחה בשבת וכן ביו\"ט ובחול לומר מזמור כ\"ד [אחרונים]:","(טו) ברוך שנתן וכו' - ואח\"כ אומרים האל תמים וכו' שיש בו מ' אותיות נגד מ' יום שהיה משה בהר [מ\"א בשם הד\"מ]:"]],"AROCH_HASHULCHA":[["ולאחר שיסיים שליח ציבור חזרת התפילה – נופלים על פניהם ומתחננים. וענין נפילת אפים הוא כדי שיסדר התפילה בשלושה סדרים: תחילה תפילה דמיושב והיינו עד שמונה עשרה, ואחר כך תפילה דמעומד, ואחר כך נפילת אפים, כמו שעשה משה רבינו דכתיב: \"ואשב בהר\"; וכתיב: \"ואנכי עמדתי בהר... ואתנפל לפני ה'\" (טור). ולכן אומרים אחר כך \"ואנחנו לא נדע מה נעשה\", כלומר: התפללנו בכל אופן היכולת, ויותר מזה לא נדע מה נעשה, ורק עליך עינינו (כן משמע בטור, עיין שם).","כתב הטור בשם רב נטרונאי גאון: נפילת אפים רשות היא ולא חובה, עיין שם. ולכן בנקל מבטלין אותה מפני כמה דברים כמו שיתבאר. ונראה לי דעכשיו שכל ישראל נהגו בזה – שווינהו עלייהו כחובה, אם מעט ואם הרבה. וגם מצינו בגמרא דעם כי היא רשות, מכל מקום עניינה גדול מאוד. ומן השמים ממהרים לענות על נפילת אפים, דאמרינן בסוף פרק \"הזהב\" בענין תנורו של עכנאי שרבי אליעזר היה לו קפידא על רבן גמליאל הנשיא, ואשתו של רבי אליעזר היתה אחותו של רבן גמליאל. ולא הניחתו בכל יום ליפול על אפיו. ופעם אחת לא השגיחה, ונפל על פניו, ומיד נענש רבן גמליאל, עיין שם. הרי מפורש דאין זה חובה, דאילו היתה חובה לא היה ציית לה. וגם מפורש דכוחה גדול, דתיכף ומיד נתקבלה תפילתו.","וכתב רבינו הבית יוסף: אין לדבר בין תפילה לנפילת אפים. עד כאן לשונו. ודקדקו בזה, דהא בסימן נ\"א מפורש דרק עד אחר שמונה עשרה אסור לדבר, עיין שם. ותרצו דדווקא להפסיק ולעסוק בענין אחר אסור, אבל שיחה בעלמא – לית לן בה (מגן אברהם סעיף קטן א'). וכמה מהדוחק הוא זה. אמנם כוונתו כן הוא: דאין הכוונה לגדר איסור, דאיך שייך איסור כיון שהוא רק רשות? אמנם רבינו הבית יוסף הולך לשיטתו בספרו הגדול, שכתב בשם הרשב\"א דאי שייך שאשתו של רבי אליעזר לא היתה מניחתו ליפול אלא שהיתה נכנסת עמו בדברים, ואז לא היה מועיל נפילת אפים שלו לפעול. (עיין בית יוסף, וט\"ז סעיף קטן א'. ודלא כפירוש הריב\"ש שהביא המגן אברהם שם, שהיה שוכח מליפול, עיין שם.) וזהו שאומר רבינו הבית יוסף: \"אין לדבר...\", כלומר: דאם ידבר לא יגיע לו תועלת התפילה מנפילת אפים.","עיקר נפילת אפים הוא בפישוט ידים ורגלים בפנים שטוחות על הארץ, כדרך שאנו עושין ביום הכיפורים. וזה לשון הרמב\"ם סוף פרק חמישי מתפילה: השתחויה כיצד? ...יושב לארץ, ונופל על פניו ארצה, ומתחנן בכל התחנונים שירצה. \"כריעה\" האמורה בכל מקום על ברכים, \"קידה\" על אפים, \"השתחויה\" זה פישוט ידים ורגלים עד שנמצא מוטל על פניו ארצה. וכשהוא עושה נפילת פנים אחר תפילה, יש מי שהוא עושה קידה, ויש מי שהוא עושה השתחויה. ואסור לעשות השתחויה על אבנים אלא בבית המקדש. ואין אדם חשוב רשאי ליפול על פניו אלא אם כן הוא יודע בעצמו שהוא צדיק כיהושע. אבל מטה פניו מעט ואינו כובש אותו בקרקע... עד כאן לשונו. והטעם שאינו רשאי ליפול על פניו אלא אם כן הוא צדיק כיהושע, מפירוש רש\"י (מגילה כב א) מתבאר כדי שלא יתבזה אם לא יהיה נענה תיכף. וכן מבואר מהרי\"ף והרמב\"ם. וכן משמע מירושלמי בפרק שני דתענית, שאומר דדווקא בציבור אין לו לעשות כן, אבל ביחידות מותר, עיין שם. ולטעם זה אתי שפיר דביחיד ליכא חשש זה, שאין הכל יודעין. וזהו הטעם שאמרו שם בגמרא, דאביי ורבא כדנפלו על אפייהו אצלו אצלויי. כלומר: הטו על צדיהן מעט כמו שהמנהג אצלינו, ולא נפלו על הקרקע. ולפי זה אנחנו בוודאי איננו כדאים ליפול בפנינו על הקרקע. וכן המנהג הפשוט.","ולכן הרמב\"ם הרמב\"ם בפרק תשיעי בסדר התפילה כתב בדין ה דאחר שישלים כל התפילה ישב ויפול על פניו, ויטה מעט הוא וכל הציבור, ויתחנן והוא נופל, ויושב ויגביה ראשו הוא ושאר העם, ומתחנן מעט בקול רם מיושב. עד כאן לשונו. כלומר: שאחר התחנון אומרים דבר מה, כמו אצלינו \"שומר ישראל\" או \"ואנחנו לא נדע\". ומבואר מדבריו דתחנון הוא רק מיושב. ואפילו שליח הציבור, כמו שכתב: והוא נופל ויושב. ואין כן המנהג אצלינו, דשליח הציבור מטה על צדו מעומד אצל העמוד. וכן כתב רבינו הבית יוסף בסעיף ב: נפילת אפים מיושב ולא מעומד. עד כאן לשונו. וביאר בספרו הגדול שעל פי הקבלה הוא לעיכובא. ולכן אפילו סיים תפילתו עתה, ועומד במקום שכלו הפסיעות – לא יפול שם מעומד אלא ישב שם. ואם שם אי אפשר לישב – ממתין כדי הילוך ארבע אמות, וחוזר למקומו ויושב (מגן אברהם סעיף קטן ה'). אבל הריב\"ש והמהרי\"ל כתבו שאין קפידא, ויכול ליפול מעומד (שם). ואנחנו אף שתופסים כדעה ראשונה, מכל מקום כמה פעמים אירע לנו שאי אפשר לישב, כגון שחברו עומד בתפילה בתוך ארבע אמותיו, ואסור לישב מדינא דגמרא כמבואר בסימן ק\"ה. וחלילה לעבור דינא דגמרא מפני זה, ואז נופלין מעומד. (והרא\"ש והטור כתבו דהך דאביי ורבא מצלו אצלויי – אינו מטעם שאדם חשוב אינו רשאי..., אלא משום דאף על גב דמן התורה ליכא איסור בפנילה על רצפת אבנים רק בפישוט ידים ורגלים, מכל מקום מדרבנן אסור גם בסתם נפילה על רצפת אבנים, עיין שם. ולפי זה גם בביתו אסור. וצריך לומר לשיטתם דהירושלמי שהתיר – הוא שלא ברצפת אבנים.)","על איזה יד נופלים? כתב טור בשם גאון דאדם חשוב צריך ליפול בצד שמאל. והטעם כתבו שכן היו מרביצין התמיד כששוחטים אותו על שמאלו (בית יוסף בשם הכלבו). ועוד טעם: משום דהסיבת שמאל שמיה \"הסיבה\" שהוא הסיבת בני חורין, ובאותו צד שנראה כבן חורין צריך ליכנע לפני המקום (שם בשם רב האי). וסימן לדבר: \"שמאלו תחת לראשי\" (שם). ועוד טעם: כשמתפלל שכינה בימינו, כדכתיב: \"ה' צלך על יד ימינך\"; וכתיב: \"שויתי ה' לנגדי תמיד\". נמצא כשהוא מוטה על שמאלו – פניו כלפי שכינה. ואם יטה על צד ימין יהיה ההיפך, ולא יתכן לעשות כן (שם בשם הר\"ב).","והטור כתב דבאשכנז נוהגין להטות על צד ימין, והכי איתא במדרש על קרא ד\"וימינו תחבקני\". עד כאן לשונו. וכן כתב הרוקח: אנו מטין הימין כי השכינה כנגד האדם, וכשמוטה על ימינו והשכינה כנגדו \"שמאלו תחת לראשי, וימינו תחבקני\". עד כאן לשונו (בית יוסף). וכן כתב הריב\"ש בתשובה בשם רש\"י בשם רבותיו, שראוי שתהיה ההטייה לצד ימין, מדכתיב: \"...וימינו תחבקני\". וכן הוא בבראשית רבה (שם). וכתב רבינו הרמ\"א בסעיף א דהעיקר להטות בשחרית שיש לו תפילין בשמאלו על צד ימין משום כבוד תפילין, ובערבית או כשאין לו תפילין בשמאלו – יטה על צד שמאל. עד כאן לשונו. ויש מי שכתב שגם בשחרית בתפילין יפול על השמאל אלא שיטה ראשו לצד ימין, ובמנחה יטה לצד שמאל. ומנהגינו כרבינו הרמ\"א, וכן הסכימו האחרונים (ט\"ז ומגן אברהם סעיף קטן ג'). וכשיפול לא יפול על בשר היד אלא על בגד, דיד לא חשיב כיסוי כמו שכתבתי בסימן צ\"א (שם סעיף קטן ב'). והשליח ציבור יטה בראשו לצד התיבה (שם סעיף קטן ג') ולא לצדדין. וכן מי שיושב כנגד הארון יטה כנגדו (שם), דהכי שפיר טפי דמיחזי כמשתחוה כלפי ארון הקודש. ואינו צריך ליפול דווקא במקום שהתפלל, דמותר להתפלל במקום זה וליפול תחנון במקום אחר.","בטור כתב לומר בשעת נפילת אפים \"ריבון כל העולמים ואדוני האדונים, האל הגדול הגבור והנורא רחם עלינו שאנחנו עבד[י]ך. ומעשה ידי בשר ודם... מה אנו מה חיינו..., מה נאמר לפניך ה' אלהינו, כי אנחנו העוינו והרשענו. ואין לנו כהן לעשות חובותינו, ולא כהן גדול..., ולא מזבח... ולכן יהי רצון מלפניך שתהא תפילתינו מקובלת, ותחשב לפניך כפרים וכבשים כאילו הקרבנו אותם על גבי המזבח ותרצנו. עד כאן לשונו. ועוד יש שם תפילה אחרת מירושלמי, עיין שם. אבל מנהגינו לומר מזמור \"רחום וחנון חטאתי...\" עד \"יבושו רגע\". ויש אומרים מקודם פסוק \"ויאמר דוד אל גד צר לי מאוד...\", ואנו אין נוהגין לאמרו. ומנהג ספרד לומר מזמור \"לדוד אליך ה' נפשי אשא\", וכן הוא בזוהר. ויכוין למסור נפשו. והזהיר דאם לא כיון מילוי אלא בלבא רחיקא – גרם עליה לאסתלקא מעלמא עד לא מטו יומין, עיין שם. ולכן נמנעו מלאומרו באשכנז (מגן אברהם סוף סעיף קטן ה').","ולאחר שיגביה ראשו אחר נפילת אפים יתחנן מעט, כל מקום ומקום לפי מנהגו. ואנחנו מנהגינו לומר \"שומר ישראל...\" עד \"והושיענו\". ואחר כך אומרים \"ואנחנו לא נדע מה נעשה\". וכתבו שנכון לומר \"ואנחנו לא נדע\" בישיבה, ו\"מה נעשה\" בעמידה ובקול רם (מגן אברהם סעיף קטן ד' בשם של\"ה). והטעם נראה לי על פי מה שכתבתי בסעיף א דהתפללנו בכל אופן היכולת: בישיבה ובעמידה ובנפילה. ולכן עתה מרמזים לזה: הלא נפלנו וישבנו ועמדנו, ומה נעשה עוד? ועתה רק עליך עינינו, זכור רחמיך. ואחר כך אומר שליח הציבור חצי קדיש. ואחר כך אומרים \"אשרי\", \"למנצח יענך\", \"ובא לציון\", ויתבאר בסימן קל\"ב. וכתב רבינו הרמ\"א בסוף סעיף א דאפילו בימים שאין אומרים תחנון אומרים \"למנצח\", מלבד בראש חודש, וחנוכה, ופורים, וערב פסח, וערב יום כיפור, ותשעה באב. עד כאן לשונו. וכן הוא \"אל ארך אפים\" שבשני וחמישי, שיתבאר בסימן קל\"ד. אבל מנהג הספרדים ד\"למנצח\" שווה לתחנון, וביום שאי אפשר תחנון אין אומרים גם \"למנצח\".","כתב רבינו הרמ\"א בסעיף ב: יש אומרים דאין נפילת אפים אלא במקום שיש ארון וספר תורה בתוכו, אבל בלאו הכי אומרים תחינה בלא כיסוי פנים. וכן נוהגין. וחצר בית הכנסת הפתוח לבית הכנסת, או בשעה שהציבור מתפללין – אז אפילו יחיד בביתו אומר תחינה בנפילת אפים. עד כאן לשונו. הדין הזה הוא מרוקח, וכתב סימן לדבר ביהושע במלחמת העי: \"ויפול על פניו לפני ארון ה'\". (עיין ט\"ז סעיף קטן ה' שהקשה מפלגש בגבעה, דכתיב: \"ויבכו לפני ה'\", עיין שם. ותמיהני דשם כתיב \"ארון\", וצריך עיון.) ורבינו הבית יוסף בספרו הגדול כתב דאם קבלה – נקבל, ואם לדין – יש תשובה. עד כאן לשונו. ונראה לי דכוונתו: דהא עיקר התנפלות למדנו ממשה רבינו דכתיב \"ואתנפל\", ושם לא היה ארון. ואי משום שבהר סיני היא עיקר השראת הקדושה, הא בכל מקום שהאדם מתפלל הוי המקום קדוש; וכשמתפלל שכינה כנגדו, והוא כעומד לפני המלך כאשר נתבאר כמה פעמים. ועוד: דברא\"ש מגילה שם פסק דיחיד בביתו מותר ליפול פניו על הקרקע, ובביתו מסתמא ליכא ספר תורה (ט\"ז שם). ומכל מקום המנהג הפשוט כהרוקח וכפסק רבינו הרמ\"א. ובחצר בית הכנסת הפתוח לבית הכנסת, בשעה שהפתח פתוח נופלין בחצר, ולא בשעה שהפתח נעול. ובעזרת נשים נופלין (מגן אברהם סעיף קטן ז'). וכן החדרים הקטנים שסביבות בתי כנסיות ובתי מדרשות – דינן כבית הכנסת ובית המדרש לענין זה. וזה שכתב דאפילו יחיד בביתו, בשעה שהציבור מתפללין נופל על פניו – יש מי שפירש דזהו דווקא בשעה שהציבור אומרים תחנון (שם סעיף קטן ח'). ויש מי שפירש דרק בזמן התפילה של ציבור יכול ליפול (ט\"ז סעיף קטן ז'). וכל שכן כשמתפללין במנין בביתו בשעת זמן תפילת הציבור – נופלים שם גם בלא ספר תורה (שם). וכן נראה עיקר בכוונת רבינו הרמ\"א, אם כי אין המנהג כן.","אין נפילת אפים בלילה. ולכן בערבית ליכא נפילת אפים, שכן מקובל לחכמים כי נפילת אפים רמז למידת הלילה, ואין נופלין על פניהן, וקרוב הדבר לקצץ בנטיעות (בית יוסף). אך בימי הסליחות באשמורת מותר ליפול, מפני שהוא קרוב ליום (שם). ואחר חצות לילה זמן רחמים, אבל בתחילת הלילה תגבורת הדינים (מגן אברהם סעיף קטן ט'). ומיהו אם נמשך התחנון מהמנחה עד בין השמשות – אין לחוש כל זמן שעדיין אינו וודאי לילה (ט\"ז סעיף קטן ח').","כתב הרמב\"ם בסוף פרק חמישי: מנהג פשוט בכל ישראל שאין נופלין על פניהם בשבת, ויום טוב, וראש השנה, וראש חודש, וחנוכה, ופורים. ולא במנחה של ערבי שבתות וימים טובים, ולא בערבית שבכל יום. ויש יחידים שנופלים בערבית. וביום הכיפורים נופלים על פניהם בכל תפילה ותפילה, מפני שהוא יום תחינה ובקשה ותענית. עד כאן לשונו. ואנחנו לא ידענו ולא שמענו מנהג זה לומר תחנון ביום הכיפורים, וגם יחידים שיפלו בערבית. וכתבו רבותינו בעלי השולחן ערוך בסעיף ו: נהגו שלא ליפול על פניהם בחמישה עשר באב, ולא בחמישה עשר בשבט, ולא בראש חודש ולא במנחה שלפניו, ולא בחנוכה. ויש אומרים גם במנחה שלפניו, וכן נוהגין. ובפורים אין נופלים על פניהם, ובל\"ג בעומר אין נופלים. וכן בערב יום הכיפורים, וכן בערב ראש השנה אפילו שחרית. ומנהג פשוט שלא ליפול על פניהם בכל חודש ניסן, ולא בתשעה באב, ולא בין יום הכיפורים לסוכות, ולא מתחילת ראש חודש סיון עד אחר שבועות. עד כאן לשונו. ויש מקומות שאין נופלין אחר שבועות שבעה ימים, מפני שיש לחגיגתו תשלומין כל שבעה (מגן אברהם סעיף קטן י\"ח). ופסח שני לא חשבו והוא פלא, ומנהג הספרדים שלא ליפול בו. ויש נוהגים שלא ליפול מן אחר סוכות עד אחר ראש חודש מרחשון, מפני שרוב ימי החודש היה בלא נפילת אפים. ואינו עיקר. ודע שבל\"ג בעומר יש ליזהר מאוד. ומעשה בגדול אחד שהיה רגיל כל יום לומר \"נחם\" בתפילה, ואמרה גם בל\"ג בעומר ונענש (מגן אברהם סעיף קטן י\"ג בשם כוונות). ודע דמדברי רבותינו בעלי השולחן ערוך מבואר דבמנחה שלפני חמישה עשר באב, וחמישה עשר בשבט, ול\"ג בעומר, ופורים – נופלים, שהרי כתבו מפורש רק על ראש חודש וחנוכה. ומנהגינו אינו כן כידוע.","עוד כתבו בסעיף ד: נהגו שלא ליפול על פניהם לא בבית האבל, ולא בבית החתן, ולא בבית הכנסת ביום מילה כשיש חתן. ודווקא שהמילה או החתן באותו בית הכנסת. אבל אם אין המילה בבית הכנסת, אף על פי שהוא בבית הכנסת האחרת – אומרים תחנון. וביום המילה שאי אפשר תחנון, דווקא בשחרית שמלין אז התנוק. אבל במנחה, אף על פי שמתפללין אצל התינוק הנימול אומרים תחנון, מה שאין כן בחתן שאין אומרים תחנון כל היום כשמתפללין אצל החתן. ולא מקרי \"חתן\" אלא ביום שנכנס לחופה. עד כאן לשונו.","יש מי שאומר הטעם באבל משום דכתיב: \"והפכתי חגיכם לאבל\" (בית יוסף). ואיני מבין: דנהי דדרשינן מכאן דאבלות שבעה דומיא דרגל. אבל לענין זה מה שייך דומיא דרגל, ואדרבא הא הוי היפוך מרגל? ונראה הטעם שלא להגביר מידת הדין בבית שכבר הדין מתוח כנגדו (וכן כתב הלבוש). ולכן לא יאמרו שם שום תחינה, ולא מזמור \"יענך ה' ביום צרה\" (מגן אברהם סעיף קטן י'), ולא \"והוא רחום\" בשני וחמישי. וכל זה לא יאמרו האבלים ולא המתפללים שם כל שבעת ימי אבלות. והמתפללים שם כשילכו משם לביתם יאמרו \"והוא רחום\" (ט\"ז סעיף קטן ט'). אבל נפילת אפים לא יאמרו בביתם (שם), דאין זה רק מיד אחר התפילה. והלל לא יאמרו בבית האבל (מגן אברהם שם). ויש מי שאומר דבחנוכה יאמרו שם מפני שבחנוכה חובה, מה שאין כן ראש חודש אינו אלא מנהג (שם בשם התניא). ויש מי שאומר דגם בחנוכה לא יאמרו (שם בשם מהרי\"ל). והנכון שהאבלים לא יאמרו כלל, והמתפללים שם יאמרו בבואם לביתם (שם). וזהו בחנוכה, ובר\"ח אין צריך כיון שאינו אלא מנהג. ופסוק \"ואני זאת בריתי\" ב\"ובא לציון\" יאמרו בבית האבל (שם); אף שבתשעה באב אין אומרים אותו – זהו מפני שכל ישראל אסורים ללמוד. וסליחות יכולים לומר בבית האבל, אבל לא וידוי ותחנונים (מחצית השקל שם). וזהו הכל כשיש אבל שם. אבל המתפללים במקום שמת אדם ואין שם אבל יאמרו הכל (שם). וכן האבל כשיושב בבית הכנסת לא שייך כל זה, ובטל לגבי בית הכנסת דאין שייך לקרוא שם \"בית האבל\" כמובן. ורק הוא בעצמו לא יאמר. (ובית האבל אף שהמת מת במקום אחר, מכל מקום נראה דהוי \"בית האבל\".)","ובבית החתן לא יאמרו תחנון, שאין לעורר מידת הדין בזמן שמחתו. ואז אפילו כששבו לביתם אין צריכין לומר \"והוא רחום\" (ט\"ז סעיף קטן י'). וכן במילה מפני שהיו פטורים מפני השמחה. ולא דמי לבית האבל דלא מיפטר פטירי, אלא מפני שאין לעורר שם דינים כמו שכתבתי. וזה שכתבו דגם כשהחתן או המילה בבית הכנסת כולם פטורים, אין לשאול למה באבל אינו כן כמו שכתבתי. דלא דמי, דבאבל הפטור הוא מפני המת. ואף על פי שמת במקום אחר, מכל מקום בית האבל פטורו מפני ענין המת. ומה שייך זה להבית הכנסת? מה שאין כן החתן והמילה הפטור מחמת עצמם, ולכן בכל מקום שהם – הרי הם שם ונתפשטה השמחה על כולם (נראה לי).","ודע דעיקר שמחת החתן הוא בשבעה ימי המשתה. וזה שכתבו דלא מקרי \"חתן\" אלא ביום שנכנס לחופה – אין כוונתם על להבא אלא על העבר. כלומר: דלכאורה מקרי \"חתן\" מזמן הכנתו להחופה, שהרי מצינו בכתובות (ח א) שהיו אומרים \"שהשמחה במעונו\" מזמן האירוסין או מכי רמו שערי..., עיין שם. והייתי אומר דגם לענין תחנון כן, כיון שאין זה אלא רשות. לזה קא משמע לן דרק ביום החופה בלבד ולא קודם. (ומיושב קושית הט\"ז בסוף סעיף קטן י'. וגם מה שכתב שלא יבוא לבית הכנסת נדחה, עיין שם. ודייק ותמצא קל.) ומבואר מדבריהם שכל יום החופה אפילו בשחרית פטורים מתחנון. ובמילה במנחה צריכים לומר תחנון כמו שכתבתי, ויש מי שאומר שאינם צריכים לומר (מגן אברהם סעיף קטן י\"א וב\"ח בשם רש\"ל). והנכון שאם הסעודה אחר מנחה שלא לומר תחנון, ואם הסעודה היתה קודם מנחה אזי נכון לומר. וכמדומני שכן המנהג. ועוד מנהגינו שאפילו המילה אינה בבית הכנסת, אם רק בבית הכנסת מתפלל אבי הבן או המוהל או הסנדק – אין אומרים תחנון. (ושמענו שיש מנהג שלא לומר תחנון בכל העיר כשיש מילה בעיר. ומובא זה בעט\"ז, עיין שם.)","ודע דשבעה ימים של חתן אינו במעת לעת משעה לשעה. וכיון שעברו שבעת ימי המשתה אף שהחופה היתה לעת ערב, מכל מקום אומרים בשמיני בבוקר תחנון. וכל מקום שאין אומרים תחנון בחול – אין אומרים בשבת \"אב הרחמים\" ו\"צדקתך צדק\". ואם היה חתן ביום התענית, או מילה ביום התענית – מתפללים סליחות, ואומרים וידוי ו\"אבינו מלכנו\". רק תחנון וגם \"והוא רחום\" אין אומרים. (ודברי הרמ\"א בסעיף ה אין להם שום הבנה, כמו שכתב המגן אברהם בסעיף קטן י\"ג. ועיין שם בסעיף קטן י\"ד ממנהג קטניות. ואינו ידוע אצלינו מנהג זה.).","כתבו רבותינו בעלי השולחן ערוך בסוף סימן זה: אין אדם חשוב רשאי ליפול על פניו כשמתפלל על הציבור, אלא אם כן הוא בטוח שיענה כיהושע בן נון. וכן אסור לכל אדם ליפול על פניו בפישוט ידים ורגלים, אפילו אין שם אבן משכית. אבל אם נוטה קצת על צדו – מותר אם אין שם אבן משכית. וכן יעשו כשנופלים על פניהם ביום הכיפורים אם יציעו שם עשבים כדי להפסיק בין הקרקע. וכן נוהגים. עד כאן לשונם. והנה זה שכתבו כשמתפלל על הציבור, יש מי שפירש דדווקא בפני הציבור (ט\"ז סעיף קטן י\"ג), וכמו שכתבתי בסעיף ד. והלשון לא משמע כן. ונראה לי דכוונתו דרק כשמתפלל על הציבור אפילו בביתו – חיישינן ללזות שפתים כשלא יענה. ובאמת יש שכך מפרשים הירושלמי שהבאנו שם (ראב\"ד בסוף פרק חמישי בפירוש הראשון, עיין שם). וזה שכתבו דבפישוט ידים ורגלים אסור אפילו בלא אבן משכית, כלומר אפילו רצפה שלא מאבנים – אין זה לא שיטת הרמב\"ם ולא שיטת הרא\"ש כמו שבארנו בסעיף ד. והוא דעה יחידאה שהביא הריב\"ש, כמו שכתב רבינו הבית יוסף בספרו הגדול. ותמה בזה, עיין שם. ותמיהני שחשש רבינו הרמ\"א לזה. וזה שכתבו \"אם יציעו שם עשבים\" – צריך לומר \"או יציעו\" (ט\"ז סעיף קטן ט\"ו). והכי פירושו: דבלא עשבים או כיסוי אחר – יש להטות, ובעשבים – אינו צריך להטות. (וכן כתב המגן אברהם סעיף קטן כ\"ב. ומדבריו מבואר דבראש השנה ב\"עלינו\" אין צריך נפילה על הקרקע בפניו, עיין שם. והמנהג לעשות כמו ביום הכיפורים.)"],["ואחר חצי קדיש יאמרו \"אשרי\", ו\"למנצח יענך\", \"ובא לציון\", \"ואתה קדוש...\". והטעם מ\"אשרי\" משום דאמרינן ריש ברכות (ד ב): כל האומר \"תהילה לדוד\" שלוש פעמים בכל יום – מובטח לו שהוא בן העולם הבא. ולכן תיקנו בשחרית שני פעמים: אחד קודם התפילה, ואחד לאחר התפילה; ובמנחה פעם אחת קודם התפילה. דכשם שבשחרית יש שני קדושות, לבד קדושה ד\"יוצר\" שאינו אלא סיפור איך המלאכים אומרים קדושה, ולכן יש שני פעמים \"אשרי\" בשחרית. ובמנחה יש קדושה אחת – תיקנו פעם אחת \"אשרי\". ובערבית ליכא קדושה – לא תיקנו כלל. דגם ב\"אשרי\" יש קדושתו של הקדוש ברוך הוא, כדכתיב: \"ארוממך..., בכל יום אברכך, גדול ה', דור לדור, הדר כבוד הודך, ועזוז נוראותיך\" – להורות שהוא יתברך מרומם על כל ברכה ותהילה, שזהו ענין \"קדוש קדוש\". כלומר: קדוש ומובדל מכל ברואי מעלה, וקל וחומר מברואי מטה. וכשם שבקדושה אומרים \"מלוא כל הארץ כבודו\", כלומר: אף שהוא קדוש ומובדל, מכל מקום מלא כל הארץ כבודו, כמו כן ב\"אשרי\" שעם כל גודל גדולתו הוא חנון ורחום, וטוב לכל, ורחמיו על כל מעשיו, ועיני כל אליו ישברו והוא נותן להם את אכלם בעתו, פותח... על דרך שאמרו: במקום שאתה מוצא גדולתו, שם אתה מוצא ענותנותו...","ועוד טעם ב\"אשרי\" לפי שהכננו מזון הנפש בקריאת שמע ותפילה, וטלית ותפילין, ויחוד השם ואהבתו; לכן מבקשים עתה שיפשיע לנו בחסדו מזון הגוף, שיתן לנו את אכלינו בעתו, שיזמין לכל איש ואיש די פרנסתו. וזהו \"פותח את ידך\". והשני פסוקים שמוסיפים קודם \"תהילה לדוד\" ואחד אחר \"תהילה לדוד\", והיינו \"אשרי יושבי ביתך\", \"אשרי העם שככה לו\", ופסוק \"ואנחנו נברך...\" – לפי שבפסוקי דזמרה הוספנום מטעם שבארנו בריש סימן נ\"א, עיין שם. לפיכך מוסיפין גם כאן להשוותם זה לזה.","וכיון שאנו מבקשים פרנסתינו, לכן אומרים מזמור \"יענך ביום צרה\". וכמו שאמרו בשלהי ברכות: למה כתיב \"ישגבך שם אלהי יעקב\" ולא \"אברהם ויצחק\"? מכאן לבעל הקורה שיכנס בעוביה של קורה. ופירש רש\"י: אם בא לטלטל הקורה ממקום למקום. כלומר: יעקב שכל הבנים שלו וטרח בגידולם – יבקש עליהם רחמים. עד כאן לשונו. דיעקב היה לו צער גידול בנים וטרח לפרנסם, והגיע לו צרות רבות מעשו ומלבן, והקדוש ברוך הוא חלצו מכולם, כמו כן יחלצנו מצרותינו. ובמדרש שוחר טוב אמרו על פסוק זה: אמר הקדוש ברוך הוא: בשעה שמגעת צרה לישראל, והם מבקשים אותי... אני עונה אותם, ואנכי עמו בצרה. ולזה מסיימים \"המלך יעננו ביום קראנו\". ויש בראשי תיבות של שלוש תיבות אלו אותיות קי\"ב כמספר הוי\"ה-אדני-אהי\"ה, שהם עיקרי שמותיו יתברך שמהם השפעתינו. ולכן אומרים מקודם \"אלה ברכב..., ואנחנו בשם...\", כלומר: כולם יש להם פרנסה מצד הטבע, ואנחנו רק בשמו יתברך נבטח. כי מצד הטבע מיום שנחרב בית המקדש אנו כתלוים באויר. ועוד איתא שם במדרש, דמזמור זה אמרוֹ דוד אחר שמונה עשרה מזמורים, וכמו כן אנו אומרים אותו אחר שמונה עשרה ברכות. (ובספרים שלנו הוא מזמור כ, אך \"אשרי האיש\" ו\"למה רגשו\" אמרו חכמינו ז\"ל שחד הוא.)","ואחר כך אומרים \"ובא לציון גואל\" כדרך שאמר ישעיה הנביא (נט יט): \"כי יבוא כנהר צר, ובא לציון גואל\". וגם אנחנו אחר \"יענך ביום צרה\" אומרים \"ובא לציון גואל\". ואחר כך אומרים פסוק \"ואני זאת בריתי...\", שגם ישעיה אמרוֹ אחר פסוק ד\"ובא לציון גואל\". כלומר: שלא תפחד שמרוב הצרות תשתכח תורה מישראל. לא כן, ד\"לא ימושו מפיך...\". וזה ראינו בחוש, שאחר חורבן בית המקדש שהרומיים גזרו עלינו גזירות קשות ורעות, ואז אדרבא נתחזקה התורה בזמן התנאים והאמוראים...","ואחר כך אומרים \"ואתה קדוש\". וזהו \"קדושה דסידרא\" שאמרו בסוף סוטה, דמיום שחרב בית המקדש אין יום שאין בו קללה, וכל יום קללתו מרובה מחברו, שנאמר: \"בבוקר תאמר מי יתן ערב...\". ואלא עלמא אמאי קא מקיים? אקדושה דסידרא וא\"אמן, יהא שמיה רבה...\". ופירש רש\"י: סדר קדושה שתיקנו שיהו כל ישראל עוסקין בתורה בדבר מועט, שאומר קריאתו ותרגומו, והן כעוסקין בתורה... ויש כאן קדושת השם ותלמוד תורה, וחביב הוא. וכן \"יהא שמיה רבה...\". עד כאן לשונו. ואינו מובן: מה שייך זה לביטול הקללה? אמנם נראה לי דהענין כן הוא: דהנה במדרש שהבאנו בסעיף ג אומר: \"יענך ה' ביום צרה\", זה שאמר הכתוב: \"יקראני ואענהו, עמו אנכי בצרה\". אמר הקדוש ברוך הוא: בשעה שמגעת צרה לישראל והם מבקשים אותי, ישתתפו כבודי עמהם. באותה שעה אני עונה אותם, שנאמר: \"יקראני ואענהו\". אימתי? \"כי עמו אנכי בצרה\". משל לאשה עוברה שהיה לה כעס עם אמה, ועלתה אמה למעלה, ובשעת לידתה היתה צווחת מלמטה והיתה אמה שומעת קולה מלמעלה, והיתה אף היא צווחת כנגדה... אף על פי שאני בכעס עליה איני יכול לסבול צווחתה, צרת בתה צרת אמה. עד כאן לשונו. וכיון שעיקר המועיל להצלת הצרות לשתף כבודו יתברך בצערנו, וגם בגמרא אמרו כן: כל המשתף שם שמים בצערו – כופלין לו פרנסתו (ברכות סג א). ולכן כשהקללה רבתה בנו, והתפללנו לו יתברך – אנו משתפים שמו הגדול יתברך בצערינו. כלומר: שלו יתברך מגיע צער כביכול, שהלא מלוא כל הארץ כבודו, ועתה אין כבודו ניכר כלל. ומצטערים על העדר לימוד התורה, שזהו כל שמחתו יתברך. ולזה אומרים \"ה' ימלוך לעולם ועד\". כלומר: מתי יתגלה מלכותו יתברך? ואומרים \"יתגדל אמן יהא שמיה רבא\", שזה כולו בנוי על גלות השכינה. ובזה הקדוש ברוך הוא כביכול מצווח כנגדינו, ומסיר ממנו הקללה, ומשפיע לנו פרנסתינו.","ומקדימין מקודם הפסוק ד\"ואתה קדוש יושב תהלות ישראל\". כלומר: אף על גב שאתה קדוש, מכל מקום אתה יושב ומצפה לתהלות ישראל. ולכן כל מה שאנו מוסיפין בתפילה ובשבחות ותהלות – ניחא לך כביכול. והוא הקדמה על שאנו מכינין עצמינו לומר קדושה פעם שלישית, שלכאורה אין זה מדרך ארץ לשנות ולשלש דבר אחד שלוש פעמים, לזה אומרים שהוא יתברך רצונו בזה. ומה שמתרגמין הקדושה – כדי שהכל יבינו, מפני שהיו מדברים לשון תרגום בבבל. ועוד יש טעמים גבוהים בזה. ויש מי שכתב שהתרגום יאמרו בלחש, ויש מי שאינו חושש לזה (פרי עץ חיים דף ע\"ג ע\"א: מורי לא היה חושש...).","ואחר כך אומרים \"ה' אלהי אברהם... שמרה זאת לעולם ליצר...\", משום דפסוק זה אמרו דוד בסוף התפילה בדברי הימים (א כט יח). והענין כן הוא: הכל על דרך הקודם, דמה שרבתה בנו הקללה הוא מסיבת עונותינו, לזה מבקשים שישמור לנו סדר הקדושה שעשינו, לכוף בזה יצרינו ולהכין לבבינו לעבודתו יתברך. ועל העונות שעברו: \"והוא רחום יכפר עון..., כי אתה ה' טוב וסלח...\". ואחר כך אומרים \"צדקתך צדק...\", והוא כעין הצדקת הדין עלינו על גודל הקללה מזמן החורבן. ואחר כך אנו מתנחמים ואומרים: \"תתן אמת ליעקב...\", כלומר: בטוחים אנו שתתן החסד שהבטחת לאברהם עלינו, והאמת שהבטחת ליעקב. וביעקב שייך אמת, מפני שכבר הבטיח לאברהם, ועליו יתברך לאמת דברו. ואחר כך אומרים \"ברוך ה' יום יום, יעמס לנו\", כלומר: הננו מצפים לעתיד לגודל טוב, אך גם עתה מובטחים אנחנו שתתן לנו בכל יום פרנסתינו. ואומרים הני שלושה פסוקים: \"ה' צבאות עמנו\", \"ה' צבאות אשרי\", \"ה' הושיעה\", משום דבירושלמי פרק חמישי דברכות אמרו שלעולם לא יזוז ממנו פסוקים אלו. ואחר כך נותנים לו יתברך שבח והודיה שבראנו לכבודו, ונתן לנו תורת אמת. ואחר כך מתפללים על זה: \"שנשמור חוקיך, ונזכה...\". ואחר כך אומרים פסוקים של ביטחון לחזקנו בפרנסתינו, שנבטח בה' והוא ישלח לנו עזרתו מקודש. ומסיימין בפסוק \"ה' חפץ למען צדקו יגדיל תורה ויאדיר\". ונראה לי דזהו לשני כוונות: האחת: דהנה מפני קוצר פרנסתינו אנו טרודים על המחיה ועל הכלכלה, ואין לנו פנאי לעסוק בתורה. אבל עלינו לדעת כי חפץ ה' להגדיל תורה ולהאדירה. על כן הגם שאנו הולכין מיד לעסוק בפרנסה, אך עלינו לזכור שזהו עיקר רצונו יתברך להגדיל תורה ולהאדירה. ולכן יגדל בניו לתלמוד תורה, ויחזיק ידי לומדי תורה. וזהו חיוב אף על הטרודים בפרנסתם. וכוונה שניה הוא על מה שכתוב בישעיה (מב כב) אחר פסוק זה: \"והוא עם בזוז ושסוי... מי נתן למשיסה יעקב... זו חטאנו לו...\". והכי פירושו: דהנה אנחנו מתרעמים על שפלותינו, לזה אמר הנביא הלא תכלית הבריאה שיגדיל תורה ויאדיר. וזו חטאנו לו, שלא עשינו כן ועשינו ההיפך. ולכן \"הוא עם בזוז ושסוי...\". אלא שלא תיקנו לומר פסוקים אלו כדי שלא לסיים התפילה בדבר רע. אבל הכוונה יש לומר כן כמו שכתבתי. וטעם \"עלינו\" ושיר של יום יתבאר בסימן קל\"ג, כי גם הטור ביארם שם, עיין שם. ובזה נגמר סדר התפילה. (עוד יש כוונות גבוהות ורמות בקדושה דסידרא, דבעצם הכוונות אינה דומה לקדושת השמונה עשרה. ואנחנו פרשנו על פי פשטיותם, והבאים בסוד ה' יכוונו יותר. ודייק ותמצא קל.)","וכתבו רבותינו בעלי השולחן ערוך: מתרגמין קדושת \"ובא לציון\". וצריך ליזהר בו מאוד לאומרו בכוונה. ולענין אם היחיד אומרה – דינה כדין קדושה שב\"יוצר\", ועיין לעיל סימן נ\"ט (והוכרע להיתר). ובקדושה שבתרגום – יחיד אומרה ולא שנים. ואין לאומרה בקול רם. ואסור לצאת מבית הכנסת קודם קדושה דסידרא. עד כאן לשונם. דכל שהוא בלשון תרגום – אין לאומרו ברבים (ט\"ז בשם הזוהר). ויש בזה טעם על פי סוד, וסימנך: שנים מקרא ואחד תרגום. וכשעושים הכרזות – יעשו קודם \"אשרי\", ולא בין \"אשרי\"-\"ובא לציון\". (מגן אברהם. ומה שכתב שהיחיד בבואו לבית הכנסת בשעה שהציבור אומרים קדושה דסידרא יאמר עמהם, עיין שם – אין מנהגינו כך, כיון דאנו תופסים להלכה שיחיד אומרה כמו בקדושה ד\"יוצר\". והלבוש והמגן אברהם כתבו כאן מנהגי קדישים ודיניהם, ואצלינו כולם אומרים ביחד. ומי קודם לתפילת העמוד, ואיזה דיני קדיש נתבאר בסייעתא דשמיא ביורה דעה סוף סימן שע\"ו, עיין שם.) (נראה לי דטוב לומר \"אשרי\"-\"ובא לציון\" בישיבה.)"],["אחר \"ובא לציון\" אומר שליח הציבור קדיש \"תתקבל\", שנגמרה התפילה. אמנם נהגנו לומר אחר כך השבח הגדול של \"עלינו לשבח\", שאמרו הקדמונים שיהושע בן נון תיקנו בכבישת יריחו. והאר\"י ז\"ל הזהירו לאמרו אחר כל תפילה, ובקול ומעומד ובשמחה. ומשתחוה ב\"ואנחנו כורעים\". וגם רבינו הרמ\"א בסימן הקודם שיזהר לאמרו בכוונה. ויפסיק מעט קודם \"ואנחנו כורעים\" (דלא לישתמע דקאי על הקודם חס ושלום). ואומרים קדיש יתום אחר \"עלינו\". ואפילו אין יתום בבית הכנסת, יאמר אותו מי שאין לו אב ואם. ואפילו מי שיש לו אב ואם יכול לומר אם אינם מקפידים. עד כאן לשונו. דהקדיש הזה יש לו עיקר להשלים ארבעה קדישים בשחרית. ובאמירת \"עלינו\" תתחזק האמונה אצלינו, וכי אין שום כוח מבלעדו יתברך, והתקוה לתקן עולם במלכות שדי (עיין ב\"ח). ויש אומרים \"וכסא כבודו בשמים ממעל\". ויש אומרים \"ומושב יקרו\", וכתב הטור שכן הנוסחא בספר היכלות, עיין שם. ומכל מקום אנו אומרים \"וכסא כבודו\" מטעם הידוע אצלינו.","ואחר כך אומרים שיר של יום, לזכר שיר הלוים בבית המקדש. ובמנחה לא נהגו לאמרו אף על פי שגם בתמיד של בין הערבים היו אומרים שיר בבית המקדש. ומשנה מפורשת היא בשלהי ראש השנה שפעם אחת נתקלקלו הלוים בשיר, ועל בין הערבים קאי, עיין שם. מכל מקום כיון שהוא זכר בעלמא – דיו בשחרית. ובראש השנה (לא א) מפרש טעמים על כל שיר של יום, מה שכל אחד שייך ליום זה, עיין שם. ובמסכת סופרים (פרק שמונה עשר) מביא משנה זו דהשיר שהיו הלוים אומרים בבית המקדש שבסוף מסכת תמיד, ומסיים שכל המזכיר פסוק בעונתו – מעלה עליו כאילו בנה מזבח חדש ומקריב עליו קרבן. עד כאן לשונו. ולפיכך יש ליזהר בזה. ואחר השיר של יום אין צריך קדיש, כי כבר אמרנו ארבעה קדישים, ואין להרבות בקדישים כמו שכתבתי בסימן נ\"ה, עיין שם. אך היתומים נהגו לומר אחריו קדיש, ולכן כשאין יתום בבית הכנסת אין צריך קדיש זה.","ודע דביום שיש מוסף היו הלוים אומרים שיר דשחרית אחר תמיד של שחר, ולמוסף היה שירים אחרים, כמבואר במסכת סופרים שם לראש חודש וליום טוב. ומן הדין לומר בשבת ויום טוב וראש חודש השיר של יום דשחרית אחר תפילת שחרית. וכן מנהג הספרדים ונכון הוא. ואנחנו לא נהגנו כן, שאומרים אחר מוסף. וגם שירי מוסף לא נהגנו לומר כלל, והוא פלא. והספרדים אומרים בראש חודש \"ברכי נפשי\" שהוא שיר של מוסף ראש חודש. וביום טוב גם הם אין אומרים, ולא ידעתי למה. וגם תמיה לי שבמוסף שבת מבואר בראש השנה שם שהיו אומרים שיר מפרשת \"האזינו\", ובמסכת סופרים לא קחשיב לה. וגם אותם האומרים ביום טוב שירי מוסף. וכבר נדפסו במחזורים, ולמה בשבת אין מי שיאמרם? וצריך עיון גדול.","מנהג ספרד לומר אחר \"ובא לציון\" מזמור \"תפילה לדוד הטה ה' אזניך\", והוא מזמור (פו). ואחר כך אומרים \"הושיענו...\", שיר של יום, ואחר כך אומרים \"אין כאלהינו...\", \"פטום הקטורת...\", \"תנא דבי אליהו: כל השונה הלכות...\", אמר רבי אלעזר אמר רבי חנינא: תלמידי חכמים מרבים שלום...\". ואומרים קדיש דרבנן, מפני מאמרם סוף סוטה שהבאנו בסימן הקודם, שאומר הש\"ס שם \"אמן. יהא שמיה רבה\" דאגדתא. ואחר כך \"עלינו\". ומנהגם נכון וטוב, וכן כתב בפרי עץ חיים. אך רבינו הרמ\"א כתב בסימן קל\"ב, וזה לשונו: יש שכתבו לומר \"פטום הקטורת\" מתוך הכתב ולא בעל פה, משום שהאמירה במקום הקטרה, וחיישינן שמא ידלג אחד מסממניה. ואמרינן שהוא חייב מיתה אם חסר אחת מסממניה. ולכך נהגו שלא לאומרו בחול, שממהרין למלאכתם וחיישינן שמא ידלג. וכשיוצא מבית הכנסת אומר \"ה' נחני...\", ומשתחוה ויוצא. עד כאן לשונו. ומהרי\"ל עשה שלוש השתחוואות, וכשיצא מבית הכנסת לא יצא ואחוריו להיכל אלא מצדד (מגן אברהם). וכשהבימה מפסקת – לית לן בה, כיון שרשות אחר מפסיק בין ההיכל ובין הפתח. (ולכן באשכנז לא נהגו לומר \"אין כאלהינו\" ו\"פטום הקטורת\" מטעם שכתב הרמ\"א. ומכל מקום מי שאומרו – הרי זה משובח. ומשום חסרון אחד מסממנים יש נהגו למנות על האצבעות, ולא יטעה עוד כמובן. ותלמיד חכם וודאי נכון שיאמרם. וכן כתב המגן אברהם סעיף קטן ה' שהמדקדקים נהגו לאומרה בכל יום, עיין שם. ומה שהאריך בסעיף קטן ד' בדבר שיר של מנחה – אין להאריך בזה דאין ספק בזה, והנכון כמו שכתבתי. ודייק ותמצא קל.)","כתבו רבותינו בעלי השולחן ערוך: בשבת ויום טוב אין אומרים \"ברכו\" אחר קדיש בתרא, אפילו במקום שנהגו לאמרו בימות החול שמא לא היו יחידים בבית הכנסת כשאמרו \"ברכו\", מכל מקום בשבת ויום טוב אין לאומרו דהכל באים לבית הכנסת קודם \"ברכו\". עד כאן לשונו. והמנהג הזה אין ידוע אצלינו. ואין אנו אומרים זה לא בחול ולא בשבת ויום טוב."],["בשני וחמישי נוהגים להוסיף תחנונים, מפני שהם ימי רצון. שמשה רבינו בלוחות אחרונות שנתרצה לו הקדוש ברוך הוא עלה בחמישי וירד בשני, כמבואר במדרשים (טור). ועוד: שהם ימי דין, דבית דין של מטה ושל מעלה יושבין אז בדין (שבת קכט ב). דמזל מאדים משמש באלו הימים שני פעמים ביום (שם), ומזל מאדים מורה על מידת הדין. ולכן גם קורין בתורה בשני וחמישי שלושה קרואים. והוא מתקנת עזרא (בבא קמא פב א), כדי להגן על העולם שלא תחרב מפני מידת הדין, דתורה מגנת ומצלת.","ולפיכך אומרים \"והוא רחום\" באריכות כנדפס בסידורים. וכתבו הקדמונים שנתקן על ידי שלושה זקנים על ידי נס שנעשה להם, שהצילן הקדוש ברוך הוא מן האש שלא שלט בהם כששרפן הגמון אחד. וכתב רבינו הבית יוסף שאומרים אותו בקול רם. ואם לא אמרו מעומד עובר על התקנה, ונקרא \"פורץ גדר\". עד כאן לשונו. אבל רבינו הרמ\"א כתב דמעומד נוהגין לאומרו, אבל אומרים אותו בלחש... עד כאן לשונו. מפני שנתקן כנגד תפילת שמונה עשרה (מגן אברהם), וכן המנהג. וכתב עוד דנוהגים להתענות בהם. כלומר: כשגוזרים איזה תעניתים – גוזרין על שני וחמישי, וכן שני וחמישי ושני אחר פסח וסוכות. ויש נוהגין לומר וידוי \"אשמנו\", ו\"אל ארך אפים אתה...\", ושלוש עשרה מידות. ולאחר \"והוא רחום\" אומרים תחנון ו\"ה' אלהי ישראל שוב...\", \"הבט...\", \"זרים...\", ו\"שומר ישראל...\". ו\"אל ארך אפים\" אומרים אחר קדיש. ואומרים אותו מעומד מפני שיש בו \"חטאנו\" והוא כעין וידוי, דדווקא מעומד (שם).","כתב רבינו הבית יוסף: מראה פני כתיבת ספר תורה לעם העומדים לימינו ולשמאלו, ומחזירו לפניו ולאחריו. שמצוה על כל אנשים ונשים לראות הכתב, ולכרוע ולומר \"וזאת התורה...\", \"תורת ה' תמימה משיבת נפש\". עד כאן לשונו. כן איתא במסכת סופרים (פרק ארבעה עשר). וזהו שאנו קורין \"הגבה\", ואצלינו עושין ההגבה אחר הקריאה. והספרדים עושין קודם הקריאה, דכן משמע במסכת סופרים שם. ופלא שאנו אומרים \"וזאת התורה... על פי ה' ביד משה\", וכן נדפס בסידורים. וקשה טובא: חדא: דאין זה פסוק בשום מקום. ד\"וזאת התורה\" הוא ב\"ואתחנן\", ו\"על פי ה' ביד משה\" הוא סוף פסוק ב\"בהעלתך\" במסעות. עוד: דבמסכת סופרים אינו כן, וכמו שכתבתי. וכשמגביהה גולל הספר תורה על שלושה דפין, ומראה לעם ופני הכתב כנגד פני המגביה. ומי שמסתכל היטב בהאותיות כראוי – יגיע לו אור גדול אם ראוי לכך (עיין מגן אברהם סעיף קטן ג').","כשמוציאין הספר תורה אומרים \"ויהי בנסוע הארון\", \"בריך שמיה\" מזוהר ויקהל. ו\"גדלו\" אומר שליח הציבור כנגד ההיכל. ומגביה הספר תורה מעט וכורע, ואומרים: \"לך ה' הגדולה\", \"אב הרחמים...\". ובשבת ויום טוב אומר: \"שמע ישראל\", \"אחד אלהינו\" כנגד הציבור. וחוזר פניו אל ההיכל ואומר \"גדלו\", \"על הכל יתגדל ויתקדש...\". ויש להחזיק התורה בצד ימינו, והולך לצד צפון עם התורה. והראשון העולה לתורה אומר \"ברוך שנתן תורה...\", \"ואתם הדבקים...\" (ועיין מגן אברהם סעיף קטן ו'). ועיין בסימן קמ\"א סעיף י מה שכתבתי שם."]],"SHULCHAN_ARUCH":[["אין לדבר בין תפלה לנפילת אפים. כשנופל על פניו נהגו להטות על צד שמאל.  <i>הגה: ויש אומרים דיש להטות על צד ימין והעיקר להטות (ריב\"ש סימן רי\"ב ובית יוסף בשם הרוקח) בשחרית כשיש לו תפילין בשמאלו על צד ימין משום כבוד תפילין ובערבית או כשאין לו תפילין בשמאלו יטה על שמאלו (מנהגים). ולאחר שנפל על פניו יגביה ראשו ויתחנן מעט מיושב וכל מקום ומקום לפי מנהגו. ומנהג פשוט לומר ואנחנו לא נדע כו' וחצי קדיש אשרי ולמנצח (טור) ואפילו בימים שאין אומרים תחנון אומרים למנצח מלבד בראש חודש וחנוכה ופורים וערב פסח וערב יום כיפור וט' באב (מנהגים, ועיין לקמן סימן תקנ\"ט)<\/i>","נפילת אפים מיושב ולא מעומד.   <i>הגה: יש אומרים דאין נפילת אפים אלא במקום שיש ארון וספר תורה בתוכו אבל בלא זה אומרים תחנה בלא כיסוי פנים וכן נוהגים (בית יוסף בשם רוקח סימן שכ\"ד). וחצר בית הכנסת הפתוח לבית הכנסת (מהרי\"ל) או בשעה שהצבור מתפללין אז אפילו יחיד בביתו אומר תחנה בנפילת אפים (דברי עצמו פירוש אגור)<\/i>","אין נפילת אפים בלילה ובלילי אשמורת נוהגים ליפול על פניהם שהוא קרוב ליום","נהגו שלא ליפול על פניהם לא בבית האבל ולא בבית החתן ולא בבית הכנסת ביום מילה ולא כשיש שם חתן.   <i>הגה: ודוקא שהמילה או החתן באותו בית הכנסת אבל אם אין המילה בבית הכנסת אף על פי שהיא בבית הכנסת האחרת אומרים תחנון (פסקי מהרי\"א סימן פ\"א). וביום המילה שאין אומרים תחנון דוקא שחרית שמלין אז התינוק אבל במנחה אף על פי שמתפללין אצל התינוק הנימול אומרים תחנון מה שאין כן בחתן שאין אומרים תחנון כל היום כשמתפללין אצל החתן (הגהות מיימוני פרק ה' מהלכות תפלה). ולא מקרי חתן אלא ביום שנכנס לחופה<\/i>","אם חלה מילה בתענית צבור מתפללים סליחות ואומרים וידוי ואין נופלין על פניהם ואין אומרים והוא רחום <i>בשחרית אפילו במקום שנהגו לאומרו בלא זה<\/i>","נהגו שלא ליפול על פניהם בט\"ו באב ולא בט\"ו בשבט ולא בראש חודש ולא במנחה שלפניו ולא בחנוכה ויש אומרים גם במנחה שלפניו <i>(וכן נוהגין)<\/i>. בפורים אין נופלין על פניהם. <i>(בל\"ג בעומר אין נופלין. ביום כיפור אין נופלין. וכן בערב ראש השנה אפילו שחרית. מנהגים)<\/i>","ומנהג פשוט שלא ליפול על פניהם בכל בכל חדש ניסן ולא בט' באב ולא בין יום כיפור לסוכות. <i>(ולא מתחלת ראש חודש סיון עד אחר שבועות)<\/i>","אין אדם חשוב רשאי ליפול על פניו כשמתפלל על הצבור אלא אם כן הוא בטוח שיענה כיהושע בן נון.   <i>הגה: וכן אסור לכל אדם ליפול על פניו בפשוט ידים ורגלים אפילו אם אין שם אבן משכית (הגהות אשירי סוף פרק תפלת השחר וריב\"ש סימן תי\"ב) אבל אם נוטה קצת על צדו מותר אם אין שם אבן משכית וכן יעשו ביום כיפור כשנופלין על פניהם אם יציעו שם עשבים כדי להפסיק בין הקרקע וכן נוהגין (מרדכי)<\/i>"],["מתרגמינן קדושת ובא לציון וצריך ליזהר בו מאד לאמרו בכוונה.   <i>הגה: ולענין אם היחיד אומרה דינה כדין קדושה שביוצר ועיין לעיל סימן נ\"ט. ובקדושה שבתרגום יחיד אומרה ולא שנים ואין לאמרה בקול רם (בית יוסף סימן נ\"ט)<\/i>","אסור לאדם לצאת מבית הכנסת קודם קדושה דסידרא.  <i>הגה: ואומרים אחר סיום התפלה עלינו לשבח מעומד (כל בו). ויזהר לאומרו בכוונה וכשמגיע אל אל לא יושיע יפסיק מעט קודם שיאמר ואנחנו כורעים וכו' (טור). ואומרים קדיש יתום אחר עלינו ואפילו אין יתום בבית הכנסת יאמר אותו מי שאין לו אב ואם ואפילו מי שיש לו אב ואם יכול לאמרו אם אין אביו ואמו מקפידין (אגור ותשב\"ץ ותשובת מהרי\"ל סימן ס\"ד). ויש לומר פטום הקטורת ערב ובוקר אחר התפלה ואומרים תחלה אין כאלהינו וכו'. ואומרים השיר שהלוים היו אומרים במקדש שחרית לבד (טור). ויש שכתבו ליזהר לומר פטום הקטורת מתוך הכתב ולא בעל פה משום שהאמירה במקום ההקטרה וחיישינן שמא ידלג (בית יוסף בשם מהר\"י ואורחות חיים ) אחד מסממנים ואמרינן שהוא חייב מיתה אם חסר אחת מסממניה. ולכן נהגו שלא לאמרו בחול שממהרין למלאכתן וחיישינן שמא ידלג. וכשיוצא מבית הכנסת אומר ה' נחני וגו' (כל בו) ומשתחוה ויוצא (מהרי\"ל)<\/i>"],["בשבת ויו\"ט אין אומרים ברכו אחר קדיש בתרא.  <i>הגה: אפי' במקום שנהגו לאמרו בימות החול שמא לא היו יחידים בבהכ\"נ כשאמרו ברכו מכל מקום בשבת ויו\"ט אין לאמרו דהכל באין לבהכ\"נ קודם ברכו (ב\"י בשם ריב\"ש):<\/i>"],["<i>(הגה: נוהגין להרבות בתחנונים בשני ובחמישי ואומרים) (טור)<\/i>  והוא רחום ואומרים אותו בקול רם ואם לא אמרו מעומד עובר על התקנה ונקרא פורץ גדר.   <i>הגה: וכן נוהגין לאמרו מעומד אבל אומרים אותו בלחש ומה שנוהגים להרבות בתחנונים בשני ובחמישי משום שהם ימי רצון ולכן נוהגין גם כן להתענות בהם (טור)<\/i>","מראה פני כתיבת ספר תורה לעם העומדים לימינו ולשמאלו ומחזירו לפניו ולאחריו שמצוה על כל אנשים ונשים לראות הכתב ולכרוע ולומר וזאת התורה וגו' תורת ה' תמימה וגו'.   <i>הגה: ונהגו לעשות כן אחר שקראו בתורה אבל כשמוציאין אותו אומר השליח ציבור גדלו והקהל אומרים רוממו כו' אב הרחמים הוא ירחם עם עמוסים וכו' ויש אומרים לומר על הכל יתגדל (מסכת סופרים פרק י\"ג וטור ומהרי\"ל) וכן נוהגים ביום טוב ובשבת ויש להחזיק התורה בימין (מהרי\"ל). וכשעולה הראשון לקרות אומרים ברוך שנתן תורה כו' (כל בו)<\/i>"]]}