{"MISHNA_BERURA":[["(א) אין וכו' - ודינו בכל דבר כמו שמבואר לעיל בסימן נ\"ה לענין קדיש ועיין שם במ\"ב סקל\"ג מה שכתבנו בשם הפמ\"ג דמסתפק לענין ישן אם מצטרף. י\"א דאין נ\"כ אלא במקום שיש ס\"ת אבל רוב האחרונים וכמעט כולם חולקים ע\"ז. י\"א דמי שבא ואמר כהן אני נאמן לישא כפיו וכן המנהג [רמ\"א בא\"ע סימן ג' ס\"א בהג\"ה]:","(ב) מהמנין - לפי שהכהנים ג\"כ בכלל ברכה מדכתיב ואני אברכם כלומר לכהנים ואפילו אם רובם כהנים ג\"כ שפיר דמי כיון דיש עכ\"פ ישראל אחד שיענה אמן אחר הברכת כהנים. וביהכ\"נ שכולה כהנים עיין לקמן בסכ\"ה:","(ג) ואין לזר - דכתיב כה תברכו וגו' אתם ולא זרים ולאו הבא מכלל עשה עשה ועיין בב\"ח שכתב דדוקא עם נשיאת כפים ואפילו אם לא בירך מתחלה אקב\"ו וכו' אבל אם יברך ברכת כהנים בלא נשיאת כפים אינו עובר בעשה ומפמ\"ג משמע דאיסור יש בכל גווני. כתב בספר מגן גבורים דהא דאמרה תורה אתם ולא זרים אינו רק במתכוין לכוונת המצוה אבל אי לא מכוין כלל לכוונת המצוה רק שלא לעבור על דברי חבריו שחשבו שהוא כהן ואמרו לו עלה לדוכן פשיטא דאין כאן איסור עשה כלל עי\"ש ונ\"ל דכ\"ז דוקא למאי דקי\"ל לעיל בסימן ס' ס\"ד דמצות צריכות כונה דאל\"ה אינו מותר רק דוקא אם מכוין בפירוש שלא לשם מצוה או שאינו מכוין כלל לברכה ועיין בבה\"ל:","(ד) אפילו וכו' - ר\"ל אפילו אם נימא דעשה אינו עובר הזר כשמברך עם כהנים דהמיעוט אתם ולא זרים הוא רק כשמברך לבדו אפ\"ה עכ\"פ אסור משום הברכה שמברך בתחלה אשר קדשנו וכו' דהוי לבטלה דרק לכהנים צותה התורה לברך את ישראל:","(ה) בזר העולה - אם לא משום ברכה לבטלה שלכהנים צותה התורה לברך את ישראל [תוס' שם]:","(ו) ואפשר עם וכו' - ר\"ל בזה קאמר הר\"י דאינו עובר בעשה רק משום איסור ברכה לבטלה ולדינא הסכימו האחרונים דאין לחלק בזה ובכל גווני עובר בעשה:","(ז) שאין בו אחד וכו' - כי לקמן בסימן זה מבואר הרבה דברים המעכבים לכהן לעלות לדוכן יש מהן שהן מדאורייתא לכמה פוסקים ויש מהן שהן לכו\"ע מדרבנן ועיין לקמיה בס\"ק י\"ב:","(ח) כעובר בג' - והוא כה תברכו אמור להם ושמו את שמי וגו' ומ\"מ עיקר עשה אינו אלא אחת והוא כה תברכו שנאמרה בלשון צווי לברכה. כתבו הפוסקים דנשיאת כפים אין דוחה לאיסור טומאה והטעם כי יש בה עשה ולא תעשה [לנפש לא יטמא קדושים יהיו] ולכן אפילו מת פתאום אחר שכבר אמר הש\"ץ כהנים דחל עליהם המצות עשה דנשיאת כפים אפ\"ה צריכין לצאת תיכף החוצה. ואם הכהן אינו יודע מזה צריך להגיד לו מיהו אם הטומאה בבית הסמוך לביהכ\"נ ואפשר לסתום הפתחים והחלונות של ביהכ\"נ או של בית שהמת שם אפילו נודע לו א\"צ לצאת עד שיגמור הנ\"כ דנ\"כ ד\"ת וטומאה כזו אינה אלא מדרבנן. אמנם אם נודע לכהן קודם שנטל ידיו לעלות לדוכן טוב יותר שיצא תיכף החוצה:","(ט) כשקראו כהנים - דבלא\"ה אינו עולה דכתיב אמור להם ומתרגמינן כד יימרון להון והוא קריאת כהנים שאנו אומרין וע' לקמיה בס\"ק י'. וכתב המ\"א ודוקא שעקר רגליו בעבודה אבל אם לא עקר רגליו אינו רשאי לעלות וכדלקמן בס\"ח ואף דהחזן קרא כהנים או שא\"ל בפירוש לעלות אינו עובר בעשה והא\"ר הביא בשם תשובת מהר\"ם מינץ שמסתפק בזה דאולי באופן זה מחוייב לעלות ע\"כ יש ליזהר שלא להיות אז בבהכ\"נ כדי שלא יבוא לזה ובלא\"ה יש לעשות כן משום שלא יאמרו עליו שהוא פגום דמי ידע שלא עקר רגליו קצת בעבודה:","(י) או אם א\"ל - זה קאי ג\"כ בשהיה בבהכ\"נ ולא כשאמרו לו בחוץ רק דבא המחבר להורות לנו דאין נ\"מ בדין בין תיבת כהנים שקורא החזן בכלל לכל הכהנים או שאמרו לו בפרט לעלות או במה שאמר לו השופך מים ליטול ידיו דהוא מרמז ג\"כ על ברכת כהנים כולם בכלל אמור להם הוא ועובר בעשה אם אינו עולה וכ\"ז מיירי ג\"כ לפי דעת המ\"א הנ\"ל שעקר רגליו בעבודה. ועיין עוד בבה\"ל שביררנו שם עוד דברי המחבר כולל ג\"כ דאם שאמרו לו בביהכ\"נ קודם שגמר ברכת רצה דהיה אז ביכלתו לעקור רגליו ולא רצה דעובר בעשה לכו\"ע ועי\"ש עוד במה שכתבנו:","(יא) שוב אינו עובר - היינו אי אתרמי ליה צבורא אחרינא והטעם כיון שכבר קיים מצוה זו ביום זה לא חייבתו התורה יותר ומ\"מ אם עלה פעם שנית צריך לברך מתחלה הברכה אקב\"ו דעכ\"פ עושה מצוה ואפילו באותו ביהכ\"נ שכבר נשא כפיו:","(יב) כשהכהנים אינם רוצים - כגון שהוא חלש וכדומה. ועיין במ\"א שכתב בשם המרדכי שהיוצא צריך לצאת קודם שמתחילין רצה והטעם כדי שלא יאמרו שהם פגומים כשלא יעקרו ברצה וגם שהלוים היוצקים מים לא יבואו ויאמרו להם לעלות [א\"ר]. וכתבו הפוסקים דהפסולים לעלות לדוכן אפילו פסולים דרבנן א\"צ לצאת לחוץ דכשהחזן קורא כהנים אין כונתו על הפסולים והסכימו עוד דאפילו אם אמרו לו בפירוש עלה או כשאין בביהכ\"נ רק פסולים דבודאי כונת הש\"ץ שקורא כהנים הוא עליהן אפ\"ה אין צריכין לעלות ואינם עוברין בעשה דהא אינם נמנעין מצד עצמן אלא החכמים מנעו אותם ויש כח בידם לעשות זה. ומ\"מ באין בביהכ\"נ כהנים אחרים רק אלו הפסולים דרבנן מצדד הא\"ר שיצאו לחוץ קודם רצה וכן משמע מהגהת רע\"א ע\"ש:","(יג) אלא בשעה וכו' - ר\"ל וממילא אין חל עליהם שום חיוב אפילו כשיכנסו אח\"כ וכנ\"ל בס\"ב:","(יד) שהם פגומים - ר\"ל בני גרושה ובני חלוצה:","(טו) במנעלים - שמא יפסק לו רצועה וגנאי הוא לו ומתלוצצים עליו כשסנדלו מותרת ויקשרנה בעוד שחבריו מברכים ויאמרו שבן גרושה ובן חלוצה הוא ולפיכך הלך וישב לו ואפילו במנעלים שאין להם רצועות אסור דלא פלוג רבנן. ויש להצניע המנעלים שלא יעמדו בגלוי בביהכ\"נ מפני הכבוד ויחלצם קודם נטילה אך כשאפשר לו לחלצם אחר נטילה ושלא יגע בהם יכול לחלצם אחר נטילה [אחרונים]:","(טז) אבל בבתי שוקים - הוא מנעלים ארוכים המגיעים עד ארכובות הרגל היינו סמוך לשוק ושרי דליכא הכא טעמא הנ\"ל ואף דגם הכא רגילין לפעמים לעשות רצועות סמוך לארכובה מ\"מ לא חיישינן שמא ישב לקשרם דאפילו אם הם מותרים לית בה גנאי כולי האי:","(יז) אם הם של עור - טעמם דבכלל סנדל ומנעל הם ולא פלוג רבנן בין יש רצועות ובין אין רצועות ומ\"מ בבתי שוקים עם מכנסיים ביחד שמגיעים עד אציליהם מותר לכו\"ע דזה לא הוי בכלל הגזירה כלל וכן בתי שוקים של בגד אף שמחופה עור שרי אף לדעה זו:","(יח) ונהגו להקל בקצת מקומות - ומ\"מ בבתי שוקיים שלנו [שקורין שטיווי\"ל] שרגילין לילך בהם בשוק בטיט אין להקל משום כבוד הציבור [פר\"ח ע\"ש] ולפי טעם זה גם במנעלים של גמי שלנו [שקורין קאלאסי\"ן] ג\"כ אינו נכון מטעם זה. כתבו האחרונים דאין נכון לעלות לדוכן יחף ממש שהוא דרך גנאי שאין רגילין בזמן הזה לילך יחף לפני גדולים אלא יש לילך בפוזמקאות של בגד וכן המנהג:","(יט) אע\"פ שנטלו - עיקר הנטילה אסמכו רבנן אקראי שנאמר שאו ידיכם קדש וברכו את ה' כלומר כשתשאו ידיכם קדשו אותם בתחלה והיינו נטילה ואח\"כ ברכו את ברכת ה' והיא ברכת כהנים והנטילה צריכה להיות במים דוקא ולא מועיל כאן מידי דמנקי כמו בתפלה בסי' צ\"ב ופסק המחבר דאע\"פ שנטל ידיו שחרית יחזור ויקדש אותם קודם הנשיאות כפים דקרא תיכף לקדושה ברכה משמע:","(כ) חוזרים ונוטלים וכו' - ואם אין לו מים כתבו האחרונים דנוכל לסמוך על שיטת הרמב\"ם דס\"ל דיוצא בנט\"י שנטל בשחרית כל שלא הסיח דעתו ויודע שלא נגע במקום מטונף:","(כא) עד הפרק - ככהן המקדש ידיו לעבודה [רמב\"ם]. וע\"כ כתבו האחרונים דאפשר דבעינן דוקא נטילה מכלי וכח גברא ושלא יהיו משתנים המים מברייתן ויהיה עכ\"פ רביעית מים:","(כב) והלוי יוצק מים - וכשאין לוי יוצק בכור פטר רחם דהוא ג\"כ קדוש קצת ואם אין גם בכור טוב שיטיל הכהן בעצמו משיציק ישראל על ידו ואף שהלוי ת\"ח והכהן ע\"ה יש להחמיר וכ\"ש אם יש כהן אחד ת\"ח דמציל את כולם ומחוייב ליצוק אף על ע\"ה כ\"כ א\"ר וכתב המגן גבורים דכן עיקר עי\"ש טעמו:","(כג) ולא נהגו - ואם הסיחו הלוים דעתם טוב שיטלו ידיהם מקודם ומכ\"ש היכא דנגעו בגופן [אחרונים]. יש מקומות שהמנהג ששופכין שמן של ריח במים והמ\"א כאן ובט\"ז לקמן סימן תקי\"א כתבו דאסור דמוליד ריחא והא\"ר וכן הח\"צ בסימן צ\"ב דעתם להקל דלא שייך מוליד ריחא בזה כיון שהשמן עצמו מעורב במים. ובנתונים מע\"ש ועיו\"ט בודאי יש לסמוך עלייהו להקל אף דמוליד ריחא בידי הכהנים כמו שכתב בשע\"ת:","(כד) לא יחזור לברך וכו' - דלענין ברכה סמכינן על הרמב\"ם דס\"ל דיצא בנטילה שנטל שחרית וכ\"ז דוקא אם לא נגע במקום מטונף ולא הסיח דעתו בינתים אבל אם הסיח דעתו בינתים וכ\"ש כשנגע במקום מטונף צריך לכ\"ע לברך עתה על הנטילה כ\"כ מ\"א והא\"ר כתב דבכל גווני א\"צ לברך על נטילה זו דשמא לא נתקן כלל ברכה על נטילה זו וכן נהגו שלא לברך בשום גווני ולכן כל כהן ירא וחרד ישמור ידיו משעת נטילתו שחרית שלא ליגע במקום המלוכלך שלא יפול בספק ברכה:","(כה) כשמתחיל ש\"צ וכו' - היינו לכתחלה יזהר לעקור בהתחלת הש\"ץ רצה אבל אם לא עקר עד שכבר התחיל הש\"ץ רצה כל שלא סיים ברכת רצה שפיר דמי [א\"ר וש\"א]:","(כו) רצה כל כהן וכו' - שנאמר וישא אהרן את ידיו אל העם ויברכם ואח\"כ וירד מעשות החטאת וגו' משמע שבירך קודם שנסתלק מהעבודה לכן תקנו גם בתפלה שיעלו הכהנים לדוכן קודם סיום ברכת עבודה:","(כז) עד שיסיים ש\"ץ רצה - לאו דוקא דאפילו אם לא יגיע שם עד שיסיים הש\"ץ ברכת מודים ג\"כ לית לן בה כל שעקר רגליו ברצה ואיידי דרישא נקט רצה [אחרונים]. עוד כתבו דעיקר העקירה מקרי אחר נטילה שאז ראוי לעלות לדוכן ולכן יעקרו רגליהם ליטול ידיהם קודם רצה וברצה יעקרו רגליהם לילך למקום המוכן לדוכנם ובדיעבד אם לא נטל ידיו קודם רצה ואם ילך ליטול ידיו יסיים הש\"ץ ברכת רצה אעפ\"כ יעקור ברצה לילך למקום הדוכן ואח\"כ יטול ידיו שם [והיינו שיביאו לו שם מים סמוך למקום הדוכן]:","(כח) אבל אם לא עקר רגליו ברצה - ואפילו אם עקר רגליו לילך לצד חוץ ליטול ידיו מצדד בעטרת זקנים דזה לא חשיב עדיין עקירה אף שהנטילה היא הכשר לנשיאת כפים דבעינן עקירה למקום הדוכן וזה היה עקירתו לצד חוץ וע\"כ המנהג כשהש\"ץ מגיע לרצה ולא באו עדיין הכהנים להיכל הוא ממתין בתפלתו עד שיבואו דחיישינן שמא עדיין לא עקרו רגליהן ממקום הרחיצה לילך לצד הדוכן. כתבו הפוסקים שאם עקר רגליו מביתו לבוא לביהכ\"נ ומצא אחר רצה אע\"פ שבודאי בעת שעקר רגליו מביתו היה קודם רצה לא חשיב עקירה ואינו עולה כיון שלא עקר מביתו אדעתא דדוכן אבל אם עקר רגליו מביתו לבוא לבהכ\"נ לעלות לדוכן עקירה זו מועלת ועולה ויש שכתבו דאפילו באופן זה אינו עולה כ\"א כשהיה ביתו סמוך לביהכ\"נ ושמע שהש\"ץ התחיל רצה:","(כט) שוב לא יעלה - ואפילו היה מחמת אונס:","(ל) עד עמדו לפני התיבה - וכן המנהג עכשיו שאין אומרים אותו בדרך הליכתן כ\"א אחר שעומדים כבר לפני ההיכל ואמרו מודים אח\"ז אומרים יהי רצון זה:","(לא) עד שיכלה אמן - לאו דוקא אלא עד שיסיים הש\"ץ ולך נאה להודות כדי שיענו הקהל אמן על שתיהן [מ\"א וש\"א]. ולפ\"ז פשוט דגם הכהנים יענו אמן על ברכת הש\"ץ וכן מצאתי בשלחן שלמה:","(לב) ואצבעותיהם כפופים - ר\"ל שאינם צריכין לפרוס כפיהם:","(לג) אם הם שנים - דכתיב אמור להם דהיינו לומר לכהנים שיברכו את ישראל ולהם משמע לשנים:","(לד) כהנים - ולא חשיב הפסק בתפלה כמו דלא חשיב הפסק מה שהש\"ץ מקרא להם מלה במלה והטעם דנ\"כ צורך תפלה הוא:","(לה) ולא יאמר או\"א - הטעם שלא נתקן אלא בזמן שאין הכהנים מברכין בעצמם אבל כיון שהכהנים מברכין בעצמן למה יאמר הש\"ץ:","(לו) וחוזר ואומר עם קדושך - היינו הש\"ץ ומה שנוהגין באיזה מקומות שהכהנים אומרין עם קדושך טעות הוא:","(לז) ומחזירין פניהם וכו' - דילפינן בגמרא שברכת כהנים צריך להיות פנים כנגד פנים. וא\"צ להיות פני הכהנים כלפי הש\"ץ דוקא אלא אפילו אם ההיכל קבוע בצפון והתיבה שהש\"ץ לפניה היא במזרח הכהנים עומדים לפני ההיכל בצפון ופניהם לדרום כלפי העם [מ\"א בשם כנה\"ג] וי\"א שטוב יותר שהכהנים יעמדו במזרח אע\"פ שההיכל הוא לצד אחר והעם יעמדו נגדם פנים נגד פנים [פר\"ח והביאו הפמ\"ג]. שני כהנים השונאים זה את זה ואפילו נדרו הנאה זה מזה מותרין לעלות ביחד ואין אחד יכול לומר לחבירו עלה אתה בשחרית ואני אעלה במוסף או להיפוך כי יכול לומר אני רוצה לברך בשתיהן אבל כהן שהצבור שונאים אותו או הוא שונא את הצבור סכנה הוא לכהן אם ישא כפיו (ולכן יצא מביהכ\"נ קודם רצה אם אינו יכול לכוף את יצרו ולהסיר השנאה מלבו) וע\"ז תקנו בברכה לברך את עמו ישראל באהבה:","(לח) ואם הוא אחד וכו' - ואפילו אם יש עמו עוד אחד קטן פחות מבן י\"ג שנה ג\"כ אינו קורא כהנים [מבי\"ט סי' ס\"ד] והפר\"ח מפקפק בזה ומיהו לפי מנהגנו שהש\"ץ אומר אלהינו ורק שיאמר כהנים בקול רם לא איכפת לן כלל דליכא הפסק והוא מעין התפלה ומה\"ט כתב הא\"ר שאפילו ליכא כהן קטן רק כהן אחד גדול נמי אם אמר הש\"ץ בקול רם כהנים אין לגעור בו דאין שום הפסק בזה:","(לט) מחזיר פניו - ונושא כפים ומברך ג\"כ מתחלה אע\"ג דאינו מחוייב לעלות לפי מה שכתב לעיל בס\"ב [מ\"א בשם רמ\"מ] ומכ\"ש לדעת המהרל\"ח וט\"ז סק\"ג דמחוייב לעלות מה\"ת אם הוא אחד אע\"פ שלא קראו דמברך:","(מ) כשמחזירין פניהם וכו' - ויש מהראשונים שס\"ל דברכה זו מברכין קודם שמחזירין פניהם והמדקדקין יוצאין ידי שניהם דהיינו שמתחילין הברכה בעוד שפניהם כלפי ההיכל ובתוך הברכה מחזירין פניהם כלפי העם וגומרין [אחרונים]:","(מא) מברכין וכו' - היינו שכולם מברכין ולא שאחד יברך והאחרים יענו אמן [מ\"א בשם המבי\"ט]:","(מב) מגביהים ידיהם וכו' - דגמרינן ברכה זו ממה דכתיב וישא אהרן את ידיו אל העם ויברכם הרי דצריך נשיאת ידים ובהאי קרא הכתיב ידו רמז דצריך להגביה יותר ידו אחד ומסתמא היא הימנית:","(מג) יד ימנית קצת - מ\"מ צריך ליזהר שיניח גודל הימין על גודל השמאל שלא יתפרדו כדי שלא ישבר החלון דבעינן ה' כוים ואם יתפרדו אין הריוח שבין הימין לשמאל נחשב כלל לאויר. ויש שכתבו שבין מלה למלה וכ\"ש בין ברכה לברכה רשאי לקרב אז הגודלים עם האצבעות משום עייפות:","(מד) וחולקים אצבעותיהם - דאיתא בתנחומא פרשת נשא משגיח מן החלונות מבין אצבעותיהם של כהנים מציץ מן החרכים בשעה שפושטים כפיהם:","(מה) ומכוונים לעשות ה' וכו' - רמז לזה ממה דכתיב החרכים ה' חרכים:","(מו) ופורשים כפיהם כדי וכו' - ר\"ל לא כמו שנושא אחד ידיו בתפלה שהוא נושא ידיו כלפי שמים:","(מז) מתחילין הכהנים וכו' - ובכהן אחד שאין קוראין לו כו\"ע מודים דמקרינן ליה יברכך:","(מח) לומר יברכך - ס\"ל דמה דקי\"ל שצריך להקרות אותם מלה במלה הוא לבד מתיבה ראשונה דביה ליכא למיטעי:","(מט) ואח\"כ מקרא אותם - מדכתיב אמור להם ודרשינן מלמד שהחזן אומר להם אמרו ומ\"מ הוא רק למצוה לכתחלה ואינו מעכב וראיה לזה מלקמן סכ\"ה בהכ\"נ שכולה כהנים עיי\"ש [פר\"ח] וכתב עוד דהש\"ץ צריך להקרות מתוך הסידור לא בעל פה:","(נ) אין מברכין וכו' - וכ\"ז הוא מן התורה דילפינן כ\"ז מקראי בלשה\"ק דכתיב כה תברכו בלשון הזה ובעמידה דכתיב לשרתו ולברך בשמו מה שירות בעמידה דכתיב לעמוד לשרת ה\"נ ברכה ובנשיאת כפים דכתיב וישא אהרן את ידיו אל העם ויברכם ובקול רם דכתיב אמור להם כאדם האומר לחבירו. עוד ילפינן בגמרא דצריך להיות פנים כנגד פנים וכתבו רוב הפוסקים וכמעט כולם דהני כולהו לעיכובא הוא ואפילו בדיעבד לא יצאו באופן אחר. ובכל אלו טוב שיצא לחוץ קודם רצה כשאין יכול לברך כדינו [אחרונים]:","(נא) ובעמידה - היינו שיהא הכהנים בעמידה אבל הצבור רשאין לישב רק שיהיו פנים כנגד פנים [מ\"א] והמנהג שהכל עומדין וכן משמע במאירי סוטה פ\"ז ומגילה פ\"ג וכן משמע באשכול הלכות ברכת כהנים דכתב שהכל צריכין לעמוד לפניהם באימה ובכובד ראש. וכהן שהוא חלוש ואינו יכול לעמוד אלא ע\"י סמיכה לא ישא כפיו דהוא כישיבה [אחרונים]:","(נב) ובנשיאת כפים - ומי שידיו מרתתין ואינו יכול להגביה ידיו אינו נושא כפיו ואפילו בדעבד מעכב ואפילו אם יעשה סמוכין שיהיו קשורין בכובע שבראשו ויכניס בהם ידיו שיהיו נשואות למעלה לא מהני דהוי ע\"י סמיכה ואנן בעינן שישאו ידיהם ממש [נו\"ב ומגן גבורים והובא בשע\"ת] אך אם אפשר לו להגביהם לשעה מועטת יגביה בשעת אמירתו יברכך ויניח בשעת הניגון בין תיבה לתיבה ויחזור ויגביה בשעת אמירת התיבה וכמו שכתב בתשובת כתב סופר סימן י\"ג ע\"ש:","(נג) ובקול רם - היינו בקול בינוני לאפוקי בלחש ומ\"מ לפעמים צריך בקו\"ר ממש כגון שהמתפללים הם רבים ובעינן שיהא כל הקהל שומע כדאמרינן בספרי [פר\"ח]. והנה מי שקולו צרוד [שאינו יכול לדבר בקול בינוני כ\"א בלחש] לכאורה פשוט שאינו יכול לישא כפיו וטוב שיצא קודם רצה:","(נד) ואומרים רבון - ובר\"ה ויו\"כ שמאריכין בניגוני היום תאמצנו וכו' לא יתחילו לומר רבון עד לבסוף כדי שיסיימו עם הקהל כאחד:","(נה) מה שהבטחתנו - שתסכים על ברכתנו וכדכתיב ואני אברכם:","(נו) ושיענו הציבור אמן - ומסתברא דגם הכהנים צריכין לענות אמן על ברכת הש\"ץ. יאמרו אדיר במרום ויכונו לסיים כאחד עם הש\"ץ:","(נז) לכוף אצבעותיהם - פי' שידיהם יהיו פרושות עד שיחזירו פניהם:","(נח) ואינם רשאים לעקור - ויזהרו שלא ידברו עד שירדו מדוכנן אף שכבר הורידו כפיהם [א\"ר בשם מטה משה]:","(נט) עד שיסיימו הצבור - היינו רוב הצבור [פמ\"ג]:","(ס) לענות אמן - דקודם אמן עדיין לא נסתיים הברכה. ועכשיו שהמנהג לומר לכהנים בירידתם מן הדוכן יישר מהנכון שלא ירדו הכהנים מהדוכן עד לאחר שיסיים הש\"ץ קדיש כדי שלא יתבטלו הכהנים והעם מעניית איש\"ר ושאר אמנים עי\"ז כמו שמצוי:","(סא) בין בתחלה בין בסוף וכו' - פי' בתחלה כשעולין לדוכן ופניהם כלפי ההיכל שהוא במזרח וקורין להם כהנים מתחילין להחזיר פניהם כלפי העם לצד ימין שלהם שהוא בדרום ואח\"כ למערב נגד הצבור ובסוף כשמתחיל הש\"ץ שים שלום ומחזירין פניהם כלפי הקודש מתחילין להחזיר פניהם דרך ימין שלהם שהוא בצפון ואח\"כ לצד המזרח נגד ההיכל. כשיורדים מן הדוכן לא יחזירו אחוריהם להיכל אלא יצדדו ויחזירו פניהם קצת להיכל כתלמיד הנפטר מרבו שמחזיר פניו אליו בצאתו מלפניו [אחרונים]:","(סב) המטונפים - נראה דה\"ק סתם מנעלים כמטונפים הם [א\"ר ופמ\"ג]:","(סג) לקרות כהנים עד שיכלה וכו' - זהו לפי דעה המבוארת לעיל בסעיף יו\"ד דבמקומות שנושאין כפיהם אין אומרים או\"א ברכנו וכו' אלא תיכף אחר סיום ברכת מודים קורא הש\"ץ כהנים אבל לפי מנהגנו שתמיד הש\"ץ אומר או\"א כמו שכתב הרמ\"א שם לא שייך כלל דין זה דהא שוהה בלא\"ה הרבה יותר ע\"י אמירתו או\"א:","(סד) מפי הצבור וכו' - היינו רוב הצבור:","(סה) מפי כל הצבור - לפי שהוא חיוב על העם לשמוע כל הברכה מפי הכהנים ולהכי דקדק המחבר בכאן וכתב כל הצבור להורות דאף אם יש קצת אנשים שטועין ומאריכין באמן יותר מדאי צריך להמתין גם עליהם לפי שהחיוב הוא על כולם לשמוע וכ\"ז הוא לשיטת המחבר לעיל בסי\"ג שפסק דאין החזן מקרא תיבת יברכך וע\"כ צריך להזהיר הכהנים בהתחלתם יברכך אבל לדידן שהחזן מקרא גם תיבת יברכך יש אזהרה על החזן שלא יתחיל להקרות התיבה של יברכך קודם שסיימו עכ\"פ רוב הצבור אמן ואחר שסיים החזן את התיבה אז מותרין הכהנים להתחיל יברכך:","(סו) אמן שעונים אחר ברכת וכו' - וה\"ה שאינו רשאי הקורא להתחיל יאר ישא עד שיכלה האמן מפי הצבור:","(סז) עד שתכלה התיבה וכו' - כדי שישמעו הצבור התיבה יפה מפי הכהנים ולא תתערב בה שמיעתם מהמקרא:","(סח) מפי המקרא - ונראה דה\"ה שהמקרא לא יתחיל להקרות תיבה אחרת עד שיסיימו הכהנים התיבה שלפניה:","(סט) עונין אמן - היינו בכל ברכה וברכה (אחרונים):","(ע) עד שיכלה - האחרונים פקפקו בהג\"ה זו דלא משכחת לה דהרי אין מתחילין לומר רבון העולמים עד שיחזירו פניהם ואין מחזירין פניהם עד אחר שמתחיל הש\"ץ שים שלום כמבואר לעיל בסט\"ו וזהו אחר שכבר ענו הצבור אמן:","(עא) אחר ברכה של כהנים - שמא תתבלבל דעתו ולא ידע להקרות אח\"כ פסוק ב' או ג' ואם מתפלל מתוך הסידור ומובטח לו שלא תתבלבל דעתו רשאי לענות אמן דאמן זה אינו חשיב הפסק דהוא צורך תפלה ועל אמן של הברכה אשר קדשנו בקדושתו וכו' יש מחמירין שבכל גווני לא יענה משום הפסק בתפלה ושאני אמן של הב\"כ גופא דלא הוי הפסק שהוא מורה על קבלת הברכה:","(עב) לא ישא - שמא לא יוכל לכוין לחזור לשים שלום שדעתו מטורפת מאימת הצבור ואפילו אם בטוח הוא בעצמו שלא תטרף דעתו ג\"כ לא רצו חכמים להקל בזה לעקור ממקומו ולעלות לדוכן היכי שיש כהנים אחרים בביהכ\"נ ולא תתבטל הנשיאת כפים:","(עג) את כפיו - אלא הוא עומד ואחר שאינו כהן מקרא כמ\"ש סכ\"ב:","(עד) אבל אם א\"ל וכו' - ומיירי כשאמרו לו בברכת רצה או קודם לכן אבל אם אמרו לו אחר סיום ברכת רצה אינו רשאי לעלות כמ\"ש ס\"ח [מ\"א וש\"א] ועיין לעיל בסק\"ט דעת א\"ר בשם מהר\"מ מינץ בזה:","(עה) דהא עובר בעשה - ומפני זה צדדו האחרונים דאפילו אם אינו מובטח לחזור לתפלתו ג\"כ יעלה לדוכן דמפני חשש טירוף ובלבול התפלה שכל עיקרה אינה אלא מד\"ס אין לו לעבור על עשה דאורייתא ובפרט השתא שמתפללין מתוך הסידור בודאי יעלה:","(עו) מובטח לו שיחזור - ולדידן שמתפללין מתוך הסידור הוי כמובטח לו שיחזור לתפלתו ומ\"מ כשיש כהנים אחרים לא יעקור רגליו דהא אף במובטח לא שרינן אלא בדליכא כהן אחר:","(עז) מעט בעבודה - לילך לצד הדוכן והטעם משום הא דאיתא לעיל בס\"ח עי\"ש:","(עח) ויעלה לדוכן - היינו שיעקור רגליו לגמרי ויעמוד על הדוכן פנים נגד פנים כדין:","(עט) ויברך ברכת כהנים ויקרא לו אחר - היינו שיברך ברכת אשר קדשנו וכו' ואח\"כ מקריא לו אחר תיבה בתיבה אבל אין לומר שמקריא לו תיבת כהנים בתחלה דהא כיון שאין שם אלא הוא הרי פסקינן לעיל בס\"י דלאחד אינו קורא כהנים:","(פ) עדיף טפי - קאי על מובטח הנזכר מתחלה וקאמר דאע\"ג דבמובטח החזן עצמו יורד אח\"כ מן הדוכן ומסיים שים שלום כ\"ז הוא אם המקרא לא כוון לשמוע תפלת הש\"ץ מתחלה ועד סוף וכ\"ש כששח באמצע ולכך לא יכול לסיים שים שלום דהא חסרו לו הברכות שלפניה אבל אם המקרא כוון מתחלה ועד סוף הרי שומע כעונה ולכן עדיף טפי שהוא בעצמו יסיים גם שים שלום כדי שלא תהיה התפלה מופסקת בהליכת הש\"ץ מהדוכן למקומו לפני התיבה וה\"ה דצריך שיכוין הש\"ץ לשמוע מה שאומר המקרא שים שלום דאל\"כ תהיה תפלת הש\"ץ מתחלתה עד שים שלום בלבד:","(פא) שיסיים המקרא שים שלום - ודעת הגר\"א בביאורו דטוב יותר שיסיים הש\"ץ בעצמו תמיד וכן בדה\"ח וח\"א וש\"א כולם הזכירו בסתמא שיסיים החזן בעצמו ולא הזכירו עצה זו המבוארת בשו\"ע:","(פב) לטירוף הדעת - דע\"י טרדתם בהשתנות הניגונים לא ידעו איזה פסוק או תיבה יתחילו ואף שמקרין לפניהם כל תיבה ותיבה מ\"מ ע\"י טירוף דעתם ישכחו ג\"כ קריאת המקרא:","(פג) ואין לנגן וכו' - וכן החזנים בכל מקום שמנגנים לא נכון שינגנו בענין אחד הרבה נגונים [ט\"ז] ועיין בא\"ר שהמליץ בעדם:","(פד) אלא נגון אחד וכו' - ונראה דה\"ה שלא ינגנו הכהנים כל אחד ניגון אחר דגם בזה יש בלבול:","(פה) שיהא המקרא ישראל - כ\"כ הרמב\"ם ואסמכה אקרא שנאמר אמור להם מכלל שאין המקרא מהם ולפ\"ז לפי מנהגנו שהש\"ץ הוא המקרא כמש\"כ בסי\"ג ממילא צריך להשתדל לכתחלה שהש\"ץ העובר לפני התיבה לא יהיה כהן:","(פו) ויקרא אותם - היינו כל ברכת כהנים מלה במלה:","(פז) והחזן עומד ושותק - פי' עד גמר ברכת כהנים אבל משים שלום ואילך יאמר החזן בעצמו. והנה כל דין זה של המחבר הסכימו האחרונים שאין זה רק לכתחלה אבל כשאין שם מי שיודע להקרות יקריא הכהן הש\"ץ בעצמו:","(פח) כמו שעומד בתפלה - שהרי מתפללין שיברך הש\"י את ישראל [לבוש]:","(פט) ולא יסתכלו בהם - ר\"ל לא בפני הכהנים ולא בידיהם והטעם הוא ג\"כ כדי שלא יסיחו דעתם מהברכה וא\"כ כ\"ש שלא יסתכלו במקום אחר ומדינא אינו אסור אלא בהסתכלות מרובה שיכול לבוא לידי היסח הדעת אבל ראיה קצת שרי דדוקא בזמן המקדש שהיו מברכין בשם המפורש והשכינה היתה שורה על ידיהם היה אסור אפילו ראיה קצת משא\"כ בזה\"ז ומ\"מ נוהגין גם עכשיו זכר למקדש שלא להביט בהם כלל:","(צ) וגם הכהנים וכו' - ג\"ז משום היסח הדעת וכנ\"ל:","(צא) ע\"כ נהגו וכו' - ומנהג זה יותר נכון [א\"ר והגר\"א וש\"א]:","(צב) וידיהם חוץ לטלית - בד\"מ מוסיף שגם העם נוהגין לכסות פניהם בטלית כדי שלא יוכלו להסתכל בידי הכהנים:","(צג) עם שאחורי הכהנים - היינו אפילו אינו אחוריהם ממש אלא משוכים לצדדים כיון שעכ\"פ הוא מאחוריהם אינו בכלל ברכה ואפילו אינו מפסיק מידי בינם לבין הכהנים:","(צד) אינם בכלל ברכה - דבעינן דוקא פנים כנגד פנים כמ\"ש לעיל בסקל\"ז:","(צה) אבל מלפניהם ומצדיהם - פי' לא מיבעיא אלו שהם מלפני הכהנים משוכים לצדדים פשיטא דבכלל ברכה הם אלא אפילו כנגד צדדי הכהנים ממש אפ\"ה בכלל ברכה הם וצדדים שלאחריו כבר כתבנו דאינו בכלל ברכה. ולפ\"ז אותן העומדים בכותל מזרחי והאה\"ק בולט קצת לביהכ\"נ והכהנים עומדים לפניו אינן בכלל ברכה והב\"ח הליץ בעדם דעכשיו שכל אחד קונה מקום בביהכ\"נ חשובים כאנוסים דאינו יכול לילך לדחות את חבירו ממקומו אבל אין זה מספיק דבקל יוכל למצוא מקום פנוי לעמוד בצדי הכהנים או באמצע ביהכ\"נ על הבימה או ברוח מערבית של ביהכ\"נ [כ\"כ האחרונים]:","(צו) אם הם אנוסים וכו' - אבל בלא אנוסים אפילו עומדים בביהכ\"נ אלא שהם אחורי הכהנים אינם בכלל ברכה דמראים בעצמם שאין הברכה חביבה להם מדלא הלכו לקבל הברכה פנים אל פנים:","(צז) כולם - היינו לבד מש\"ץ שאף שהוא כהן הרי קיי\"ל לעיל בס\"כ דש\"ץ כהן ויש שם כהנים אחרים לא ישא את כפיו אף שהוא מובטח לחזור לתפלתו אלא יהיה הוא המקרא וכמו שכתבנו לעיל בסקפ\"ז דאם אין ישראל להקרות יכול כהן להקרות:","(צח) לאחיהם שבשדות - ולא קאמר לנשים וטף דלא חשיבי לברכם לחודייהו אבל גם הם בכלל הברכה:","(צט) הנשים והטף - ר\"ל אם ישנם שם ואם אינם שם ג\"כ נושאין כפיהם דעניית אמן אין מעכב את הברכה:","(ק) יותר מעשרה וכו' - הטעם דכיון שיש עשרה גדולים שיוכלו לענות אמן על הברכה מוטב שיתקיימו שניהם ויהיו מקצתן עולין והעשרה יענו אמן:","(קא) והעשרה עונין וכו' - דאע\"ג דקי\"ל לעיל בס\"א דנ\"כ בעשרה והכהנים מן המנין ונמצא שאין כאן עשרה עונים ואפ\"ה שפיר דמי שאני התם דכיון דעיקר ברכת כהנים על ישראל נאמרה חשיבי אפילו בפחות מעשרה ואפילו יש שם רק ישראל אחד כולם עולים לדוכן ומברכין לישראל זה משא\"כ בנידון דידן שכולם כהנים לא חשיבי לברכם לחודייהו אא\"כ יש עשרה שיקבלו הברכה ויענו אמן:","(קב) אין לומר וכו' - דכלום יש עבד שמברכין אותו ואינו מאזין:","(קג) שלא לאמרם - וכ\"כ האחרונים דכן עיקר וכתבו המ\"א והט\"ז דהאומרן יאמר בשעה שש\"ץ מקרא לפני הכהנים וא\"ר מגמגם גם בזה ע\"ש וכן הנהיג הגר\"א שלא לאמרן (מע\"ר) ומכ\"ש שיש ליזהר שלא לומר הפסוקים בקול כמו שעושין ההמון ובפרט מה שחוזרין המלות מתיבת יברכך ולהלן וזהו טעות שלא נזכר בשום מקום מנהג זה [א\"ר]:","(קד) כהן אינו וכו' - לשון הגמרא שלא יאמר הואיל ונתנה תורה רשות לברך אוסיף ברכה אחת משלי כגון ה' אלהי אבותיכם יוסף עליכם ככם אלף פעמים וגו' ת\"ל לא תוסיפו ומסיק שם הגמרא דאפילו כבר סיים כל ברכותיו ג\"כ עובר בלאו וכ\"ש אם הוסיפה באמצע הברכות. ודוקא להוסיף פסוק אחר אסור אבל לומר ברכת כהנים כמה פעמים אינו משום בל תוסיף דלא שייך בל תוסיף בעשיית המצוה שתי פעמים [אחרונים]:","(קה) ואם הוסיף וכו' - וה\"ה אם גרע מהברכות עובר משום בל תגרע:","(קו) יכול לישא את כפיו - כנ\"ל דליכא בל תוסיף בעשיית המצוה שתי פעמים ומ\"מ חיובא ליכא עליו כיון שכבר נשא כפיו ביום זה וכנ\"ל בס\"ג. ועיין לעיל במשנה ברורה סקי\"א דאע\"ג דאינו מחויב לישא כפיו כמה פעמים ביום אחד מ\"מ כל פעם שנושא כפיו הוא מברך אשר קדשנו ב\"ו וכו'. כהן המתפלל שמונה עשרה אם אין שם כהן אחר בביהכ\"נ צריך להפסיק ולעלות לדוכן כדי שלא תתבטל הנשיאת כפים ואחר שיגמור הנ\"כ ירד מהדוכן ויגמור תפלתו ואם יש שם כהן אחר אינו פוסק מתפלתו אם לא שאמרו לו עלה לדוכן או טול ידיך דאז אפילו יש שם כהנים אחרים צריך להפסיק ולעלות. וכל מקום דמפסיק בתוך התפלה כדי לעלות לדוכן צריך לעקור רגליו קצת בתוך התפלה כשאומר הש\"ץ רצה אבל אם לא עקר רגליו כשאומר הש\"ץ רצה אינו רשאי לעלות [מ\"א בשם רדב\"ז וש\"א] אמנם הא\"ר מפקפק בעיקר היתר זה של הפסק באמצע התפלה אפילו באמרו לו עלה דאע\"ג דתפלה דרבנן היא מ\"מ אפשר דהעמידו חכמים דבריהם אפילו במקום עשה וכן דעת הגאון יעב\"ץ בסידורו שלא להפסיק באמצע התפלה לנ\"כ כשעומד בברכה אחרת אם לא שהגיע בתפלתו למקום ברכת כהנים שאז דעתו שמותר לו לעקור רגליו ולעלות לדוכן שבמקום זה לא מקרי הפסק שהוא מעין שים שלום [והנה כשמשער בתוך התפלה שיגיע אז לאותו מקום בשוה עם הש\"ץ צריך ליזהר לעקור רגליו קצת לצד הדוכן בעת שמתחיל הש\"ץ רצה וכמו שכתבנו למעלה] וגם זה דוקא אם הוא מובטח שלא תטרף דעתו ויחזור לתפלתו ובלא\"ה אסור בכל גווני להפסיק בתפלה זהו תוכן דבריו שם ע\"ש:","(קז) נושא כפיו - ואם רואה שכשיעלה לדוכן יעבור זמן התפלה ילך לחצר ביהכ\"נ ויתפלל שם אבל אם א\"ל קודם רצה עלה צריך לעלות דאם לא יעלה עובר בעשה דאורייתא ודחי תפלה דרבנן ואם לא קרא ק\"ש ורואה שכשיעלה לדוכן יעבור זמן ק\"ש ילך ג\"כ לחצר ביהכ\"נ ויקרא ק\"ש ואם א\"ל קודם רצה עלה יקרא פסוק ראשון ויעלה וישא כפיו [מ\"א וש\"א]:","(קח) שהם בוהקניות - קאי גם אפניו והוא המנומר בנקודות דקות לבנות. ואותן המנומרין בנקודות דקות [שקורין זומר שפרענקלען] אם שכיח שם אף דלא הוי רוב אנשי המקום כך ישא את כפיו:","(קט) בו - שהוא דבר המתמיה ובשביל זה יסיחו דעתם מלכוין לשמוע הברכה:","(קי) בתי שוקים - היינו כעין פוזמקאות שלנו:","(קיא) ואם היה דש וכו' - דהטעם דמום פוסל בפניו ידיו ורגליו וכן בכל הני הוא משום דחיישינן שיסתכלו בו ובדש לא יסתכלו בו כי אינו חידוש בעיניהם. איתא בש\"ס דפוחח לא ישא את כפיו דגנאי הוא לצבור ומהו פוחח מבואר לעיל בסימן נ\"ג סי\"ג ע\"ש. כתב הפר\"ח דחולי מעים לא ישא את כפיו ומ\"מ נראה דטוב שיצא קודם ר צה:","(קיב) הולך באקראי וכו' - דלא רגילי אינשי לישא וליתן עמו ואינם מורגלים במומו ועיין בה\"ל:","(קיג) אלא וכו' - דכיון שעכ\"פ בא להשתקע שם לאיזה זמן רגילים לישא וליתן עמו והורגלו במומו בשלשים יום:","(קיד) אם מנהג וכו' - דהא אין יכולין להסתכל בהן ואם אין המנהג כן רק שהוא רוצה לעשות כן מפני המומין שבו אסור ואפילו רוצים כל הכהנים לעשות כמוהו כדי שלא יהא בו שינוי משאר כהנים אפ\"ה אסור דמ\"מ יסתכלו בהם מפני ששינו מנהגם ויסיחו דעתם:","(קטו) לשלשל הכהנים וכו' - אבל לא מהני מה שבאיזה מקומות הקהל מכסין פניהם דמ\"מ כשידעו שיש מום אתו לאיסתכולי וגם יש בחורים שאין להם טליתים:","(קטז) לידיו - אבל למומין שבפניו מהני:","(קיז) מסתכלין בהם - ובמקום שנהגו הכהנים לשלשל הטלית על פניהם וידיהם בפנים מן הטלית נושא כפיו וכנ\"ל:","(קיח) מלאכתן בכך - ומיירי כשאינו דש בעירו דבדש באומנתו זה בעירו אפילו אין אנשי העיר מלאכתן בכך ג\"כ מותר [ב\"י ולבוש ופ\"ח וש\"א ובאיזה שו\"ע ישנים כתוב זה במחבר גופא]:","(קיט) שאינו יודע וכו' - וה\"ה מי שהוא כבד פה וכבד לשון [רמב\"ם]:","(קכ) לאלפין עיינין - וה\"ה מי שקורא לחיתי\"ן ההי\"ן או שקורא לשבולת סבולת ואם כל בני עירו קוראין כך מותר לישא כפים שם באותו מקום. ומטעם זה כתבו האחרונים דבזמנינו שרוב בני עמנו אין יודעים להבחין בין הברת העי\"ן לאל\"ף ממילא מותר לישא כפיו וי\"א עוד דבמדינת רוסיא שרגילין הרבה לקרוא שבולת סבולת אף דכלל אנשי המדינה יודעים ההפרש שבין שי\"ן ימנית לשמאלית מ\"מ מותר לישא כפיו [ט\"ז והובא בא\"ר]:","(קכא) שלא הביא - ואם נעשה בן י\"ג שנה ויום אחד תלינן לענין זה שמסתמא הביא ב' שערות וכעין שפסק הרמ\"א לעיל בסי' נ\"ה בס\"ה בהג\"ה:","(קכב) אינו נושא - אפילו באקראי שאין כבוד צבור להיות כפופין לברכת קטן:","(קכג) ללמוד ולהתחנך - ומטעם זה רשאי לברך ג\"כ מ\"א וכ\"כ הרדב\"ז בח\"א בסי' תקס\"ה. וחינוך זה אינו כשאר זמני החנוך שהוא כבר חמש כבר שית כ\"א בשיודע לישא כפיו כמנהגי הכהנים:","(קכד) ומיהו - גם זה הוא מטעם כבוד הצבור שאין כבודם שיברכם תמיד בקבע וביחידי איש שלא נתמלא עדיין זקנו:","(קכה) באקראי - ובמדינתנו שאין נושאין כפים אלא ביו\"ט מותר לישא כפיו בכל רגל אפילו בפני עצמו כדי לאחזוקי נפשיה בכהני דלא מקרי זה אלא אקראי [מ\"א וט\"ז וש\"א]:","(קכו) ועיין לעיל וכו' - כלומר דשם מבואר דאפילו היה לו זקן מועט קרינן ביה נתמלא זקנו אם הוא מבן י\"ח שנה ומעלה וקודם לכן בעינן מילוי זקן ממש:","(קכז) שהרג את הנפש - דכתיב ובפרשכם כפיכם אעלים עיני מכם וגו' ידיכם דמים מלאו:","(קכח) אפילו בשוגג - ואם אנסוהו להרוג נושא את כפיו ואע\"ג דברציחה קי\"ל דיהרג ואל יעבור מ\"מ אם עבר ולא נהרג לא מיפסל לנ\"כ בשביל זה [מהרנ\"ח ופ\"ח]:","(קכט) אפילו עשה תשובה - טעם דעה זו דס\"ל דאע\"פ שאין לך דבר שעומד בפני התשובה מ\"מ אין קטיגור נעשה סניגור דבידים אלו שהרג את הנפש אין ראוי לישא את כפיו אע\"פ שעשה תשובה. דחף אשה הרה והפילה נושא את כפיו דאין חייבין מיתה על עוברין [אחרונים]:","(קל) וי\"א דאם וכו' - היינו אפילו כשעבר במזיד:","(קלא) והכי נהוג - ויש איזה אחרונים שמחמירין עכ\"פ במזיד ועיין בה\"ל:","(קלב) מל תינוק ומת וכו' - חדא דאיכוין לשם מצוה ועוד מי יימר דכלו ליה חדשיו ועוד שמא הרוח בלבלתו אח\"כ ומת:","(קלג) מרננים אחריו וכו' - לא קאי אמל תינוק דבזה אפילו יש עדים נושא כפיו אלא מרננים אחריו שהרג ממש אפ\"ה כיון שאין עדים אין לפוסלו מנשיאת כפים ומיהו הוא בעצמו אם יודע שאמת הוא לא ישא את כפיו בין לעצמו בין עם כהנים אחרים:","(קלד) מומר לע\"ג וכו' - בין בשוגג ובין במזיד ואפילו עשה תשובה דילפינן מעבודה שהוא פסול לה וכדכתיב אך לא יעלו כהני הבמות אל מזבח ה' בירושלים וגו'. אם הבטיח להמיר וחזר לא נפסל לכו\"ע. כתבו האחרונים דאפילו אם המיר לדת ישמעאלים שאינן עובדים ע\"ג אפ\"ה נקרא מומר ולא ישא כפיו. וכן אם הוא מומר לחלל שבת בפרהסיא הרי הוא כעו\"ג ולא ישא כפיו:","(קלה) וי\"א שאם עשה תשובה וכו' - היינו אפילו עבד ע\"ג במזיד:","(קלו) לד\"ה נושא כפיו - ואף דברמב\"ם שהוא בעל דעה ראשונה כתב בהדיא דאף אם עבד באונס לא ישא כפיו הכא מיירי בלא עבדה עדיין רק שהמיר דתו דהיינו שהודה לע\"ג וקבלה באלוה ואף דגם זה הוא כעובד ע\"ג ממש לענין חיוב מיתה במזיד מ\"מ לענין אנוס מקילינן לנשיאת כפים כיון דעכ\"פ לא עשה מעשה:","(קלז) רביעית יין - דברכת כהנים מדמינן לעבודה ובעבודה במקדש בכה\"ג חייב:","(קלח) מעט מים - ר\"ל שלא היה יין חי רק מזוג מעט:","(קלט) מותר - דבכה\"ג במקדש אינו חייב ורק איסורא בעלמא ולהכי בנ\"כ דקילא מעבודה מותר לכתחלה:","(קמ) אע\"פ שהוא מזוג וכו' - דבכה\"ג במקדש חייב:","(קמא) עד שיסיר וכו' - עיין סימן צ\"ט ס\"ב ושייך גם לכאן. וכ\"ז לענין יין אבל בשאר משקין המשכרים כתב המ\"א דמותר לישא כפיו אפילו נשתכר עד שאינו יכול לדבר בפני המלך דבתפלה כה\"ג תפלתו תועבה כדלעיל בסימן צ\"ט בנשיאת כפים מותר אם לא שהגיע לשכרותו של לוט דאז כשוטה יחשב וכ\"כ בספר מטה יהודה אבל הרבה אחרונים חולקין ע\"ז וסוברין דגם בשאר משקין כל שנשתכר בהן עד שאינו יכול לדבר לפני המלך אינו נושא כפיו. וביין מגתו דעת מ\"א לאסור בנ\"כ וכמה אחרונים חולקין עליו כיון שאינו משכר:","(קמב) מהדברים וכו' - ר\"ל הנזכרים בסימן זה:","(קמג) שאינו מדקדק במצות - היינו אפילו מצות חמורות כעריות וכדומה:","(קמד) מרננים אחריו - אפי' רינון של אמת שהוא מפורסם לכל ברשעתו:","(קמה) שאין שאר עבירות וכו' - פי' חוץ מע\"ג =מעבודת גילולים= ושפיכות דמים וכנ\"ל:","(קמו) מונעין - היינו אפילו לא עשה תשובה על חטאיו והטעם כתב הרמב\"ם לפי שזו מ\"ע על כל כהן וכהן שראוי לנשיאת כפים ואין אומרים לאדם רשע הוסף רשע והמנע מן המצות ואל תתמה ותאמר ומה תועיל ברכת הדיוט זה שאין קבול הברכה תלוי בכהנים אלא בהקב\"ה שנאמר ושמו את שמי על בני ישראל ואני אברכם הכהנים עושין מצותן שנצטוו בה והקב\"ה ברחמיו מברך את ישראל כחפצו עכ\"ל:","(קמז) כהן שנשא גרושה וכו' - וה\"ה חללה וזונה או חלוצה ומה שנתבאר בסמוך שאין שאר עבירות מונעים נ\"כ היינו דוקא בעבירות שאין שאר הכהנים מוזהרים יותר מישראל אבל במה שהכהנים מוזהרים יותר מישראל שקדושת כהנים גרם לו והוא חיללו לפיכך פסול מדרבנן לכל דבר כהונה עד שידור ע\"ד רבים וכו':","(קמח) על דעת רבים - שנדר שהודר עד\"ר אין לו התרה אבל כשלא ידור עד\"ר חיישינן שמא ילך אצל חכם וישאל על נדרו לפי שיצה\"ר תוקפו לעריות:","(קמט) מהנשים שהוא אסור בהם - וגם צריך לגרש אותה כ\"כ האחרונים [ומה שלא הזכיר המחבר דבר זה משום דקאי אף על גירשה ומתה שהוזכר בתחלה] ואם ירצה לשהותה עוד על איזה זמן שלא לגרשה אף שהדיר ממנה הנאה אסור לישא כפיו וגם אינו עולה לתורה ראשון:","(קנ) נטמא למת וכו' - והיינו דוקא במזיד וע' בבה\"ל:","(קנא) ויקבל - בב\"ד ובזה א\"צ לידור ולישבע כנ\"ל בסעיף מ\"ם דשאני עריות דיצרו תקפו. וע' בתשובת כתב סופר סימן ט\"ז ברופא שמבקר מתים שיש לו תועלת הרווחת ממון לא סגי בקבלה לבד עד שידור ברבים כמו בנשים בעבירה ע\"ש:","(קנב) שהמירה לע\"ג או זנתה - עיין במ\"א שהוכיח דלא מחללת אביה רק בזנות דהו\"ל לשמרה אבל לא בהמרה והא דנקט שהמירה משום דכיון שהמירה מסתמא זנתה ג\"כ ומש\"כ או זנתה היינו או זנתה לחוד:","(קנג) אין מחייבין עוד לקדשו - היינו לענין לפתוח ראשון ולברך ראשון אבל לא לענין נשיאת כפים שהרי אפילו אם בעצמו עבר על איסור זנות ג\"כ נושא כפיו כדלעיל בסל\"ט וכ\"ש שאין נפסל ע\"י זנות בתו [אחרונים] ומבואר במרדכי דמ\"מ יש רשות לקדשו אלא שאין מחוייבין:","(קנד) כי אביה וכו' - ודוקא כשזינתה ארוסה או נשואה דבהכי מיירי קרא אבל פנויה לא וכתבו אחרונים דבזמן הזה אין מנהג לפסול כהן בשביל זנות או המרת דת של בנו ובתו:","(קנה) החלל - דהיינו הנולד מאיסורי כהונה שהן גרושה זונה וחללה:","(קנו) אינו נושא את כפיו - לפי שאינו בכיהונו והרי הוא כזר לכל דבר כמ\"ש באבן עזר סימן ז'. ואפילו חלל של דבריהם כגון הנולד מחלוצה ג\"כ אינו נושא כפיו [אחרונים]:","(קנז) יצא מביהכ\"נ - דמדינא חייב האבל לברך שהרי חייב בכל מצות האמורות בתורה אלא שנהגו שלא לישא כפים משום שצריך הכהן להיות בשמחה וטוב לב בשעת הברכה כדכתיב וטוב לב הוא יברך ולכך צריך לצאת כדי שלא יקראוהו לעלות לדוכן ואפי' בשבת ואין שם כהן אלא הוא לא יעלה. ובדיעבד אם לא יצא וקראוהו לעלות לדוכן בין בשבת ובין בחול בין שאין שם כהן אלא הוא ובין עם כהנים אחרים צריך לעלות דאל\"כ עובר בעשה:","(קנח) אפי' עד י\"ב חודש - היינו אפילו בשבת ויו\"ט שאינו נקרא שרוי בשמחה שהרי אסור לילך לשמחת נישואין וכיו\"ב וה\"ה הקובר מתו ברגל אע\"פ שעדיין לא חל עליו האבלות מ\"מ הרי עכ\"פ אסור בשמחה כל ימות הרגל וה\"ה אונן אפילו ביו\"ט שהוא חייב בכל המצות מ\"מ הרי אינו שרוי בשמחה וכבר כתבנו דמ\"מ אם קראוהו לעלות יעלה וי\"א דבאונן אפי' קראוהו לעלות לא יעלה:","(קנט) על אביו ועל ואמו - וה\"ה כל שלשים על שאר קרובים שמחוייב להתאבל עליהם. ואם אין שם בביהכ\"נ שני כהנים אחרים חוץ מהאבל מותר להאבל לישא כפיו תוך י\"ב חודש על אביו ואמו או תוך ל' על שאר קרובים:","(קס) דאינו נושא כפיו - ומיהו נשוי שאין אשתו עמו מותר לכו\"ע:","(קסא) ונהגו שנושא כפיו - היינו אפילו אין שם כהן אלא הוא:","(קסב) אע\"פ שאינו נשוי - דדוקא באבלות מחמרינן ששרוי בצער משא\"כ בזה שאע\"פ שאינו בשמחה מ\"מ אינו שרוי בצער:","(קסג) בשעה שקורין כהנים - באמת צריך לצאת בברכת רצה וכמ\"ש כמה פעמים אלא דגם בעת ברכת כהנים צריך שלא יהיה בביהכ\"נ משום פגמא וכנ\"ל בס\"ד:","(קסד) בכל מדינות אלו וכו' - ובא\"י ובכל מלכות מצרים המנהג לישא כפים בכל יום והפוסקים קלסו למנהגם בזה:","(קסה) אלא ביו\"ט משום וכו' - בין שחל בחול או בשבת ויש מקומות שנוהגין שאין נושאין כפים אפילו ביו\"ט כשחל בשבת אבל אין מנהג זה עיקר כלל כמו שכתבו הרבה אחרונים. נהגו הכהנים סלסול בעצמן לטבול בעיו\"ט משום נשיאת כפים שלמחר וגם בלא\"ה צריך אדם לטהר א\"ע ברגל ומ\"מ אין זה מעכב בדיעבד:","(קסו) שרוים בשמחת יו\"ט - וביוה\"כ ג\"כ נושאין כפים שיש בו שמחת מחילה וסליחה:","(קסז) ועל ביטול מלאכתם - הלשון מגומגם וח\"ו ישראל קדושים יצטערו בשבת על בטול מלאכתם ביום הקדוש. והנכון שצ\"ל ובשביל בטול מלאכתם וקאי טעם זה על הא דלעיל שאין נושאין כפים בשאר ימים וכן פלגינהו בד\"מ שכתב טעם לפי שטרודין בהרהורין וכו' להא דאין נושאין כפים בשבת ואימות החול כתב הטעם משום בטול מלאכה עי\"ש:","(קסח) הופכים בהם וכו' - והטעם שנהגו כן כדי שתתפשט הברכה לכל האנשים שעומדים מצדיהם:","(קסט) שמאריכין בניגון וכו' - כתב בא\"ר בשם תשובת בית יעקב מה שנוהגין לנגן אמירת וישמר בלא כ\"ף ואח\"כ הכ\"ף וכן עושים בויחנך הוא טעות דדוקא בסוף מאריך דקודם שמסיים לא משמע כונת התיבה כלל וכן החזנים יזהרו שלא יחלקו התיבות לשתים:","(קע) כי כל אחת מהן וכו' - הוא טעם גם על דברי המחבר והכונה דאע\"ג דשלש ברכות הויין בברכת כהנים מ\"מ בכל ברכה בפני עצמה יש בה שתי ברכות דהיינו יברכך ה' ברכה א' וישמרך ברכה שניה יאר וכו' אליך היא ברכה אחת ויחנך ברכה ב' ישא ה' וכו' אליך ברכה א' וישם לך שלום ג\"כ הוי ברכה אחת [לבוש] והמ\"א כתב הטעם שהופכין פניהם באלו התיבות משום דכל אלו התיבות הם לנוכח:","(קעא) ובשעה וכו' - צ\"ל בשעה וכן הוא בספרי שו\"ע ישנים:","(קעב) בניגון התיבות וכו' - היינו בשעה שמאריכין בניגון הברת אות אחרונה של התיבה אבל לא בעת שאומרים התיבה דאז צריך לשתוק ולכוין כמ\"ש בסכ\"ו:","(קעג) והמקרא - פי' ש\"ץ המתפלל פשיטא שלא יאמר הרבון דהוי הפסק בתפלה אלא אפילו כשהש\"ץ הוא כהן ואחר הוא המקרא ג\"כ לא יאמר המקרא הרבון שמא תטרף דעתו ולא יוכל לחזור ולהקרות מיהו לאחר שהקריא לפניהם תיבת שלום יוכל אז לומר הרבון דתו ליכא חשש דטירוף דהא הוא אינו מסיים ברכת שים שלום רק הש\"ץ וכמש\"כ לעיל בסעיף כ\"ב במ\"ב [אחרונים]. כתב בתשובת מהר\"מ לובלין כשאין כהנים במוסף לעלות לדוכן נוהגים שאין אומרים ותערב:","(קעד) דהוי כמועל בהקדש - שהרי נאמר וקדשתו כי את לחם אלהיך הוא מקריב ואף עכשיו שאין לנו קרבנות בקדושתו הוא עומד ומשום זה אסור בגרושה ולטמא למתים:","(קעה) אם לא מחל על כך - אבל אם מחל מותר שכבוד הכהונה [כמו לפתוח ראשון או ליטול מנה יפה ראשון וכדומה מדברים שאנו מחויבין לכבדם] ניתן להם רק להנאתם לפיכך בידו למחול וליתן רשות לישראל להשתמש בו ויש מי שאומר שאינו יכול ליתן רשות להשתמש בו אא\"כ יש לו איזה הנאה כגון בשכר או אפילו בחנם לאדם חשוב שהוא חפץ לשמשו ונהנה מזה אבל אם אין לו שום הנאה מזה אין יכול למחול דאע\"ג דכבוד יוכל למחול שימוש ענין של בזיון הוא וטוב להחמיר לכתחלה. ולהשתמש בהם שירות בזויות בודאי יש ליזהר [מגן גבורים]:"],["(א) אלא בשחרית ומוסף ובנעילה - היינו דבחול בכל יום בשחרית ובשבת ויו\"ט גם במוסף וביוה\"כ גם בתפלת נעילה והוא כשהוא עדיין יום:","(ב) ביום שיש בו נעילה - היינו בתעניתים המבוארים לקמן סימן תקע\"ט שתקנו רבנן בהן תפלת נעילה כמו ביוהכ\"פ:","(ג) שמא יהא הכהן שיכור - שנשתכר בסעודתו ושיכור אסור בנ\"כ וכנ\"ל בסימן קכ\"ח סל\"ח משא\"כ במוסף לא גזרו דכיון שאסור לסעוד סעודת קבע קודם מוסף כ\"א טעימה בעלמא כמבואר בסימן רפ\"ו ס\"ג ליכא למיחש לשכרות:","(ד) של תענית - היינו של ת\"צ שיש בהם נעילה הנ\"ל או של יוה\"כ:","(ה) אטו מנחת וכו' - לפי שביום שיש בו נעילה מתפללים מנחה בעוד היום גדול כדי להתחיל נעילה קודם שקיעת החמה לכן מתחלפת היא במנחה של שאר הימים שהיו נוהגים ג\"כ להתפלל בעוד היום גדול מפני שהיו רוצים לאכול אח\"כ [שאסור לאכול קודם תפלת המנחה כמ\"ש בסימן רל\"ב] ובנעילה לא גזרו אטו שאר ימים לפי דליכא תפלת נעילה כ\"א בתענית [גמרא]:","(ו) שאין בו נעילה - היינו כל הארבעה תעניות וצום אסתר:","(ז) סמוך לשקיעת החמה - שהיה מנהגם לאחרה סמוך לשקיעה:","(ח) והמנהג שלנו וכו' - ר\"ל שאין נושאין כפים כלל במדינותינו בכל ימות השנה רק בימים טובים וגם זה רק בתפלת מוסף ומ\"מ כל הדינים הנזכרים בסעיף זה נ\"מ גם לדידן לענין אמירת או\"א ברכנו וכו' ולפי המבואר לעיל בסי' קכ\"ז דבזמן שראוי מדינא לישא כפים אומרים או\"א:","(ט) שהדבר ידוע וכו' - ר\"ל ולא אסרו בזה כי אם משום דמיחלף בשאר יומי וכנ\"ל בסעיף א' לכן אין מורידין אותו אם כבר עלה אבל במנחה של שאר יומי אף אם עלה ירד (אחרונים):","(י) מקרי קצת ראוי - ומ\"מ המתענים עד חצות ומתפללין מנחה כגון בער\"ה וכדומה לא יאמר הש\"ץ אלהינו וא\"א אפילו לשיטה זו:"],["(א) מאן דחזא - ובמדינותינו נוהגין כל הקהל לאמר תפלה זו בשעת הדוכן אפילו אותם שלא חלמו והטעם דכיון דאין אנו נושאין כפים כי אם ברגלים א\"א שלא חלם לו פעם אחת בין רגל לרגל:","(ב) ולא ידע וכו' - אי טבא הוא או בישא הוא:","(ג) ונימא הכי - וכבר נתבאר לעיל סוף סימן קכ\"ח בהג\"ה דהנכון לאמר זה בשעה שמאריכין בניגון התיבות שבסוף הפסוקים עיי\"ש:","(ד) וחלומותי שלך וכו' - המג\"א כתב דצ\"ל בין חלומות שחלמתי על אחרים ובין חלומות שחלמתי על עצמי אבל בסידורים שלנו הנוסחא להיפך דהיינו בין שחלמתי על עצמי ובין שחלמתי וכו' וכן הסכים בא\"ר. כתבו האחרונים שיסיים בתפלה זו בפעם ראשון ותשמרני כנגד מה שהכהנים מסיימים וישמרך ובפעם ב' ותחנני כנגד ויחנך ובפעם ג' ותרצני כנגד שלום ורש\"ל מוסיף שטוב לאמר בפעם ג' ותבא עלי ברכת כהניך ותרצני (א\"ר ומגן גבורים עיי\"ש). כשנושאין כפים ביו\"ט שחל בשבת אין לומר הרבון דאין אומרים תחנה בשבת אם לא כשחלם לו חלום רע באותו הלילה (אחרונים):","(ה) דליסיים בהדי כהני - כצ\"ל. [ותיבת גם ט\"ס] והיינו בסוף כל פסוק שמסיימין והם ג' פעמים [א\"ר] וכן כתוב בשם הגר\"א שהיה נוהג לומר גם בסוף פסוק ג' הרבש\"ע הנ\"ל שהוזכר בגמרא ולא היה\"ר הנדפס בסידורים:","(ו) ואי לא לימא וכו' - פי' שלא סיימו עדיין הכהנים יאמר גם אדיר במרום וכו' כי היכי דליסיים בהדי כהני תיבת שלום ויענו הצבור אמן על שניהם ויש נוהגים שבכל פעם אומרים אדיר במרום בשעת אמירת ש\"ץ שים שלום בשעה שאומר וטוב בעיניך וכו':","(ז) ובמקום שאין וכו' - כמו במדינותינו שאין נ\"כ כל השנה רק ביו\"ט:","(ח) לדוכן - דוכן פירושו המקום שעולין שם הכהנים בשעת נ\"כ:","(ט) יאמר כ\"ז בשעה - פי' תפלת רבון ואם גמר הרבון קודם שסיים הש\"ץ תפלת שים שלום יאמר ג\"כ אדיר במרום וכנ\"ל. כתבו אחרונים דאין לומר תפלת רבון בכל יום ויום כ\"א בשחלם לו בלילה שלפניו דאיך יאמר חלום חלמתי בשלא חלם כלל:","(י) שים שלום - ואם ראה שלא יוכל לסיים עם הש\"ץ יתחיל בשעה שש\"ץ אומר יברכך:"]],"AROCH_HASHULCHA":[["מצות עשה על הכהנים לברך את ישראל, שנאמר: \"כה תברכו את בני ישראל\". וחיוב זה הוא תמידי גם בזמן הזה. והרמב\"ם בריש הלכות תפילה מנה במנין המצות, עיין שם. ובזמן המקדש היו מברכין אחר הקטרת הקטורת ואחר הקטרת האיברים של התמיד, כמו שכתב הרמב\"ם בפרק ששי מתמידין, וכדתנן בריש פרק שביעי דתמיד. (ועיין תוספות ברכות יא ב דיבור המתחיל \"וברכת כהנים\", וצריך עיון. ונראה לי שטעות הדפוס הוא. ודייק ותמצא קל.) ודבר זה מבואר בתורה בשמיני למילואים, דכתיב: \"וישא אהרן את ידיו אל העם ויברכם, וירד מעשות החטאת...\". כלומר: דבזה נגמרה העבודה. אלמא דלאחר גמר כל עשיית הקרבן הוא זמן דברכת כהנים. וכך מפורש בתורת כהנים שם, וכן כתב רש\"י בסוטה (לח ב דיבור המתחיל \"וירד\").","וזהו במקדש ובגבולין, וכן בזמן הזה בשעת גמר התפילה שהיא במקום קרבן. ותפילה נגמרה ב\"שומע תפילה\" ששם הוא גמר הבקשות, ולכן אומרים \"רצה בעמך ישראל ובתפילתם\". ולכן החיוב לעקור רגליהם למקום הדוכן ב\"רצה\" כמו שיתבאר. וזה שקבעוה לברך קודם \"שים שלום\" משום דברכת כהנים מסיימת ב\"שלום\". וגם שם הוא גמר התפילה, לכן סמכוה לשם. וגם צריכין לעמוד על הדוכן עד אחר ברכת \"המברך את עמו ישראל בשלום\", כדי שתגמר כל התפילה בשלמות. ואחר כך יורדים כדרך שירד אהרן בגמר העבודה (כן נראה לעניות דעתי בטעמים אלו).","מנין שהקדוש ברוך הוא מתאווה לברכת כהנים? שנאמר: \"ושמו את שמי על בני ישראל ואני אברכם\" (סוטה שם). שהרי תלה הכתוב הדבר בהן להיות ברכה זו שימת שמו על עמו, ולא עשאה לצורך ישראל אלא לצורך המקום (רש\"י). ובפירושא ד\"ואני אברכם\" נחלקו התנאים בחולין (מט א): רבי ישמעאל אומר: למדנו ברכה לישראל מפי כהנים, לכהנים עצמן – לא למדנו. כשהוא אומר \"ואני אברכם\" הוי אומר: כהנים מברכין לישראל, והקדוש ברוך הוא מברך לכהנים. רבי עקיבא אומר: למדנו ברכה לישראל מפי כהנים, מפי גבורה לא למדנו. כשהוא אומר \"ואני אברכם\" הוי אומר: כהנים מברכים לישראל, והקדוש ברוך הוא מסכים על ידם. וברכה לכהנים יליף רבי עקיבא מ\"ואברכה מברכיך\". וזהו שאמר רבי יהושע בן לוי בסוטה שם: כל כהן שמברך – מתברך, ושאינו מברך – אינו מתברך, שנאמר: \"ואברכה מברכיך\", עיין שם. וזהו אליבא דרבי עקיבא. וכהן שחיסר תיבה אחת לא קיים המצוה וברכתו לבטלה, שהרי כתיב \"כה תברכו\" – לעיכובא.","וכל כהן שאינו עולה לדוכן, אם אין בו אחד מהדברים המעכבים שיתבאר לפנינו – עובר בשלוש עשה: \"כה תברכו\", \"אמור להם\", \"ושמו את שמי\" (שם). ולאו דווקא הוא, כמו שכתב הרמב\"ם סוף הלכות תפילה, וזה לשונו: אף על פי שביטל מצות עשה אחת – הרי זה כעובר על שלוש עשה. עיין שם. וכן כתב רבינו הבית יוסף בסעיף ב, עיין שם. ודע שיש מי שכתב שגם על הישראל יש מצות עשה שיתברך (שערי תשובה בשם חרדים). ולאו דווקא הוא, דהיכן מצינו מצות עשה זו? אלא כלומר: חיוב יש עליו להתברך מכהנים, ואם אינו חושש לזה הוה כבועט בברכותיו של הקדוש ברוך הוא וראוי לעונש.","כתב רבינו הרמ\"א באבן העזר סימן ג דמי שבא ואמר \"כהן אני\" – נאמן לישא כפיו, עיין שם. והקשו עליו: דאפילו המקיל בזה לא הקיל אלא לענין לקרות בתורה ראשון, שלא נתקן אלא מפני דרכי שלום. אבל בנשיאת כפים שיש איסור עשה בישראל הנושא כפיו, כדאיתא בכתובות (כד א) דכתיב: \"כה תברכו\" – אתם ולא זר. ולאו הבא מכלל עשה עשה וודאי דאינו נאמן על עצמו (מגן אברהם ריש סימן). אמנם כבר בארנו באבן העזר שם סעיף ה דדבריו צודקין, דהא מדין תורה כל אדם נאמן על שלו אפילו בדבר שיש בו חזקת איסור, כמו שכתבתי ביורה דעה סימן קכ\"ז. והיה לו להיות נאמן גם בתרומה דאורייתא, אלא משום דמתרומה מעלין ליוחסין, וביחוסי כהונה עשו הרבה מעלות, ולכן גם בתרומה דרבנן לא האמינוהו. וזהו בזמן הש\"ס שהיה עדיין תרומה דרבנן – חששו ליוחסין. מה שאין כן עתה, אין שום חשש בזה. ועוד הארכנו שם בסייעתא דשמיא.","איתא בשבת (קיח ב): אמר רבי יוסי: מימי לא עברתי על דברי חברי. יודע אני בעצמי שאיני כהן, ואם אמרו לי חברי \"עלה לדוכן\" – הייתי עולה. וכתבו התוספות לא ידע רבי יוסי מה איסור יש בזר העולה לדוכן, אם לא משום ברכה לבטלה שלכהנים אמרה תורה לברך את ישראל. עד כאן לשונם. ותמהו רבים דהא יש איסור עשה כמו שנתבאר. ובפשוטו הכוונה כן: דהא וודאי דרבי יוסי לא בירך, דלמה יעשה כן לעשות ברכה לבטלה בשביל רצון חבריו? ואם כן העליה בלבד בלא אמירה, איזה איסור יש בזה? וכי אסור לעמוד בין הכהנים? (מהרש\"א. ועיין מגן אברהם סעיף קטן א' שפירש גם כן כן בדברי הגמרא. ולא ידעתי, דאם כן למה לא ניחא ליה לפרש גם בתוספות כן? ודברי הט\"ז סעיף קטן ב' שכתב דעל הזר אין עליו חיוב, אבל גם איסור אין בדבר, וכן כתב המגן אברהם שם. ומאוד תמוה: דאם כן מאי מיבעי ליה בכתובות שם אם מעלין מנשיאות כפים ליוחסין כיון דליכא ראיה דכהונה על זה? ולבד זה להדיא לא משמע כן. והמחוור כדברי המהרש\"א. ומה שכתב המגן אברהם לתרץ הך דכתובות דחוק.)","ורבינו הרמ\"א פירש לחלק בין כשיש כהנים אחרים ובין שהוא לבדו. ורבים תמהו עליו: דאיזה חילוק יש בזה? ונראה לי דדבריו ברורים, והכי פירושו: דלא ניחא ליה לפרש שרבי יוסי לא אמר כלום. אלא וודאי דאמר \"יברכך\" עם הכהנים, אבל ברכה וודאי לא בירך. ואם כן החילוק פשוט: דכשהוא לבדו ועומד ומברך את ישראל – וודאי דיש איסור עשה אף בלא ברכה, דברכות אין מעכבות. אבל כשיש כהנים אחרים והם המברכים, אם כן מה איכפת לנו אם קורא הפסוקים? ומה עושה בזה? הלא אינו מתכוין לברך את ישראל אלא שאומר הפסוקים עמם, ומה בכך? אבל כשהוא לבדו ועומד על הדוכן, והעם מתאספים סביבו ומקבלים ברכותיו – וודאי עובר בעשה. (ועיין ב\"ח. ודייק ותמצא קל.)","אין נשיאת כפים בפחות מעשרה. והכהנים מן המנין, לפי שגם הם בכלל הברכה (ט\"ז). ואין לשאול: למה זו דומה לדבר שבקדושה, הלא היא רק ברכה ככל הברכות? דאינו כן, דכיון דכתיב \"ואני אברכם\" – אם כן צריך השראת השכינה, ואין שכינה שורה בפחות מעשרה. ולכן היא דומה לדבר שבקדושה, שאינה אלא בעשרה מטעם זה. וכבר נתבאר דכל כהן שאינו עולה לדוכן – עובר בעשה אם אין בו מדברים המעכבים אותו מלברך. ויש בזה הפרש: דאם הדבר המעכבו מעכבו לגמרי – אסור לו לברך. ואם הדבר מעכבו רק פוטרו מלברך, ואם רצה מברך כמו שיתבארו הפרטים בסימן זה – רק פוטרו מעשה, אבל איסור אין בזה (ט\"ז סעיף קטן ג'). ומכל מקום נכון שיצא מבית הכנסת (שם).","ויש לפעמים שאפילו אין בו כלל מדברים המעכבים והפוטרים אותו, ומכל מקום אינו עובר בעשה. כגון שלא היה בבית הכנסת כשקרא שליח הציבור \"כהנים\", או שלא עקר ב\"רצה\" ולא אמרו לו לעלות או ליטול ידיו. וכן אם עלה פעם אחת ביום זה – שוב אינו עובר, אפילו אמרו לו \"עלה\". וכל פרטי דינים אלו יתבארו לפנינו. והטור כתב בשם הר\"פ דגם אם הוא כהן יחידי – אינו עובר, דכתיב: \"אמור להם\". והטור חולק עליו, דעל אהרן ובניו קאי, ו\"אמור\" לכל אחד ואחד משמע, עיין שם. ורבים הקשו עליו דלהדיא מבואר כן בגמרא שם, דלאחד אינו קורא \"כהנים\" משום ד\"אמור\" משמע לשנים. ותרצו בדוחק (עיין בית יוסף וב\"ח וט\"ז). ולעניות דעתי נראה דלא קשיא כלל: דהן אמת דלשנים משמע, מכל מקום לא עיכבה התורה ליחיד שלא יברך. ואדרבה חובה עליו לברך אלא ששליח הציבור אינו קורא \"כהנים\". וזהו שאומר הטור: ד\"אמור להם\" – לכל אחד ואחד. כלומר: דחובת הברכה על כל אחד ואחד. ואם כן אם אמרו לו לעלות ולא עלה – עובר בעשה. ובאמת נוכל לומר דגם הר\"פ סובר כן. אלא דהר\"פ הכי קאמר: דיחידי אינו עובר, דכתיב \"אמור להם\", כלומר: ודרשינן מינה דלאחד אין שליח הציבור קורא \"כהנים\". וכיון ששליח הציבור לא קרא \"כהנים\" – אינו עובר, כמו שכתבתי. והוא לא מיירי אם הציבור אמרו לו לעלות. והטור בעל כרחו מיירי בכהאי גוונא (כן נראה לפי עניות דעתי).","כתב רבינו הבית יוסף בסעיף ד: כשהכהנים אינם רוצים לעלות לדוכן – אינם צריכים לשהות חוץ מבית הכנסת אלא בשעה שקורא החזן \"כהנים\". אבל כדי שלא יאמרו שהם פגומים – נהגו שלא ליכנס לבית הכנסת עד שיגמרו ברכת כהנים. עד כאן לשונו. ביאור הדברים: שאינם רוצים מפני שאין להם כוח, דבלאו הכי למה יבטלו מצוה בידים? ומצינו בירושלמי סוף פרק \"אין עומדין\": רבי יודא כד הוה תשיש – הוה חזיק רישיה וקאי אחורי עמודא. רבי אלעזר נפיק ליה לברא. כלומר: רבי יודא היה קושר ראשו לסימן שהוא תש כוח, ולא יחשדוהו. ועומד בבית הכנסת אחורי העמוד. ובוודאי שבעת קריאת שליח הציבור \"כהנים\" לא היה כלל בבית הכנסת, דאם לא כן הרי עובר בעשה. אלא אזמן הברכה קאי. ורבי אלעזר לא היה סומך גם על זה, ויצא מבית הכנסת עד אחר ברכת כהנים. ולפי זה פסק רבינו הבית יוסף כרבי אלעזר. ונראה דגם אם עושה סימן כרבי יודא – יצא. והמרדכי כתב שיצאו קודם שמתחיל שליח הציבור \"רצה\", כדי שלא יחשדוהו כשלא יעקור ב\"רצה\". ונכון הוא. ונראה לי דאם עושה סימן – מותר, ורק בקריאת \"כהנים\" מוכרח לצאת. ופשוט הוא שאם אסור לו לעלות לדוכן, אפילו אם האיסור הוא מדרבנן – יכול להיות בבית הכנסת בקריאת שליח הציבור \"כהנים\". ואינו עובר בעשה כיון שאינו נמנע מצד עצמו אלא החכמים מנעוהו. ויש כוח בידם לעשות כן, ודלא כיש מי שחולק בזה (מגן אברהם סעיף קטן ד', עיין שם).","מתקנת רבי יוחנן בן זכאי שלא יעלו הכהנים בסנדליהם לדוכן אלא חולצין. והטעם: דמנעלים שלהם היו קשורים ברצועות, וחשש שמא תפסק רצועה מסנדלו וישב לקשרו, וישהה ולא יברך עם אחיו הכהנים, ויאמרו עליו שהוא בן גרושה או בן חלוצה שאינו ראוי לדוכן (סוטה מ א). ואין הכוונה שיעמדו יחף דזהו מגונה, אלא יעמדו בבתי שוקיים. ואף על גב דבמנעלים שלנו ליכא רצועות ואין חשש זה, מכל מקום לא פלוג בתקנתא, והוי כדבר שנאסר במנין שאסור לעולם עד שיבואו גדולים מהמתקנים ויבטלו. ופשיטא שאנו כחמורים לגבי רבן יוחנן בן זכאי.","והנה זהו וודאי דסנדל ומנעל שאינו של עור – מותר, שהרי לגבי תשעה באב ויום הכיפורים לא מקרו \"מנעל\". ומיהו אם גם בהם יש קישורי רצועות נראה דאסור, דזיל בתר טעמא. אבל באין בהן רצועות – פשיטא דשרי. אף על גב דלגבי מנעל אסור דלא פלוג רבנן, מכל מקום אהך לא גזרו. והנה בהגהת מיימוני סוף הלכות תפילה כתב דבבתי שוקיים מותר, וכמו שכתבתי. ופשיטא דכוונתם בשל עור, דאם לא כן גם במנעל שרי. ולפי זה יש להתפלא על רבינו הרמ\"א בסעיף ה, שכתב על היתר דבתי שוקיים דיש מחמירים אם הם של עור, ונהגו להקל בקצת מקומות. עד כאן לשונו. ואיך אפשר לומר כן? דהלא לא בשל עור גם מנעל מותר. וצריך לומר דכוונתו בבתי שוקיים שיש בהם קישורים, דבכהאי גוונא במנעל אסור כמו שכתבתי. ובבתי שוקיים מותר, דלא על אלו קישורים גזרו שהם בהרגל (עיין בית יוסף). ולכן בשל עור, דבזה דומים למנעל – אסור גם בקישורים כאלו. (וברור שזהו כוונת המגן אברהם בסעיף קטן ה'. עיין שם.) ויש מי שכתב דשל בגד ומחופה עור – מותר בכל ענין (שם). ולעניות דעתי נראה דזהו רק כשאין לו קישורים, דאז גם מנעל כזה מותר. אבל בקישורים – אסור כמו שכתבתי, דזיל בתר טעמא. (ומה שכתב הרמב\"ם \"יחפים\" – לאו דווקא.)","איתא בסוטה (לט א): כל כהן שלא נטל ידיו – לא ישא את כפיו, שנאמר: \"שאו ידיכם קודש וברכו את ה'\". ופירש רש\"י שלא נטל ידיו קודם נשיאות כפים. ומבואר דלאו משום טומאת ידים הוא, ואם ידיו טהורות מנטילת ידים שחרית אינו צריך ליטול ידיו. אלא גזירת הכתוב הוא. וכן כתבו התוספות, עיין שם. ופשוט הוא דצריך לברך \"על נטילת ידים\", וכן כתב הטור. וזה לשון הרמב\"ם בפרק חמישה עשר מתפילה: טומאת הידים כיצד? כהן שלא נטל את ידיו – לא ישא את כפיו. אלא נוטל את ידיו עד הפרק כדרך שמקדשין לעבודה, ואחר כך מברך... עד כאן לשונו. ונראה דמחשש טומאה הוא דווקא, ואם ידיו נקיות – אינו צריך. והרי גם בעבודת בית המקדש פסק בפרק חמישי מביאת מקדש דמקדש פעם אחת בבוקר, ועובד בזה כל היום וכל הלילה (בית יוסף). ולכן מספק אינו צריך לברך \"על נטילת ידים\", וכן המנהג.","וזה לשון רבינו הבית יוסף בסעיף ו: אף על פי שנטלו הכהנים ידיהם שחרית – חוזרים ונוטלים ידיהם עד הפרק, שהוא חיבור היד והזרוע... ואם נטל הכהן ידיו שחרית ובירך \"על נטילת ידים\" – לא יחזור לברך כשנוטל ידיו לנשיאת כפים. עד כאן לשונו. והטעם מפני ספיקא דדינא כמו שכתבתי. מיהו זהו וודאי דאם קודם נשיאת כפים הוצרך לנקביו ונוטל ידיו, דוודאי מברך \"על נטילת ידים\", דהא השתא בטלה לה \"על נטילת ידים\" דשחרית. מיהו לא נהגו כן (מגן אברהם סעיף קטן ט'), ואין שום טעם בזה. ויש מי שכתב דהטור יחיד בזה, מה שמצריך לברך \"על נטילת ידים\" (אליה רבה סעיף קטן י\"ג). ולא נראה כלל, דכיון דבגמרא אמרו שמחויב בנטילת ידים – ממילא שצריכה ברכה. ולי נראה טעם אחר בזה: משום דדרך הכהנים להכין עצמן לדוכן, וכשצריכין לנקבים הולכים מקודם ונוטלים ידיהן בעצמן שלא על מנת לעלות לדוכן, דלדוכן הלוים יוצקים על ידיהם. ואם כן ממילא כיון שאין ידיו צריכים נטילה – אינו צריך לברך עתה מפני הספק, כמו שכתבתי. ואי משום שלא בירך מקודם \"על נטילת ידים\" – הלא ברכות אינן מעכבות. ובספרד שמברכים בכל יום – יש בהם שינויי מנהגים, ואינם ידועים לנו. וכתבו שבמצרים בשחרית אין נוטלין, ובמוסף נוטלין (בית יוסף ומגן אברהם). (ומה שדקדק המגן אברהם בסעיף קטן ט', למה כתב הבית יוסף \"ובירך על נטילת ידים\": פשיטא כתב האליה רבה בסעיף קטן י\"ב דכוונתו דאם לא היה לו מים בבוקר, ושפשף בצרור ובירך \"על נקיות ידים\", דאז אינו צריך לברך אחר כך \"על נטילת ידים\". ואז כשעולה לדוכן מברך \"על נטילת ידים\".)","המנהג הפשוט שהלוים יוצקים מים על ידי הכהנים, על פי הזוהר פרשת \"נשא\" מפני שהלוים נקראו גם כן \"קודש\". ועוד אפשר לומר לזכרון בית מקדשנו, שאז היו הלוים משמשים בשמירת המקדש תחת ממשלת הכהנים, ולכן משמשים גם עתה להכהנים. ואם אין לוי בבית הכנסת – יוצקים הבכורים פטרי רחם, והיינו בכור לאמו, שגם הם קדושים. ולוי תלמיד חכם לא יצוק על ידי כהן עם הארץ. ויש שהזהירו על זה מאוד, לבלי לבזות תורתו. ומיהו האידנא אי אפשר לעמוד בזה כי יכול לבוא לידי מחלוקת, והכל לשם שמים. והנה רבינו הבית יוסף כתב בסעיף ו שגם הלוי צריך ליטול ידיו מקודם. וטעמו נראה כדאמרינן בעלמא: יבוא טהור ויכפר על הטהור. אבל רבינו הרמ\"א כתב דלא נהגו הלוים ליטול ידיהם תחילה, רק סמכו על נטילתן שחרית. עד כאן לשונו. וכן המנהג הפשוט. ופשוט הוא דצריך מים הכשרים לנטילת ידים, ככל דיני נטילת ידים לאכילה ובכלי. ואין להתיר ליתן מיני ריחות במים, דבעינן מים שלא נשתנו מברייתן, כמו שכתבתי בסימן ק\"ס (מגן אברהם סעיף קטן ח').","יראו הכהנים ליטול ידיהם קודם \"רצה\", דכיון שהתחיל שליח הציבור \"רצה\" – צריכים כל הכהנים לעקור ממקומן לעלות לדוכן. ואף אם לא יגיע שם עד שיסיים שליח ציבור \"רצה\" שפיר דמי. אבל אם לא עקר ב\"רצה\" – שוב לא יעלה, ואפילו היה אנוס כגון שהיה מתפלל. ומכל מקום אם עלה – לא ירד (שם סעיף קטן י'). ועקירת רגליו מביתו לבית הכנסת לא חשיבא עקירא אלא אם כן סמוכה ביתו לבית הכנסת (שם). ונראה לי דבדיעבד אם עקר רגליו ב\"רצה\" ליטול ידיו – מקרי גם כן עקירה, דהלא עוקר את עצמו ממקומו לעלות לדוכן על ידי רחיצת ידיו.","כשעוקרים הכהנים רגליהן לעלות לדוכן, אומרים: יהי רצון מלפניך ה' אלהינו, שתהא ברכה זו שצויתנו לברך את עמך ישראל ברכה שלמה, ולא יהא בה מכשול ועון מעתה ועד עולם. ומאריכין בתפילה זו עד שיכלה \"אמן\" של הודאה מפי הציבור. ולשון הגמרא שם: כי עקר כרעיה מאי אמר? \"יהי רצון...\". ופירשו רש\"י ותוספות דאומר זה על מקום הדוכן. והרמב\"ם והטור והשולחן ערוך כתבו הלשון שכתבנו, דבהילוכו יתחילו לומר את ה\"יהי רצון\". ואצלינו המנהג דאחר \"מודים\" אומרים זה. והטעם נראה: מפני שאנו אין נושאים כפים רק ביום טוב, ואומרים תפילת \"והערב\". ובראש השנה ויום הכיפורים יש עוד תפילת \"אבינו מלכנו זכור רחמיך...\". ואם יתחילו מיד בעמדם על הדוכן – יסיימו הרבה קודם ברכת הודאה, ולכן מתחילין אחר כך. ועוד: ד\"מודים\" הוי הפסק (עיין מגן אברהם סעיף קטן י\"ב). ובימיהם אמרו ה\"מודים\" דרך הליכתן (שם). וענין ברכה זו נראה לי: דכיון שגזירת מלך היא לברך את ישראל על ידי הכהנים, אם כן אם הכהנים יש להם מעשים רעים – אינם כדאים שבאמצעיותם תושפע הברכה. לזה מתפללים שתהא ברכה שלמה בלי מכשול ועון, כענין: \"ואל יעכב חטא ועון את תפלתינו\".","כשעולים על הדוכן – עומדים פניהם כלפי ההיכל, ואחוריהם כלפי העם, ואצבעותיהם כפופים לתוך כפיהם דלא כמו בשעת הברכה. עד שמסיים שליח הציבור ברכת \"הטוב שמך...\", והציבור עונין \"אמן\", והשליח ציבור אומר בקול \"כהנים\" – ואז מחזירין פניהם כלפי העם ואחוריהם כנגד ההיכל. דכך צוה הקדוש ברוך הוא: \"כה תברכו\" – פנים כנגד פנים אמור להם, כאדם האומר לחברו (סוטה לח א). וכמה חביבים ישראל לפני הקדוש ברוך הוא שהרשה לכהנים לעמוד אחוריהם כלפי היכל בשביל ברכות ישראל. והשליח ציבור לא יאמר כלל \"אלהינו ואלהי אבותינו ברכנו...\", כי אין לו ענין לברכת כהנים. ואפילו אותן הנוהגים לאמרו יזהרו לומר בלחש. וכשיגיע ל\"כהנים\" יאמר \"כהנים\" בקול, ו\"עם קדושיך כאמור\" בלחש. וכן נוהגין במדינות אלו. ויש משליחי ציבור טועים, שאומרים בקול \"אלהינו...\", ויש להזהירם על זה. וכן מוכח להדיא בסוטה (לט ב) שאומר שם: אין הקורא רשאי לקרות \"כהנים\" עד שיכלה \"אמן\" מפי הציבור – הרי שקריאת כהנים סמוך ממש להברכה. ואין שליח הציבור קורא \"כהנים\" רק לשנים, דכתיב: \"אמור להם\". אבל אם היה רק כהן אחד – עולה מעצמו, ומחזיר פניו ומברך, דליחיד נמי חייבה התורה לברך כמו שכתבתי בסעיף ט. אך כיון שאין שליח הציבור קורא לו, ממילא דלא עבר בעשה אם לא עלה אלא אם כן אחרים אמרו לו \"עלה\". ויש אומרים דביחיד רק חובה מדרבנן (תוספות מנחות מד א). אבל דעת הטור אינו כן, כמו שכתבתי שם. (וגם התוספות לא כתבו בפשיטות כן, ואדרבא כתבו דלכל הפחות חייב מדרבנן. ועיין מגן אברהם סעיף קטן ט\"ז. ודייק ותמצא קל.)","ברוב המקומות ידוע שהארון הקודש במזרח, והכהנים מחזירים פניהם למערב. ואם הארון הקודש בדרום או בצפון, יש מי שאומר שיחזירו פניהם לצד שליח הציבור ולא למערב (מגן אברהם סעיף קטן ט\"ו). ויש מקומות שאין מקפידין על זה (שם). ובאמת לא אבין: הלא התורה הזהירה פנים של רוב הציבור, ואם כן הדבר פשוט שבמקום שרוב הציבור עומדים – לשם יחזירו פניהם. ודע שעיקר עמידת הכהנים הוא אצל ארון הקודש. וזהו מקום הדוכן, וכמו בבית המקדש שעמדו במקום מיוחד על הדוכן, פירושו: מקום מיוחד כמו \"איצטבא\", כמו שכתב הרע\"ב סוף פרק שני דמידות. ומזה הלשון במשנה דכלים פרק שביעי: דכיון שיש בו בית קיבול. והתרגום פירש על \"שאו ידיכם קודש\" – \"טולו ידיכון כהניא על דוכן קודשא\". ולכן צריכים לעמוד שם. ואם הכהנים מרובים – יעמדו בצדדי הדוכן בכותל מזרח, וכן הוא המנהג הפשוט בכל המדינות. ולכן לא יעמוד הכהן על מקומו שעומד תמיד, שהרי צריך לעקור ממקומו כמו שכתבתי בסעיף ט\"ז. וכמה כהנים אינם יודעים דין זה, ולכן מחויבים להודיעם שלא יעשו כן.","בגמרא אינו מבואר להדיא אם הברכה שמברכים הכהנים \"אשר קדשנו בקדושתו של אהרן, וצונו לברך את עמו ישראל באהבה\" מברכים כשפניהם אל ההיכל, או כשפניהם אל הציבור. והרמב\"ם בסוף פרק ארבעה עשר כתב מפורש שמברכים כשפניהם אל ההיכל, ואחר הברכה מחזירים פניהם אל הציבור, עיין שם. אבל הטור והשולחן ערוך סעיף י\"א כתבו דמתחילה מחזירים פניהם כלפי העם, ואחר כך מברכים. וכן המנהג אצלינו. ויש שמתחילים הברכה כשפניהם כלפי ההיכל, ובאמצע הברכה מחזירים פניהם כלפי העם (פרי חדש). וזה וודאי תמוה. והמנהג הפשוט כדברי הטור והשולחן ערוך.","וזה שאומרים \"באהבה\", פירשו על פי הזוהר דכל כהן דלא רחים לעמא, או עמא לא מרחמין ליה – לא ישא את כפיו (מגן אברהם סעיף קטן י\"ח). ולפי זה יקבל הכהן בעת מעשה לאהוב את הציבור, וכן הציבור כן לאהוב את הכהנים. וכל אחד מן הכהנים מברך ברכה זו, ולא שיהא אחד מברך וכולם יענו \"אמן\". ואף על גב דבכל הברכות יותר טוב שאחד יברך ויוציא את הרבים ידי חובתן, משום ברוב עם הדרת מלך כדאיתא בברכות (נג א) – הכא לא אפשר כדי שלא יתבלבלו. (וזהו כוונת המגן אברהם בסעיף קטן י\"ז.)","הכהנים מגביהים ידיהם כנגד כתפותיהם, ומגביהין יד ימנית קצת למעלה מן השמאלית, ופושטים ידיהם וחולקין אצבעותיהן. והטעם שיגביה יד ימנית למעלה דכתיב: \"וישא אהרן את ידיו\". והכתיב \"ידו\"? ללמד שאחת למעלה מהשנית, והיא יד ימין כדי לגבר הימין שהוא חסד על השמאל שהוא גבורה. ומכוונים לעשות בשני הידים חמישה אוירים, והיינו: בין שתי אצבעות לשתי אצבעות, ובין אצבע לגודל, ובין גודל לגודל; בין שתי אצבעות בשתי ידים שני אוירים, וכן בין אצבע לגודל, ואחת בין גודל לגודל, דכתיב: \"מציץ מן החרכים\" – מן ה'-חרכים. ופורשים כפיהם כדי שיהא תוך כפיהם כנגד הארץ, ואחורי ידיהם כנגד השמים. ואף על פי שמגביה קצת הימנית, מכל מקום צריך ליזהר שיניח אצבע הימין על השמאל שלא יתפרדו זה מזה, כדי שלא יהיה יותר מן \"ה'-חרכים\" (מגן אברהם סעיף קטן י\"ט). ויש רושמין שם הוי\"ה באצבעותיהם (שם), ויש שם שדי (בית יוסף). וזה צריך זהירות יתירה, ולא הכל בקיאים בזה, ולכן מונעים מזה. ואין לנו רק המבואר בטור ושולחן ערוך.","ומתחילים הכהנים לומר \"יברכך\" בלא קריאת שליח הציבור, דבתיבה ראשונה ליכא למיטעי. ואחר כך מקריא אותם שליח ציבור מילה במילה, והם עונים אחריו על כל מילה עד שיסיימו פסוק \"יברכך\", והציבור עונים \"אמן\". וכן ב\"יאר\" מקריא שליח הציבור, והציבור עונין \"אמן\" אחר \"ויחונך\". וכן ב\"ישא\" עד \"שלום\", ועונים הציבור \"אמן\". ואחר כך מתחיל שליח ציבור \"שים שלום\". ואז הכהנים מחזירים פניהם להיכל, ואומרים: ריבון העולמים, עשינו מה שגזרת עלינו. עשה אתה מה שהבטחתנו: \"השקיפה ממעון קדשך מן השמים, וברך את עמך את ישראל\". ויאריכו בתפילה זו עד שיסיים שליח ציבור \"שים שלום\", ושיענו הציבור \"אמן\" על שניהם. ואם אינם יכולים להאריך כל כך יאמרו \"אדיר במרום\", כמו שכתבתי לקמן סימן ק\"ל. ובראש חודש ויום הכיפורים שמאריכין ב\"היום תאמצנו...\" – לא יתחילו לומר \"ריבון\" עד לבסוף, כדי שיסיימו עם הקהל כאחד. ובזה שכתבנו ש\"יברכך\" אומרים מעצמם, כתב רבינו הרמ\"א בסעיף י\"ג דיש אומרים שגם \"יברכך\" מקריא אותם שליח ציבור תחילה, וכן נוהגין בכל מדינות אלו. עד כאן לשונו. משום דיש עוד טעמים נסתרים על מה ששליח הציבור מקריא אותם.","אין מברכין אלא בלשון הקודש ולא בלשון לעז. ולעיכובא הוא, דאפילו בדיעבד לא יצאו, דכתיב: \"כה תברכו\", כלומר בלשון הקודש. ובעמידה דווקא, דכתיב: \"לשרתו ולברך בשמו\" – מה שירות בעמידה דכתיב \"לעמוד לשרת\", אף ברכה בעמידה. ובנשיאת כפים דווקא, כלומר בהרמת כפים, דכתיב: \"וישא אהרן את ידיו אל העם ויברכם\". ובקול רם, דכתיב: \"אמור להם\" – כאדם שמדבר לחברו. והיינו שיהיה קול בינוני: לא גדול מאוד ולא קטן. ואין הכהנים רשאים להחזיר פניהם עד שיתחיל שליח ציבור \"שים שלום\". ואינם רשאים לכוף אצבעותיהם עד שיחזירו פניהם ועומדים שם. ואינם רשאים לעקור משם עד שיסיים שליח ציבור \"שים שלום\", והטעם כתבנו בסעיף ב. ויש מי שאומר שצריכים להמתין עד שיסיימו הציבור לענות \"אמן\" אחר \"המברך...\", וכן המנהג. ונהגו לומר לכהנים \"יישר כוחכם\", והם משיבים \"ברוך תהיה\".","כשמחזירים פניהם אל העם – יחזירו דרך ימין, והיינו כשעומד למזרח יחזיר פניו דרך דרום. ואחר כך כשמחזירין פניהם אל ההיכל, ועמדו למערב – יחזירו דרך צפון. דכלל בידינו דכל פינות שאתה פונה יהיה דרך ימין. וכשיורדין מן הדוכן ירדו לאחוריהם, כתלמיד הנפטר מרבו, שיהיו פניהם אל ארון הקודש בירידתם. וכשינעלו מנעליהם – ינעלום במטפחת על ידיהן. ואם נעלום בידיהם – יטלו ידיהם, שהרי עוד להם להתפלל קצת.","כיצד היתה ברכת כהנים במקדש? הכהנים אחר שהשלימו עבודת תמיד של שחר כמו שכתבתי בסעיף א, היו עולין לדוכן. ומקום הדוכן הוא בין עזרת ישראל לעזרת כהנים. והיתה שם מעלה בגובה אמה, ונמשכת על כל אורך העזרה, ועליה נתון איצטבא בגובה אמה וחצי. ועולין עליה בשלוש מעלות של חצי חצי אמה. וזהו מקום הדוכן, שעמדו שם הכהנים בבגדי כהונה וברכו ברכת כהנים. ונראה לי דגם בלא בגדי כהונה כשר, שאין זה מעבודת הקרבן. וראיה: שהרי על עמידה צריך לימוד כמו שכתבתי בסעיף כ\"ד, ואולי דמדרש זה עצמו ניליף דצריך בגדי כהונה, מדאקשיה רחמנא לשירות. וצריך עיון בזה. ודע דהרמב\"ם בפרק ששי מתמידין כתב שמקום הדוכן היה על מעלות האולם, עיין שם. ואולי מפרש מה ששנינו במדות פרק שני (משנה ו): רבי אליעזר בן יעקב אומר: מעלה היתה וגבוה אמה, והדוכן נתון עליה. ובה שלוש מעלות... זהו דוכן של לוים. אבל הר\"ש והרע\"ב פירשו ששם ברכו הכהנים, עיין שם.","ואחר שעלו על הדוכן – מגביהין ידיהן למעלה מעל ראשיהן, חוץ מכהן גדול שאינו מגביה ידיו למעלה מן הציץ מפני השם הכתוב בו. ופושטין אצבעותיהן, ואיש אחר מקריא אותם מילה במילה כמו בגבולין. וההפרש הוא דבגבולין עונין \"אמן\" אחר כל פסוק כמו שכתבתי, ובמקדש אין עונין \"אמן\". והכי תנן בסוטה (לז ב): ברכת כהנים במקדש ברכה אחת, ובמדינה שלוש ברכות. ולכן אומרים השלושה פסוקים בלי הפסק. וכשמסיים \"שלום\" עונין כל העם: \"ברוך ה' אלהים אלהי ישראל מן העולם ועד העולם\". דכן מפורש בנחמיה (ט ה): \"קומו וברכו את ה' אלהיכם מן העולם ועד העולם\". וכך היו עונין על כל ברכה וברכה (שם מ ב) ולא \"אמן\". (והטעם שאין עונין \"אמן\" במקדש: כתב המהרש\"א שם מפני ש\"אמן\" הוא צירוף שני השמות הוי\"ה ואדני. לפיכך זה שייך בגבולין שאין קוראים השם ככתבו, ולא במקדש, עיין שם. וקיימא לן דאם כן אחרי מות שמעון הצדיק יענו \"אמן\". ולעניות דעתי נראה ד\"אמן\" הוא מחזק הברכה, שיורד השפע דרך בית אלהים \"וזה שער השמים\". אבל העומדים ומברכים שם, כבר ירדה השפע מהמקור. ודייק ותמצא קל.)","הכהנים במקדש מפרשים השם בכתבו ביו\"ד-ק'-וי\"ו-ק'. וכתב הרמב\"ם שזהו שם המפורש האמור בכל מקום. ובמדינה אומרים בכינויו באל\"ף דל\"ת. ומשמת שמעון הצדיק פסקו הכהנים מלברך בשם ככתבו אפילו במקדש מפני קלקול הדורות, שלא ילמוד אותו אדם שאינו כדאי. וחכמים הראשונים לא היו מלמדים שם זה לתלמידיהם ובניהם ההגונים אלא פעם אחת לשבעה שנים, דההסתר הוא גדולה לשמו הנכבד והנורא. כן כתב הרמב\"ם שם, וזה מבואר בקידושין (עא א), עיין שם.","אין שליח הציבור קורא \"כהנים\" עד שיכלה \"אמן\" מפי כל הציבור, שעונין אחר ברכת \"מודים\". ואף על פי שבסימן קכ\"ד נתבאר שאין צריך להמתין על המאריכים ב\"אמן\", מכל מקום ברכת כהנים שאני שהרי כולם מחויבים לשמוע (ט\"ז סעיף קטן י\"ב). ואין הכהנים רשאים להתחיל בברכת \"אשר קדשנו בקדושתו של אהרן\" עד שיכלה דיבור קריאת \"כהנים\" מפי שליח הציבור. והכהנים אחר שברכו ברכה זו אינם רשאים להתחיל \"יברכך\" או שליח הציבור כשמקריא, עד שיכלה מפי כל הציבור \"אמן\" שעונים אחר ברכת \"אשר קדשנו...\". וכן אינם רשאים להתחיל בכל תיבה עד שיסיים המקריא קריאתו. והשליח ציבור לא יתחיל התיבה שאחר תיבה זו עד שכל הכהנים יסיימו התיבה הקודמת. ואין הציבור עונין עד שתכלה ברכה מפי הכהנים, והשליח ציבור לא יתחיל בפסוק אחר עד שישתקו כולם. והכהנים לא יאמרו \"וישמרך\" עד שיסיימו הציבור \"ריבונו של עולם\", וכן \"ויחונך\" ו\"שלום,.","וכתב רבינו הרמ\"א בסעיף י\"ח שלא יתחילו הכהנים \"ריבון\" שאחר ברכת כהנים עד שיכלה \"אמן\" מפי הציבור. עד כאן לשונו. והוא תימא: דהא מקודם נתבאר שלא יאמרו עד שיתחיל שליח ציבור \"שים שלום\" (ב\"ח), ואז מחזירים פניהם ואומרים \"ריבון\" כמו שכתבתי בסעיף כ\"ג, והוא מאוחר ל\"אמן\" שעונים הציבור. ויש מי שאומר דהמקריא אינו צריך באמת להמתין על כל הציבור, ולכן שליח הציבור יכול להתחיל ב\"שים שלום\" קודם שכולם עונין \"אמן\" (מגן אברהם סעיף קטן כ\"ח). ולא משמע כן (אליה רבה סעיף קטן ל\"ז). ולעניות דעתי נראה דבאמת הכהנים יכולים לומר ה\"ריבון\" קודם שאומר שליח הציבור \"שים שלום\", דמה ענין זה לזה? והעיכוב הוא רק מפני ה\"אמן\". וזה שכתבו מקודם \"עד שיתחיל שים שלום\" – סימנא בעלמא הוא, דמסתמא אין שליח הציבור מתחיל \"שים שלום\" עד שיכלה ה\"אמן\", והוא בקי בזה. ולזה קא משמע לן כאן דהעיכוב הוא רק מפני ה\"אמן\" של הציבור שעונין על \"שלום\".","כתב רבינו הבית יוסף בסעיף י\"ט: אין שליח ציבור רשאי לענות \"אמן\" אחר ברכה של כהנים. עד כאן לשונו. וזהו משנה בברכות (לד א): העובר לפני התיבה לא יענה \"אמן\" אחר הכהנים מפני הטירוף. ופירש רש\"י: שלא תטרוף דעתו ויטעה, שלא יוכל לכוין להתחיל בברכה שלאחריו. וכן כתב הרמב\"ם בפרק י\"ד. ומזה דקדקו התוספות ד\"אמן\" לא הוי הפסק, מדלא קאמר הטעם מפני הפסק, עיין שם. משום דאמנים אלו הוי צורך תפילה, ולפי זה אם מובטח לו שלא יתבלבל – רשאי לענות \"אמן\" כמו בדין שיתבאר. וכן מפורש במדרש רבה פרשת \"כי תבוא\". אבל אם כן למה לא ביארו זה הפוסקים? ולכן יש אומרים דאין למידין הלכה מפי מדרש. ודווקא בדין דלקמן שלא יתבטל ברכת כהנים לגמרי סמכינן אהא שלא יתבלבל, ולא בשביל ענייתו \"אמן\" (ב\"ח ותוספות יום טוב שם). ולפי זה יש מי שאומר דאחר ברכה ראשונה של הכהנים, והיינו אחר ברכת \"אשר קדשנו בקדושתו של אהרן\" – יכול לענות, דכשלא התחיל ליכא טירוף (ט\"ז סוף קי\"ד). ויש אומרים דקיימא לן כהמדרש, דאם מובטח – יכול לענות כל האמנים שבברכת כהנים (מגן אברהם סעיף קטן כ\"ט ופרי חדש). ואין המנהג כן. ואולי מפני שאין אצלינו שיהא מובטח בזה, דבאמת קשה לדחות דברי המדרש. ומה שייך בזה \"אין למידין...\", הלא אין סתירה בגמרא על זה? וכל כהן מברך ולא לצאת בברכת האחר, דברכת כהנים כל אחד בעצמו מחויב לברך.","אם שליח הציבור כהן, ויש שם כהנים אחרים – לא ישא את כפיו. ולא יאמרו לו קודם \"רצה\" לעלות או לישא כפיו, דאם אמרו לו – מחויב לעלות שלא יעבור בעשה. אבל אחר \"רצה\" לית לן בה, כמו שנתבאר. ולכן אף שבעצמו קורא \"כהנים\" – אינו עובר, מפני שב\"רצה\" לא אמרו לו כלום. ויש מי שכתב שיש שנוהגים אף כשיש כהנים אחרים, כיון שהוא כהן – עומד אצלו איש אחר ישראל ששמע כל חזרת שליח הציבור, ומקריא את הכהנים, ואומר גם \"שים שלום\" ומסיים הברכה. והשליח ציבור אומר קדיש (ב\"ח). אבל אינו הולך ליטול ידיו (מגן אברהם סעיף קטן ל\"א). ויש מקומות שהולך גם ליטול ידיו (שם). ונראה לי דלפי מנהגים אלו לא שייך לחלק בין מובטח שיחזור לתפילתו ללא מובטח, כיון שהאחר מסיים כל התפילה. אבל כל עיקרי מנהגים אלו תמוהים, ולהדיא משמע מכל הפוסקים דכשיש כהנים אחרים – לא מיבעיא שאינו נוטל ידיו אלא אפילו אינו אומר עם הכהנים. אלא הוא מקריא אותם, ולא יעמוד אחר להקרות אותם (וכן כתב המגן אברהם שם). וכן עיקר לדינא.","אמנם אם אין שם כהן אלא הוא, ולמען לא תתבטל נשיאות כפים לגמרי, לכן אם יש ישראל אחר ששמע כל חזרת שליח הציבור – יעקור שליח הציבור את עצמו ממקומו קצת קודם \"רצה\" וישוב למקומו. ויאמר עד \"הטוב שמך\", והישראל יקריא אותו והוא יעלה לדוכן, והישראל יאמר עד \"המברך...\" ויורד ממקומו ואומר קדיש שלם. אבל ליטול ידיו אינו צריך, כיון שעומד בתפילה וידיו נקיות – יסמוך אנטילת ידים שחרית. ואם אין אחר ששמע חזרת שליח הציבור בשלימות, בזה שנינו בברכות שם דאם אינו מובטח שלא יתבלבל – לא ישא כפיו, ותתבטל הנשיאת כפים. אמנם אם מובטח שיחזור לתפילתו בלא טירוף דעת, כיון שאין שם כהן אלא הוא – ישא את כפיו כדי שלא תתבטל נשיאות כפים לגמרי. וכיצד יעשה? יעקור רגליו מעט בעבודה וישוב למקומו, ויאמר \"רצה\" עד \"הטוב שמך...\", ועולה לדוכן ואחר יקריא אותו. ואחר \"שלום\" ירד מהדוכן ויגמור \"שים שלום\". (כן נראה לי. ועיין מגן אברהם סעיף קטן ל\"ג שכתב בשם הב\"ח דאפילו יש אחֵר ששמע והאחֵר אומר גם \"שים שלום\", מכל מקום בעינן שיהא מובטח לחזור לתפילתו. ואינו מובן כלל, וגם המגן אברהם השיג עליו, עיין שם. ועיין ט\"ז סעיף קטן ט\"ו, והעיקר כמו שכתבתי. ודייק ותמצא קל.)","כתב רבינו הבית יוסף בסעיף כ\"ב: משתדלין שיהא המקרא ישראל. וכשהחזן כהן – יעמוד ישראל אצלו, ויקרא \"כהנים\" ויקריא אותם, והחזן עומד ושותק. עד כאן לשונו, וזהו מדברי הרמב\"ם פרק י\"ד. ונתן טעם מדכתיב: \"אמור להם\" – הרי שישראל צריך להקריא להכהנים. ולפי זה, בזה שנתבאר דביש כהנים אחרים לא ישא את כפיו, אבל מכל מקום גם אינו מקריא אלא עומד ושותק. ודלא כמו שכתבתי בסעיף ל\"ב שבעצמו קורא כהנים עיין שם, דזה אין לו לעשות. ועם כל זה משתדלין לכתחילה שיהא המקרא ישראל, כלומר שיהא שליח הציבור ישראל (מגן אברהם סעיף קטן ל\"ד), כדי שלא נצטרך שאחר יקריא ולא שליח הציבור. אבל הלבוש כתב דגם זה לא לעיכובא, ויכול שליח הציבור הכהן להיות מקריא גם כן, עיין שם. דהטעם ד\"אמור להם\" אינו אלא אסמכתא בעלמא שיהא דווקא משל ישראל. והרי בסוטה (לח א) יש מי שסובר דווקא להיפך: שיהא המקרא כהן. ודריש \"אמור להם\" – משלהם, עיין שם. ונהי דלא קיימא לן כן, מכל מקום דרשא ד\"אמור להם\" הוא רק שיקריאו אותם, אבל מי יהיה המקריא אין קפידא. וכמדומני שגם המנהג כן הוא. (עיין ט\"ז סעיף קטן י\"ז, שכתב דפשטא דקרא הוא שהמקריא יהיה ישראל. ודבריו תמוהים: דאם כן היכי פליג רב חסדא שם לומר דווקא להיפך, שיהא המקריא כהן? עיין שם.)","אין הכהנים רשאים לנגן בברכת כהנים שנים או שלושה ניגונים, משום דאיכא למיחש לטירוף הדעת. ואין לנגן אלא ניגון אחד מתחילה ועד סוף. כן כתב רבינו הבית יוסף בסעיף כ\"א. וקצת משמע מזה דעל כל פנים ניגון אחד ינגנו. ולכאורה למה לא ישתוקו לגמרי? ואולי דמזה יבואו לידי התעוררות והתלהבות לברך בכוונה, על דרך \"והיה כנגן המנגן, ותהי עליו רוח ה'\". ומנהג ישראל תורה.","ובשעה שהכהנים מברכים העם לא יביטו ולא יסיחו דעתם, אלא יהיו עיניהם כלפי מטה כדרך שעומדין בתפילה. והעם יכוונו להברכות, ויהיו פניהם כנגד פני הכהנים ולא יסתכלו בהם. ואין הטעם משום דכל המסתכל בכהנים בשעת הדוכן עיניו כהות כדאיתא בחגיגה (טז א), דזהו רק בזמן המקדש כמבואר שם. אלא הטעם שלא יסיחו דעתם. ועוד: כדי לעשות בזה זכר למקדש (מגן אברהם סעיף קטן ל\"ה וט\"ז סעיף קטן י\"ט). וגם הכהנים עצמם לא יסתכלו בידיהם מהטעמים שנתבארו. ולכן נהגו לשלשל הטלית הרבה על פניהם, וידיהם חוץ לטלית. ויש מקומות שנהגו שידיהם בפנים מן הטלית כדי שהם לא יוכלו להסתכל בהם, והם גם לא יוכלו להסתכל, שהטלית מאפיל הידים. וכן המנהג הפשוט אצלינו.","\"כה תברכו\" – פנים כנגד פנים, דכתיב: \"אמור להם\" – כאדם האומר לחברו (סוטה לח א). לפיכך אמרו חכמים דעַם שאחורי כהנים אינם בכלל ברכה, שהרי אינם פנים כנגד פנים. ולאו דווקא שיעמדו ממש כנגד פניהם אלא אפילו מהצדדין, כיון שפנים כנגד פנים, כלומר: הכהנים פניהם כלפי מערב והישראל פניהם כלפי מזרח. ודווקא צדדין שלפניהן ולא צדדין שלאחריהן, והיינו כשיעשו קו יהיו אחורי הכהנים. ולכן המנהג שכל העם הולכין מכותל מזרח להלן, מפני שהארון הקודש בולט הרבה והכהנים עומדים לפני הארון. ולכן אותם שבמזרח יהיו בצדדים שאחורי כהנים. ויש מי שכתב דכשעומד על מקומו המיוחד לו – אינו צריך לסור, דהוי כאנוס (ב\"ח). אבל זהו רק כשהעם רב ודחוקים. אבל כשיש מקום פנוי, למה לא יסור לקיים כדין (מגן אברהם סעיף קטן ל\"ו)? אבל אותן העומדין בחצר יכולין לעמוד שם כשפניהם כלפי הכהנים. והמחיצה אינה מפסקת, דאפילו מחיצה של ברזל אינה מפסקת בין ישראל לאביהם שבשמים (עירובין צב ב תוספות דיבור המתחיל \"תעשה\"). ויותר מזה: אפילו עַם שבשדות הם בכלל הברכה כיון דאנוסים הם, כיון דטרודים במלאכתן ואינם יכולים לבוא – הרי הם בכלל הברכה. אבל מי שאינו אנוס מחויב לבוא ולשמוע הברכה. (עיין ט\"ז סעיף קטן כ', שרוצה ליישב דברי הב\"ח בטעם דחוק מאוד. עיין שם.)","איתא בסוטה (לח ב): בית הכנסת שכולם כהנים, אם יש יותר מעשרה – אותם היתירים מעשרה יברכו, ועשרה עונין אחריהם \"אמן\". ואף על גב דבישראלים לא קפדינן שדווקא עשרה יענו \"אמן\", זהו מטעם דהמצוה לכהנים לברך את ישראל, ודי באחד כיון שנעשית המצוה כתיקונה. אבל כשגם השומעים כהנים – צריכים על כל פנים עשרה שומעים, דאכל בי עשרה שכינתא שריא ולא בפחות. ואי ליכא רק עשרה כהנים – כולם מברכים. ולמי מברכים? לאחיהם שבשדות. ומי הם העונים \"אמן\"? אמרינן בירושלמי פרק חמישי דברכות דהנשים והטף עונים \"אמן\". אחריהם ולמה לא אמרינן שמברכים להנשים והטף, שהרי גם הם בכלל ברכה כדאמרינן בסוטה שם? נראה לי משום דבעלי הנשים ואבות הטף מסתמא שומעים הברכות באיזה מקום ומתברכים, וממילא דכל בני ביתם מתברכים, דאטו הברכה על האיש לבדו? ואם לא יראה ברכה באשתו ובפרי בטנו – אין לך קללה יותר מזו כמובן, כדכתיב: \"אשתך כגפן פוריה, בניך כשתילי זתים. הנה כי כן יבורך גבר ירא ה'\". ולכן אמרו רק לעם שבשדות. (עיין ט\"ז סעיף קטן כ\"ב, מגן אברהם סעיף קטן ל\"ז. ולדברינו אתי שפיר בפשיטות.)","בשעה שהכהנים מברכים, לא יאמרו העם פסוקים. אלא שותקים ושומעים ועונין \"אמן\", דכלום יש עבד שמברכין אותו ואינו מאזין? כן פסקו בגמרא שם. וזה שאנו אומרים ה\"ריבונו של עולם\" על ביטול חלום רע, זהו מפני שיש סכנה בדבר התירו (ט\"ז סעיף קטן כ\"ד). ועוד: דבאמת אנו אומרים זה בעת שהכהנים מנגנים. וגם פסוקים יכול אז לומר, כמו שכתב רבינו הרמ\"א בסעיף כ\"ו, וזה לשונו: ועכשיו שהכהנים מאריכים בניגונים הרבה – נהגו לומר גם כן פסוקים, וכמו שכתבתי לעיל סימן נ\"ז לענין \"ברכו\". אך יותר טוב שלא לאומרן. עד כאן לשונו. ויכול לאומרם בשעה ששליח הציבור מקריא התיבה (מגן אברהם סעיף קטן ל\"ט). אך זהו כשמאריך קצת בהמשכת התיבה בנגינה, אבל בלאו הכי אין פנאי (ט\"ז סעיף קטן כ\"ה). ואנו אין נוהגין לאמרן כלל. ויותר טוב לשתוק ולכוין לקבל שפע הברכות; כיון דאיפסקא הלכתא שלא לאמרן, למה לנו כזה?","כהן לא יוסיף על הברכות. ולא יאמר: הואיל והקדוש ברוך הוא נותן לי רשות לברך אוסיף משלי. כגון: \"ה' אלהי אבתיכם יוסיף עליכם\", וכיוצא בזה. ואסור לו לעשות כן. ואם עשה כן עובר על \"בל תוסיף\", שהרי כתיב: \"כה תברכו\" – ולא יותר. וקל וחומר שאסור לחסר, ואם חיסר עובר על \"בל תגרעו\". ומכל מקום כהן שנשא כפיו, ואחר כך הלך לבית הכנסת אחר ומצא ציבור שלא הגיעו עדיין לברכת כהנים – יכול לישא את כפיו פעם אחרת. ואינו עובר על \"בל תוסיף\", ד\"בל תוסיף\" אינו שייך אלא במוסיף על עצם המצוה, אבל לא בעושה המצוה כמה פעמים. וכמו נטילת לולב שיכול ליטול הלולב הרבה פעמים ביום, ומכל מקום אם לא בירך – אינו עובר בעשה, כיון שכבר בירך פעם אחת. וטוב שיצא מבית הכנסת שלא יוציאו עליו לעז. ובכל שנתבאר ושיתבארו שלא יעלו לדוכן – יצאו מבית הכנסת (ט\"ז סעיף קטן כ\"ו).","כהן העומד בתפילה, אם יש שם כהנים אחרים – לא יפסיק. ואם אין שם אף כהן אחר זולתו – יפסיק ויעלה לדוכן. ואף על גב דלדבר אחר אסור להפסיק בתפילה, נשיאת כפים שאני שהיא מצות עשה. וכיון שזולתו לא תתקיים המצוה – מחויב להפסיק. ואם אמרו לו לעלות לדוכן, אפילו יש שם כהנים אחרים צריך להפסיק, שלא יעבור בעשה. וכן כהן שלא יתפלל עדיין, ומצא ציבור מתפללין ועומדין אצל נשיאת כפים – יעלה לדוכן ואחר כך יתפלל, שאין התפילה מעכבתו. ואם רואה שיעבור זמן התפילה – ילך חוץ לבית הכנסת ויתפלל. ואם אמרו לו לעלות – מחויב לעלות שלא יעבור בעשה (מגן אברהם סעיף קטן מ\"א), דזהו דאורייתא ותפילה דרבנן. וכן אם אין כהן בלעדו – מחויב לעלות אף שיעבור זמן תפילה. ואם רואה שיעבור זמן קריאת שמע – יאמר פסוק ראשון ויעלה לדוכן, אף על פי שיש עוד כהנים (נראה לי).","יש דברים שרבנן גזרו בכהנים שלא יעלו לדוכן, כגון שיש לו מום בפניו או בידיו שהם מקומות הנגלים מאוד, והיינו שידיו בוהקניות מנומרים בנקודות דקות, או עקומות או עקושות והיינו כפופות לצדיהן, או שאינו יכול לחלק אצבעותיו. ומום בפניו גם כן, כשפניו משונים משארי בני אדם, אמרו חכמים שלא יעלה לדוכן מפני שהעם מסתכלין בו ולא ישמעו הברכות. ומוטב שיצאו מבית הכנסת מלבטל העם ממצוה. ואפילו אמרו לו לעלות – אינו עולה. ואינו עובר בעשה, שהרי אינו עולה מצד תקנת חכמים. ויש כוח ביד חכמים לעשות כן. וכן למי שיש לו מומין ברגליו במקום שהולכין יחפין בלא בתי שוקיים, וכן מי שרירו יורד על זקנו, או עיניו דולפות דמעה, או סומא אפילו באחד מעיניו – לא ישא את כפיו. וכל אלו אם הם רגילים בעירם שמכירים אותם – יעלו לדוכן, דכיון שרגילין בהם לא יסתכלו בהם מצד מומן, שאין זה חדש אצלם. ואפילו הוא סומא בשני עיניו – יכול לעלות לדוכן, והרי הוא ככל הכהנים. וכל ששהה שלושים יום בעיר מקרי \"רגיל בעירו\". ודווקא בעירו. אבל אם הולך באקראי לעיר אחרת, אפילו שהה שם שלושים יום לא מקרי \"רגיל\", דכאורח הוא אצלם ומסתכלין בו. ולא חשיב רגיל אלא כשבא לדור שם בקביעות, דאז בשלושים יום מקרי \"רגיל\". ולאו דווקא לדור בה לעולם, אלא כלומר: ישיבה קבועה לזמן. כגון שבא להיות שם מלמד, או סופר, או משרת, או אומנות, לשנה או אפילו חצי שנה – מקרי \"רגיל בעירו\" כשנשתהה שלושים יום (והב\"ח מתיר אפילו באקראי).","וכל זה הוא במקומות שידיהם ופניהם של הכהנים מגולות בשעת הדוכן, דאז יש חשש שיסתכלו בו. אבל אם מנהג המקום שהכהנים ישלשלו הטלית על פניהם – אז אין חשש הסתכלות במומין בפניו. ואם המנהג שגם ידיהם תחת הטלית, כמו שהמנהג אצלינו – אז אין חשש גם במומין בידיו. אבל במקום שאין מנהג לעשות כן, אפילו רוצים עתה לעשות כן – אינו מועיל, דזה עצמו יגרום הסתכלות מפני השינוי שעושים (מגן אברהם סעיף קטן מ\"ה). אבל מה שהעם מכסים פניהם בטליתיהם אינו מועיל, דכמה בחורים איכא שאין להם טלית. ועוד: דהשומעים פעמים מגלים פניהם, מה שאין כן הכהנים. ולכן לא מהני זה. (עיין ט\"ז סעיף קטן כ\"ח שהקשה זה. ולפי מה שכתבתי לא קשיא מידי.)","ויש בזה שאלה: דמשמע להדיא דרק משום הסתכלות גזרו רבנן, ומדינא מותר בעל מום לעלות לדוכן. ולמה לא יפסול מדינא, כמו שפסול לעבודת בית המקדש? דהא איתקש ברכה לשירות כמו שכתבתי (ט\"ז סעיף קטן כ\"ז). והתשובה בזה: משום דבברכת כהנים כתיב: \"דבר אל אהרן ואל בניו\" – אף בעלי מומין במשמע, כמו שפירש רש\"י בפרשת \"אמור\", עיין שם (שם). ועוד: דאין זה שאלה כלל, דבבעל מום כתיב בפרשת \"אמור\": \"אשר יהיה בו מום, לא יקרב להקריב...\" – הרי שפירשה התורה מפורש דרק להקרבה אסור. ולבד כל זה דבר זה מפורש בגמרא בתענית (כז א): אי מי כהן משרת בעל מום לא, אף מברך... הא איתקש לנזיר. וכתבו התוספות דמכאן מבואר דבעל מום מותר בנשיאת כפים, עיין שם ובתוספות שלהי מנחות. (ופלא שתוספות הביאו שם מתענית: לעמידה הקשתיו ולא לדבר אחר, עיין שם. ולא נמצא זה כלל בתענית. וכבר הרגישו שם בגליון, עיין שם.)","וכן אם היו ידיו צבועות אסטיס ופואה, והם מיני צבעים שאי אפשר להסירן על ידי רחיצה – לא ישא את כפיו, מפני שהעם מסתכלין בהם. אבל ידיו שחורות מפיח התנורים – יכול לרוחצן. ואם רוב העיר מלאכתן בכך – ישא את כפיו, דלא יסתכלו מפני שמורגלים בכך. וכן אם היה רגיל בעירו – מותר (בית יוסף), וכן במקומות שהידים מכוסות תחת הטלית כמו שכתבתי. וכן מי שאינו יודע לחתוך האותיות, כגון שקורא לאלפי\"ן עייני\"ן, ולעייני\"ן אלפי\"ן, וחיתי\"ן ההי\"ן וכיוצא בזה, במקום שכולם מדברים כראוי לא ישא את כפיו, מפני שאינו אומר הברכות כראוי. וזהו בימיהם ובמדינתם. אבל אצלינו הכל קורין לאל\"ף כמו עי\"ן, ועי\"ן כמו אל\"ף. ואפילו כהן שאינו יכול לומר שי\"ן ימנית, כמו \"שבולת\"-\"סבולת\" – אין חשש אצלינו דהרבה יש כמוהם, ואין זה שינוי גדול בהאות (עיין ט\"ז סעיף קטן ל').","תנן במגילה (כד ב) דקטן אינו נושא את כפיו. ובסוכה סוף פרק שלישי אמרו דקטן היודע לישא כפיו – חולקין לו תרומה, ומשמע דקטן נושא כפיו. ובסוף פרק קמא דחולין (כד ב) אמרו דאפילו גדול, כל שלא נתמלא זקנו אינו נושא כפיו, עיין שם. וכתבו התוספות והרא\"ש שם דגם חילוקים יש: דקטן שלא הביא שתי שערות אינו נושא כפיו כלל כשהוא לבדו, אבל עִם כהנים אחרים נושא כפיו. וזהו הך דסוכה ודמגילה. וכשהביא שתי שערות – יכול לישא כפיו גם כשהוא לבדו. אך זהו באקראי, אבל לישא כפיו בקביעות – אינו אלא אם כן נתמלא זקנו. והיינו הך דחולין, דשם מיירי בעניני שליח ציבור קבוע. וכך פסק רבינו הבית יוסף בסעיף ל\"ד. וכתב דנתמלא זקנו מקרי כשהגיעו שניו לפרק זה, אף על פי שלא נתמלא עדיין, עיין שם.","ודברי הרמב\"ם בזה צריכים עיון, שכתב בפרק חמישה עשר דין ד: השנים כיצד? כהן נער לא ישא את כפיו עד שיתמלא זקנו. ולהדיא משמע דקודם לכן אינו נושא כפיו כלל, שהרי חשבה בין כל הפסולין. והן אמת גם הטור כתב כן, וזה לשונו: קטן או אפילו גדול שלא נתמלא זקנו – אינו נושא כפיו. אמנם הטור מסיים: והני מילי הוא לבדו. אבל עִם אחרים משידע לישא כפיו – נושא עמהן. עד כאן לשונו. ולפי זה יפרש הך דחולין כשהוא לבדו, וכן הך דמגילה והך דסוכה עִם אחרים. ואין לשאול אהך דמגילה: מאי איריא קטן, אפילו גדול נמי כל שלא נתמלא זקנו? דוודאי כן הוא. אך במגילה לא מיירי בדינא דנשיאת כפים אלא בדיני קטן, וקחשיב גם הך דנשיאת כפים. אבל על הרמב\"ם קשה. ויש מי שכתב דגם הרמב\"ם סבירא ליה חילוק זה (בית יוסף). וזהו וודאי תימא, דאם כן למה לא הזכיר? ויש מי שכתב דהרמב\"ם פירש הך דסוכה דרק אם יודע לפרוס כפיו חולקין לו תרומה, ולישא כפיו אינו רשאי (לחם משנה). וזה דחוק יותר. אמנם לחינם טרחו בדבריו, דהרמב\"ם היתה לו גירסא אחרת בסוכה, כמבואר מדבריו סוף פרק שנים עשר מתרומות, דחשיב בין עשרה שאין חולקין להן תרומה: קטן שאינו יודע לשמור חוקו, עיין שם. וכן הוא בתוספתא פרק ראשון דחגיגה, עיין שם. ולא קאי כלל על נשיאת כפים, אלא שאינו יודע לשמור הנהגתו בדרך בר דעת. (עיין כסף משנה שם שפירש \"לשמור חוקו\" הוא על נשיאת כפים. ודבר תמוה הוא.)","ואין לתמוה בין לשיטת הרמב\"ם, דכשלא נתמלא זקנו אינו נושא כפים כלל, ובין לשיטת הטור דאינו עולה לבדו, ובין להתוספות והרא\"ש דאינו יכול בתמידות לעלות לדוכן לבדו, ואם אין אחר בטלה נשיאות כפים, מנא לן לחכמינו ז\"ל לומר כן? והא גדול חייב בכל המצות? דנראה לי דילפינן זה כיון דכתיב: \"דבר אל אהרן ואל בניו: כה תברכו...\", ואהרן ובניו נתמלאו זקנם. ולכן מדין תורה פטור לגמרי כפי שיטת הרמב\"ם. ולהטור כשיש עמהם אחרים, הלא חובה על אחרים. ולשיטת התוספות והרא\"ש לא מדמינן לאהרן ולבניו, רק אם היה בתמידות כאהרן ובניו. (כן נראה לעניות דעתי. ועיין ט\"ז סעיף קטן ל\"א, שכתב דלכן לא הביא הטור חילוק דאקראי, מפני שהיה באשכנז שאין נושאין כפיהן רק ביום טוב והכל הוה אקראי, עיין שם. ודבריו תמוהים: דאטו מפני זה אין להטור לכתוב למען הספרדים? ועוד: דבעיקר הדבר אינו כן, שהרי הרא\"ש ברח לספרד עם כל בניו כידוע. והעיקר כמו שכתבתי, דהטור אינו מחלק בזה. והך דמגילה לאו דווקא קטן אלא משום דמיירי שם במילי דקטן, וכן כתב הלחם משנה, עיין שם. ועוד: דהרי הטור לא הזכיר כלל מנהג זה. ודייק ותמצא קל.)","ולפי זה אני אומר במה שכתבו רבותינו בעלי השולחן ערוך סוף סימן זה: כהן אף על פי שהוא פנוי – נושא את כפיו. ויש אומרים דאינו נושא כפיו, דהשרוי בלא אשה שרוי בלא שמחה, והמברך יש לו להיות בשמחה. עד כאן לשונו. והביאו זה בשם הזוהר פרשה \"נשא\" ברעיא מהימנא (דף קמ\"ה ע\"ב), וזה לשון הזוהר: משום דלית שכינתא שריא במאן דלא אינסיב... ובגין כך כתיב: \"דבר אל אהרן ואל בניו...\". עד כאן לשונו. ולכאורה דברים תמוהים המה: דמנא לן לומר כן? ועוד שהקשו על זה: והרי רק כהן גדול ביום הכיפורים היה אסור לעשות עבודתו בלא אשה (מגן אברהם סעיף קטן ס\"ד). ולדברינו אתי שפיר. ולזה רמיז הזוהר במה שכתב \"ובגין כך כתיב: דבר אל אהרן ואל בניו...\", כלומר: דבעינן דומיא דאהרן ובניו, שהיה להם נשים וגם שמחה – ילפינן משם, דכתיב: \"וירא כל העם וירונו\". ובזה יש ליתן גם טעם נכון במה שאין אנו נושאין כפים רק ביום טוב, מפני שאז הוא זמן שמחה, משום דכתיב: \"כה תברכו\" – ובעינן דומיא דאהרן ובניו באותו היום, שנשאו כפיהם בשמיני למילואים, שהיתה אז שמחה שלימה.","ודע שעל מה שכתב רבינו הבית יוסף: קטן שלא הביא שתי שערות – אינו נושא כפיו. כתב אחד ממפרשי השולחן ערוך (מגן אברהם סעיף קטן מ\"ח) וזה לשונו: משמע אפילו הוא בן שלוש עשרה – אסור. ולכן צריך לדקדק בדבר, שלא יבוא לידי ברכה לבטלה. עד כאן לשונו. ומשמע מלשון זה שאין סומכין על השנים כבכל דיני דאורייתא, דלא אמרינן חזקה שהביא סימנין. והוא תימא: דמאי ברכה לבטלה איכא? הא אפילו קטן נושא את כפיו עם שארי כהנים, וכל הברכות מברך הקטן. ועוד: דלדעת התוספות אין בברכה לבטלה רק איסור דרבנן (מגן אברהם בסימן רט\"ו), ובדרבנן הא סמכינן על חזקה שהביא סימנים. ולכן העיקר לדינא דכשבא לשנת שלוש עשרה ויום אחד – מחזקינן ליה כגדול לענין נשיאת כפים בסתמא (אליה רבה סעיף קטן נ\"ח), אלא אם כן ידענו בבירור שלא הביא סימנים. (עיין מחצית השקל שנדחק לפרש גם בדברי המגן אברהם כן, אבל לא משמע כן. וגם הפרי מגדים לא תפס כן בכוונתו, עיין שם. ולדינא העיקר כמו שכתב האליה רבה. ודייק ותמצא קל.)","כתב הרמב\"ם בפרק חמישה עשר דין ו: כהן שלא היה לו דבר מכל אלו הדברים המונעים נשיאת כפים, אף על פי שאינו חכם ואינו מדקדק במצות, או שהיו הבריות מרננין אחריו, או שלא היה משאו ומתנו בצדק – הרי זה נושא את כפיו. ואין מונעין אותו, לפי שזו מצות עשה על כל כהן וכהן שראוי לנשיאות כפים. ואין אומרים לאדם רשע: \"הוסף רשע והמנע מן המצות\". ואל תתמה ותאמר: מה תועיל ברכת הדיוט זה? שאין קיבול הברכה תלוי בכהנים אלא בהקדוש ברוך הוא, שנאמר: \"ושמו את שמי על בני ישראל ואני אברכם\" – הכהנים עושים מצות שנצטוו בה, והקדוש ברוך הוא ברחמיו מברך את ישראל כחפצו. עד כאן לשונו. וזה כרבי עקיבא בחולין (מט א), ד\"ואני אברכם\" קאי על ישראל שהקדוש ברוך הוא מברכם, עיין שם. ויותר מזה איתא בירושלמי פרק חמישי דגיטין (הלכה ט), וזה לשונו: שלא תאמר \"איש פלוני מגלה עריות ושופך דמים, והוא מברכנו\". אמר הקדוש ברוך הוא: ומי מברכך, (האם) לא אני מברכך? שנאמר: \"ושמו...\", עיין שם.","אבל הרמב\"ם שם מקודם כתב: כהן שהרג את הנפש, אף על פי שעשה תשובה – לא ישא את כפיו, שנאמר: \"ידיכם דמים מלאו. ובפרשכם את כפיכם אעלים עיני מכם\". וכהן שעבד כוכבים, בין בזדון ובין בשגגה בין באונס, אף על פי שעשה תשובה – אינו נושא את כפיו לעולם, שנאמר: \"לא יעלו כהני הבמות...\". וברכה כעבודה היא, שנאמר: \"לשרתו ולברך בשמו\". וכן כהן שהמיר לכוכבים, אף על פי שחזר בו – אינו נושא את כפיו לעולם. ושאר העבירות אין מונעין. עד כאן לשונו. והך דהרג את הנפש הוא בברכות (לב ב). והך דכוכבים הוא שלהי מנחות. והך דהרג את הנפש סותר להירושלמי, ופסק כש\"ס דילן. ויש מי שאומר דהירושלמי מיירי רק בחשד דשפיכות דמים (בית יוסף). אמנם רש\"י פסק דכששב – יכול לעלות לדוכן (טור). וכתב רבינו הרמ\"א בסעיף ל\"ה שיש להקל על בעלי תשובה שלא לנעול דלת בפניהם. והכי נהוג. עד כאן לשונו. וכן כתב רבינו הבית יוסף בסעיף ל\"ז גבי נהפך, דיש אומרים שאם עשה תשובה נושא כפיו, וכן עיקר. עיין שם. וכן כתב דאם נאנס – לדברי הכל מותר לישא כפיו. עד כאן לשונו. ותימא: נהי דלא פסק כהרמב\"ם, אבל איך כתב \"לדברי הכל מותר\"? והא הרמב\"ם אוסר (ובבדק הבית נדחק בזה.)","מל תינוק ומת – נושא את כפיו, שהרי הוא כיון למצוה. ועוד: שמא היה מת בלאו הכי. ועוד: דשמא היה נפל. ועוד: דשמא הרוח בלבלתו. ומצינו סברא זו בגיטין (ט א) לענין גלות, כשהרג בשוגג ולא מת מיד, עיין שם. והכא נמי לענין זה במילה. וכן כשהרג בשוגג ולא מת מיד (מגן אברהם סעיף קטן נ\"ב). וכן אפילו העם מרננים אחריו שהוא שופך דמים, כיון דלא נתברר הדבר – מותר לו לישא את כפיו. ומיהו אם יודע שהאמת כן הוא ששפך דמים – לא ישא את כפיו. אך בעשה תשובה יש להקל, שלא לנעול דלת כמו שכתבתי. וערל שמתו אחיו מחמת מילה, יש אומרים שפסול לנשיאת כפים כמו לעבודת קרבנות (ב\"ח). ויש אומרים שכשר (מגן אברהם סעיף קטן נ\"ד), דלאו לכל מילי איתקש. ואולי אף ערל במזיד כשר (שם), דשארי עבירות אין מעכבות. ומיהו למעשה קשה להקל, דנראה דהיקש גמור הוא לעבודה. וכן דעת גדולי אחרונים (ט\"ז סעיף קטן ל\"ה, ואליה רבה סעיף קטן ס\"ט, וכנסת הגדולה).","כתב הרמב\"ם בפרק חמישה עשר דין ד: מי ששתה רביעית יין בבת אחת – אינו נושא את כפיו עד שיסיר יינו מעליו, לפי שהוקשה ברכה לעבודה. שתה רביעית יין בשתי פעמים, או שנתן לתוכה מעט מים – מותר. ואם שתה יותר מרביעית, אף על פי שהיה מזוג, אף על פי ששתהו בכמה פעמים – לא ישא את כפיו עד שיסיר את יינו מעליו. וכמה הוא רביעית? אצבעיים על אצבעיים ברום אצבעיים, וחצי אצבע וחומש אצבע בגודל. וזהו האצבע שמושחין בו בכל התורה כולה, והוא אגודל, והוא הנקרא \"בוהן יד\". עד כאן לשונו. וגם אפילו שתה יין מגיתו, דעדיין אינו יין יפה – פסול כמו בעבודה (מגן אברהם סוף סעיף קטן נ\"ה). ויש אומרים דזה שהוקשה ברכה לעבודה הוי אסמכתא בעלמא (בית יוסף). ויש אומרים דהיקש גמור הוא (ט\"ז סעיף קטן ל\"ה). ונפקא מינה לענין שאר משקים, כמו שיתבאר.","ודע דשארי משקים לבד יין – בעבודה אסור בלאו, אבל אין בה מיתה כביין. ולפי זה בנשיאת כפים כשהוא שתוי משאר משקים, כמו מיין שרוף ומי דבש ושכר, יש אומרים דאסור כמו בעבודה (ט\"ז שם), כיון דהיקש גמור הוא. אמנם בתענית (כז א) מפורש דאסמכתא בעלמא הוא, עיין שם. ולכן באמת כתב רבינו ירוחם (הובא בבית יוסף) דשיכור דווקא כשהגיע לשכרותו של לוט – לא ישא כפיו. עד כאן לשונו. וכוונתו לשארי משקין (פרישה). וביאור דבריו: דבתענית שם ילפינן איסור יין בנשיאות כפים מנזיר, עיין שם. ונזיר הא מותר לגמרי בשארי משקין, ובעבודה גם כן ליכא מיתה בשארי משקין. ולכן בנשיאת כפים מותר לגמרי; ורק בהגיע לשכרותו של לוט דאז פטור מכל המצות, ולכן אין לו לישא כפיו (וזהו כוונת המגן אברהם סעיף קטן נ\"ה). מיהו רבינו הבית יוסף בספרו הגדול כתב: אף על גב דגם איהו סבירא ליה דאסמכתא בעלמא הוא, מכל מקום דעתו דגם בלא הגיע לשכרותו של לוט אסור לעלות לדוכן. ולא גרע מתפילה, שנתבאר בסימן צ\"ט דגם בלא הגיע לשכרותו של לוט אסור לו להתפלל. וכן נראה עיקר לדינא. (והמגן אברהם שם חלק על הבית יוסף. ולא נתבררו לי דבריו, עיין שם. ודייק ותמצא קל.)","כבר נתבאר דשארי עבירות אין מונעין נשיאות כפים. ויש מי שאומר דזהו דווקא כשעשה תשובה (מגן אברהם סעיף קטן נ\"ו בשם ראנ\"ח). ודברים תמוהים הם, דלהדיא מבואר מדברי הרמב\"ם והירושלמי שהבאנו דאפילו הוא רשע עתה, מכל מקום יכול לעלות לנשיאת כפים. ואין לפקפק בזה, כי אין שום ספק בזה.","דבר פשוט הוא דחלל לא ישא את כפיו, דיצא מקדושת כהונה. אבל כהן כשר שבא על נשים מאיסורי כהונה לא חילל את עצמו מכהונה, דזרעו מחלל ולא את עצמו. ומכל מקום תנן בבכורות (מה ב): הנושא נשים בעבירה – פסול עד שידור הנאה. והתם לענין עבודת בית המקדש מיירי, ולענין נשיאת כפים אינו מבואר איך הדין. והרמב\"ם והטור לא הזכירו זה כלל. ואמנם רבינו הבית יוסף בסעיף מ כתב: כהן שנשא גרושה – לא ישא כפיו. ואין נוהגין בו קדושה אפילו לקרות בתורה ראשון. ואפילו גירשה או מתה – פסול עד שידור הנאה על דעת רבים מהנשים שהוא אסור בהם. עד כאן לשונו. וביאר הטעם בספרו הגדול: דכיון שקנסוהו חכמים לעבודה, פשיטא שפסול מדרבנן לכל דיני כהונה עד שידור הנאה על דעת רבים. וכן כתב הרשב\"א בתשובה, עיין שם. ובוודאי כן הוא. דנראה לי דלענין זה חמור בזמן הזה מבזמן הבית, דבזמן הבית אולי היה די לקונסו שלא יעבוד בבית המקדש. אבל בזמן הזה אם לא נקנוס אותו בנשיאת כפים ובעליית ראשון לתורה, במה נקנוס אותו? וזה הלא ראינו ממשנה דבכורות, דחכמים עשו שיקנסו אותו.","ובבכורות שם תנן דכהן המטמא למתים – פסול לעבודה עד שיקבל עליו שלא לטמא עוד למתים. ובזה לא הצריכו חכמינו ז\"ל שידור הנאה, ורק באיסורי ביאה שיצרו תוקפו הצריכו שידור הנאה, ולא בעבירה שאין לה תקיפת היצר. וכיון שזהו מטעם קנס, לכן גם בזה כתב רבינו הבית יוסף בסעיף מ\"א: נטמא למת שאינו משבעה מתי מצוה – פסול מן הדוכן ומכל מעלות הכהונה, עד שישוב ויקבל שלא יטמא עוד למתים. עד כאן לשונו. ותמיהני: דמלשונו משמע דאם נטמא רק פעם אחד פסול, ומלשון המשנה שהבאנו משמע דווקא כשרגיל לטמא את עצמו ולא כשטימא את עצמו פעם אחד, שהרי שנינו \"המטמא למתים\" ולא \"המטמא למת\". וכן משמע להדיא מלשון הרמב\"ם בפרק ששי מביאת מקדש. וכן על נשים כתב: כהן שהיה נושא נשים בעבירה – משמע שרגיל לעשות כן. אבל אם עשה פעם אחת – מגרשה ודיו. וצריך עיון גדול, כי נראה לעניות דעתי העיקר לדינא כמו שכתבתי.","ובזה שכתב שידור על דעת רבים, וכן כתב הרמב\"ם בפרק ששי מביאת מקדש, עיין שם. ובוודאי לפי סוגית הש\"ס בבכורות שם ובגיטין (לו א) לא הוצרך לזה רק אם אינו צריך לפרט את הנדר, דאז חיישינן שמא ילך אצל חכם ויתיר את הנדר. ולכן צריך על דעת רבים, דאין לזה התרה. אבל אנן דקיימא לן ביורה דעה סימן רכ\"ח דצריך לפרט את הנדר – אינו צריך על דעת רבים. ודברים רבים נאמרו בזה (עיין מגן אברהם סעיף קטן נ\"ח, ובית שמואל באבן העזר סימן צ\"ו, ואליה רבה). ולי נראה פשוט דוודאי כל מאי דמצינן לאחמורי עליה – מחמירינן. ובגמרא הוא להיפך, דפריך על המשנה דמדירין אותו, וניחוש שמא יתיר אצל חכם. ומשני דצריך לפרט... ופריך: הניחא... ומשני דמדרינן עך דעת רבים. כלומר: דאז לכולי עלמא מועיל. אבל אינו מבואר: דלמאן דאמר צריך לפרט את הנדר – אינו צריך על דעת רבים, ולמה לא נעשה החיזוק היותר שיכול להיות?","כתב רבינו הרמ\"א בסעיף מ\"א דיש אומרים דמי שיש לו בת שנתחלפה לכוכבים, או שזינתה – אין מחוייבין עוד לקדשו, \"כי אביה היא מחללת\". עד כאן לשונו. וכתבו דעיקר חובתו הוא משום זנות, דהיה לו לשמרה שלא תתייחד עם אדם. כמו שאמרו בכתובות (מה א): ראו גידולים שגידלתם. לפיכך סוקלין אותה על פתח בית אביה, עיין שם. וכתבו דכשנתחלפה – וודאי זינתה, דבשארי עבירות מה יכול האב לעשות (מ\"א סעיף קטן ס\"ב ואליה רבה)? וגם כתבו דזהו רק לענין לחלוק לו כבוד לפתוח ראשון בתורה או במסיבה. אבל עולה הוא לנשיאת כפים (שם וט\"ז סעיף קטן ל\"ו). ולפי זה לא ידעתי למה כתבה בסימן זה. ובאמת בספרו \"דרכי משה\" כתב דין זה בסימן קל\"ה לענין קריאת התורה, וכן במקור הדין במרדכי סנהדרין פרק שביעי מפורש זה לענין קריאת התורה. ונראה לי שבשולחן ערוך בטעות העתיקוה בסימן זה, ומקומה בסימן קל\"ה. וכבר כתבנו דחלל אינו נושא כפיו. ואפילו חלל דרבנן, כגון שנשא אביו חלוצה דהוה דרבנן. ופרטי דיני חלל נתבאר באבן העזר סימן ז, עיין שם.","אונן אסור לו לישא כפיו דהא אסור בעבודה, ונשיאת כפים היא עבודה (מגן אברהם סעיף קטן ס\"ד). ועוד: דהא פטור מכל מצות האמורות בתורה. ואבל בימי אבלו, והיינו תוך שבעה – לא מצינו שיפטור ממצוה זו, ולכן טוב שיצא מבית הכנסת קודם הדוכן. מיהו אם קראוהו – מחויב לעלות, או כשהיה בבית הכנסת בשעה שאמר שליח הציבור \"כהנים\". וגם בשבת יצא מבית הכנסת. ויש אומרים דבשבת יעלה לדוכן ויקיים העשה (פרי חדש). ונראה דאם אין שם כהן אלא הוא – וודאי דצריך לעלות. (עיין מגן אברהם סעיף קטן ס\"ה, וצריך עיון. וגם הלשון מגומגם, עיין שם.)","אמנם רבינו הרמ\"א כתב בסעיף מ\"ג דיש אומרים דכל זמן האבלות, אפילו עד שנים עשר חודש על אביו ועל אמו – אינו נושא כפיו. וכן נוהגין במדינות אלו. עד כאן לשונו. ועל שארי קרובים עד שלושים. ובוודאי תמוה מנהג זה. והרי זה בכלל כל המנהג שנהגו במדינתו, שלא לעלות לדוכן כל השנה כמו שיתבאר. ואין לזה טעם נכון רק במה שבארנו בסעיף מ\"ט על פי דברי הזוהר, עיין שם. וכתב רבינו הבית יוסף בסעיף מ\"ד: כהן אף על פי שהוא פנוי – נושא את כפיו. ורבינו הרמ\"א כתב דיש אומרים דאינו נושא כפיו, דהשרוי בלא אשה שרוי בלא שמחה. והמברך יש לו להיות בשמחה. ונהגו שנושא כפיו אף על פי שאינו נשוי. ומכל מקום הרוצה שלא לישא כפיו – אין מוחין בידו, רק שלא יהא בבית הכנסת בשעה שקורין \"כהנים\" או אומרים להם ליטול ידיהם. עד כאן לשונו. דבקראו אותם לעלות, או שהיו בשעת אמירת \"כהנים\" – עוברים בעשה כשלא יעלו. וגם זהו מהדברים התמוהים, ובארנו שם בסעיף מ\"ט. האמנם אצלינו המנהג שהבחורים הכהנים עולים לדוכן, ובפרט שאצלינו היא מצוה חביבה רק ביום טוב. ונכון הוא מאוד.","כתב רבינו הרמ\"א: נהגו בכל מדינות אלו שאין נושאין כפיהן אלא ביום טוב, משום שאז שרויים בשמחת יום טוב, וטוב לב הוא יברך. מה שאין כן בשאר ימים, אפילו בשבתות השנה שטרודים בהרהורים על מחייתם ועל ביטול מלאכתם. ואפילו ביום טוב אין נושאין כפים אלא בתפילת מוסף, שיוצאים אז מבית הכנסת וישמחו בשמחת יום טוב. וכל שחרית ומוסף שאין נושאין בו כפים, אומר שליח הציבור \"אלהינו ואלהי אבותינו\" כדלעיל סימן קכ\"ז. ויום הכיפורים נושאים בו כפים כמו ביום טוב (אף שאין בו שמחה דאכילה ושתיה). ויש מקומות שנושאים בו כפים בנעילה, ויש מקומות אפילו בשחרית. עד כאן לשונו. וזהו מפני עצם קדושת היום הקדוש הזה.","והנה וודאי אין שום טעם נכון למנהגינו לבטל מצות עשה דברכת כהנים כל השנה כולה. וכתבו דמנהג גרוע הוא. אבל מה נעשה וכאילו בת קול יצא שלא להניח לנו לישא כפים בכל השנה כולה? ומקובלני ששני גדולי הדור בדורות שלפנינו, כל אחד במקומו רצה להנהיג נשיאת כפים בכל יום. וכשהגבילו יום המוגבל לזה, נתבלבל הענין ולא עלה להם. ואמרו שרואים כי מן השמים נגזרה כן. ומצד הדין יש לומר על פי מה שכתבתי בסעיף מ\"ט על פי הזוהר, דבעינן שמחה דומיא דאהרן ובניו בשמיני למילואים. ולזה נאמר: \"כה תברכו\". אמנם זה שהיה מנהג מקדם דיום טוב שחל בשבת לא היו נושאים כפיהם – כבר נתבטל בימינו, כי אין במנהג זה טעם וריח, כמו שהאריכו מפרשי השולחן ערוך בזה (ט\"ז סעיף קטן ל\"ז, ומגן אברהם סעיף קטן ע'). ובעל קרי מותר בנשיאת כפים (בית יוסף). והמחמיר לטבול תבוא עליו ברכה. אמנם בארץ ישראל ובמצרים ובכל אזיא נושאים הכהנים כפיהם בכל יום.","אלו מקומות שהכהנים הופכים בהם: לדרום ולצפון. כלומר: שמטים פניהם לשם, כדי שתתפשט הברכה לכל הצדדים (אליה רבה). ואלו הן: \"יברכך\", \"וישמרך\", \"אליך\", \"ויחנך\", \"אליך\", \"לך\", \"שלום\". וכתב רבינו הרמ\"א בסעיף מ\"ה: ונוהגין שמאריכין בניגון אלו התיבות, כי כל אחת מהן היא סוף ברכה בפני עצמה. עד כאן לשונו, כלומר: דבברכת כהנים יש ששה ברכות, כמו שפירש רש\"י בחומש. ואלו הן: \"יברכך\" ברכה אחת. \"וישמרך\" שניה. \"אליך\" והיא סוף ברכה ד\"יאר\" שלישית. \"ויחנך\" רביעית. \"אליך\" ד\"ישא\" הוא סוף ברכה ד\"ישא\" והיא חמישית. ו\"לך שלום\" ששית. ולכן גם \"יברכך\" מקרי סוף ברכה, כיון שהיא ברכה בפני עצמה. ו\"אליך\" ד\"ויחנך\" היא סוף ברכה, ד\"יאר\" ו\"אליך\" ד\"ישא\" היא סוף ברכה, ד\"ישא\" ו\"לך שלום\" ברכה אחת היא (ומיושב קושית מגן אברהם בסעיף קטן ע\"ב). ואומרים ה\"ריבונו של עולם\" כמו שכתבתי בסימן ק\"ל. ואימתי אומרים זה? בשעה שמאריכים הכהנים בניגונים בסופי הפסוקים: \"וישמרך\", \"ויחנך\", \"שלום\". אך לא בעת אמירות התיבות אלא כשהשליח ציבור מסיים \"וישמרך\" מנגנים, והעולם אומרים \"ריבונו של עולם\". וכשמסיימים אומרים הכהנים \"וישמרך\". וכן ב\"ויחנך\", וכן ב\"שלום\". והמקריא, והיינו שליח הציבור – לא יאמר ה\"ריבונו של עולם\", דאסור לו להפסיק. אלא עומד ושותק. (עיין מגן אברהם סעיף קטן ע\"ג, דמשמע מדבריו שהכהנים מנגנים בתוך התיבה עצמה בסופה. ואין כן המנהג אצלינו.) (וגם אם מקריא אחר – לא יאמר \"ריבון\".)","כתב רבינו הרמ\"א בסוף סימן זה: אסור להשתמש בכהן אפילו בזמן הזה, דהוה כמועל בהקדש אם לא מחל על כך. עד כאן לשונו. ולכאורה אינו מובן: דאם הוה כמועל בהקדש, מאי מהני מחילה? ולכן יש לנו לבאר דין זה, שנתחבטו בו ראשונים ואחרונים. ומקור הדין מירושלמי פרק שמיני דברכות (הלכה ה), והכי איתא שם: דרבה בר בר חנה ורב חונא היו יושבין ואוכלין, ורבי זעירא עומד ומשמש עליהם. והושיט להם כוס ושמן ביד אחת. ובית הלל אומרים שם שנוטל השמן בימינו והכוס בשמאלו. ואמר ליה רבה בר בר חנה לרבי זירא: האם ידך השנית קטוע, שאתה הבאתן בידך האחת? וכעס אביו של רבה בר בר חנה עליו, ואמר ליה: לא דייך שאתה יושב, והוא עומד ומשמש? ועוד דרבי זירא כהן, ואמר שמואל: המשתמש בכהונה מעל. אלא שעוד אתה מבזה אותו? לכן גוזרני שאתה תעמוד ורבי זירא יושב, ואתה תשמש לו. ומנין שהמשתמש בכהונה מעל? אמר ר\"א בשל שמואל, דכתיב בעזרא (ח כח) כשמסר להכהנים כסף וזהב וכלים לבית המקדש, אמר עזרא: \"אתם קודש לה', והכלים קודש\". מה כלים המשתמש בהם מעל – אף המשתמש בכהנים מעל. עד כאן לשון הירושלמי. ויש לדקדק: דאם כן למה שתק אביו של רבה בר בר חנה עד שביזהו, ולא מיחה בו מה שרבי זירא שימש לפניהם?","ובהגהות מיימוניות פרק שלישי מעבדים, בדין דאין עבד כהן נרצע, אבל מותר למכור אותו כעבד עברי, כתב דמזה משמע דשירות כהן מותר. וקשה מזה הירושלמי דהמשתמש בכהונה מעל. ונשאר בקושיא, עיין שם. ותימא: מאי קא קשיא ליה? הא מזה הירושלמי עצמו מוכח דמותר, שהרי רבי זירא שימש לפניהם. והסמ\"ג במצות עשה פ\"ג בדין עבד עברי תירץ זה, וזה לשון הסמ\"ג: מכאן יש להוכיח דאף על גב דאמר בירושלמי דברכות המשתמש בכהונה מעל, מכל מקום בשכר מותר להשתעבד בו. עד כאן לשונו. ואינו מובן: אטו העבד עברי נוטל שכר? והלא נמכר בגניבתו. ובמרדכי גיטין בהגהות הביא (עיין ט\"ז סעיף קטן ל\"ט) מעשה בכהן שיצק מים על ידי רבינו תם. והקשה תלמיד אחד: הא שנינו בירושלמי המשתמש בכהונה הרי זה מעל? והשיב רבינו תם: אין קדושה בזמן הזה, דקיימא לן בגדיהם עליהם – קדושה עליהם. ואי לא – לא. והקשה התלמיד: אם כן כל מיני קדושה לא לעביד להו? ושתק רבינו תם. והשיב רבינו פטר דנהי שיש בו קדושה – יכול למחול, כדאמרינן: אין עבד כהן נרצע מפני שנעשה בעל מום. ואי לאו האי טעמא היה יכול להשתעבד בו. עד כאן לשונו. ותשובתו של רבינו תם אינה מובנת כלל. ואיך אמר שאין קדושה בזמן הזה? והרי מעשה דירושלמי היה בזמן הזה, בזמן האמוראים.","האמנם בירור הדברים כן הוא: דהתורה קידשה את הכהנים לעבודת בית המקדש, וקראן \"קדושים\" כדכתיב: \"קדושים יהיו לאלהיהם..., כי את אשי ה' הם מקריבים והיו קודש...\". וגם עלינו צוה הקדוש ברוך הוא שנקדש אותם, כדכתיב: \"וקדשתו כי את לחם אלהיך הוא מקריב, קדוש יהיה לך...\". וזהו ציווי שאנחנו נקדש אותם. וצריך ביאור: דבשלמא הקדוש ברוך הוא שקידשם שיעבדו במקדש, ושלא ישאו לנשים גרושות וזונות – שפיר. אבל אנחנו האם בידינו להקדישם? אך פירושו הוא שאתה תכבדנו כדבר של קודש. ולזה אמרו חכמים בגיטין (נט ב): \"וקדשתו\" לכל דבר שבקדושה: לפתוח ראשון, ולברך ראשון, וליטול מנה יפה ראשון. כלומר: שיהא מכובד עליך. ולפי זה הדבר ברור: דבמה שהקדוש ברוך הוא קידשם אין כוח בידם לשנות, ולאו בדעתם הדבר תלוי דגזירת מלך היא. אבל במה שעלינו לקדשם, כלומר לכבדם – הלא בידם למחול, שהרי אפילו הרב שמחל על כבודו – כבודו מחול. ולכן בכל דבר יכול למחול, ורק בקריאת התורה לברך ראשון תיקנו חכמים שאינו יכול למחול מפני דרכי שלום. ויתבאר בסימן קל\"ה. ודע דשם \"מעילה\" לאו דווקא בחיוב קרבן מעילה. וכל עבירה נקראת \"מעילה\", כדכתיב: \"וימעלו בה' אלהי אבותם\". ואונקלס תרגום על \"מעילה\" לשון שקר, עיין שם. וכן כתיב: \"למעל מעל בה' על דבר פעור\". ולהדיא שנינו במעילה (יח א): אין מעילה אלא שינוי. וכן הוא ה יב: \"איש איש כי תשטה אשתו, ומעלה בו מעל\". וכן הוא אומר: \"וימעלו...\", עיין שם. דכל שעושה דבר נגד התורה נקרא \"מועל\". ובזה אתי שפיר הכל, כמו שנבאר בסייעתא דשמיא.","דרבי זעירא כששימש לרבה בר בר חנה ולר\"ח ברצונו הטוב, לא היה לאביו של רבה בר בר חנה מה להתרעם. אך כשרבה בר בר חנה גער בו שלא שימשו כהוגן ופגע בכבודו, ונמצא כאילו מוכרח לשמשו, ולכן כעס אביו ואמר ליה: לא דייך שאתה יושב והוא עומד ומשמש? כלומר: שחולק לך כבוד. ועוד שהוא כהן ומחל על כבוד כהונתו. אלא שעוד אתה מבזה אותו, ונמצא שאתה מכריחו לשמשו, והמשתמש בכהונה מעל. כלומר: המשתמש שלא ברצון הכהן עובר עבירה, שמשנה קדושת שמים, שהתורה צוותה \"וקדשתו\" ואתה מבזה אותו. ואמר שמואל: מדאמר עזרא \"אתם קודש והכלים קודש\" – מה כלים המשתמש בהם שלא ברשות מעל, אף כהנים המשתמש בהם שלא ברשות מעל. כלומר: עובר עבירה.","ולפי זה שפיר מקשה בעל הגהות מיימוניות, שהרי מוכרין עבד עברי מפני גניבתו, והוה המכירה בעל כרחו כמובן. והרי המשתמש בכהונה שלא ברצונו מעל? אמנם הסמ\"ג תירץ דבשכר מותר להשתמש בו. כלומר: דהא אם השכיר עצמו לרצונו מותר, שהרי מוחל על כבודו. ואם כן לא תהא קטנה רצון התורה מרצונו, דהתורה השכירה אותו כדי שישלם גניבתו. והוא מוכרח לקבל עליו רצון התורה, שיאמר \"רוצה אני\". וכופין אותו עד שיאמר \"רוצה אני\" כבגיטין וקרבנות כידוע.","ורבינו תם סבירא ליה כן, דעיקר קדושתם הוא בשעה שנושאים בגדי כהונה. ולהדיא אמרינן בזבחים (יז ב): \"וחגרת אותם אבנט... והיתה להם כהונה לחוקת עולם\", בזמן שבגדיהן עליהן – כהונתם עליהם, אין בגדיהם עליהם – אין כהונתם עליהם. אך לפי זה למה אמרו \"קדשתו\"? לפתוח ראשון..., והא אין בגדיהם עליהם. ולכן סבירא ליה לרבינו תם דבזמן שבגדיהן עליהן – אין קדושתן בידן, ואין יכולין למחול. אבל בזמן שאין בגדיהן עליהן – קדושתן בידם, ויכולין למחול. וזהו שרמז ליה רבינו תם בתשובתו. והתלמיד לא הבין עד שהסביר לו רבינו פטר. וכוונת רבינו תם היתה שכיון שכשאין בגדיהן עליהם יכולין למחול, ובפרט שכבוד הוא לשמש לאדם גדול כרבינו תם, ומובן הדבר שרבינו תם לא היה נאה לפניו לומר בעצמו כן; ולכן רמיז לו דדווקא כשבגדיהם עליהם לא מהני מחילתו, אבל עכשיו מהני. והתלמיד לא הבין עד שר\"פ הסביר לו.","ולפי זה הדין ברור: דכהן ברצונו יכול לשמש ולשרת כרצונו. ודלא כמי שאומר דכשלא יגיע להכהן הנאה – אסור, ולא מהני מחילתו (ט\"ז סוף סעיף קטן ל\"ט). וכבר השיגוהו (אליה רבה סעיף קטן צ', ובאר היטב סעיף קטן פ\"ג). וכן לא נראה לעניות דעתי מי שכתב שבכהן עם הארץ מותר להשתמש (משנה למלך שם), דאטו התורה חילקה בין עם הארץ לתלמיד חכם? והרי מבואר לקמן סימן קל\"ה דהמנהג הפשוט דאפילו כהן עם הארץ קודם לקרות לפני חכם גדול ישראל, עיין שם. וכן יש שכתב להקל, משום דהאידנא ליכא מיוחסי כהונה. וחלילה לומר כן, ולהטיל דופי בקדושת כהנים. וכבר צווחו על זה ככרוכיא (עכנ\"י סוף סימן נ\"ו). ועיקרא דדינא כן הוא: דשלא ברצון הכהן – אסור להשתמש בו, וברצונו – מותר. ונראה לי דגם כהן בכהן אסור להשתמש. או אפשר ד\"וקדשתו\" הוא רק על ישראל, וכל מה שחשבו חכמינו ז\"ל ב\"וקדשתו\" לפתוח ראשון... – לא שייך מכהן לכהן. וצריך עיון לדינא. וגם יש להסתפק אם מותר להשתמש בכהן בעל מום, כיון דלא חזי לעבודה, ולא קרינן ביה \"כי את לחם אלהיך הוא מקריב\". וכן נראה עיקר."],["אין נשיאות כפים אלא בשחרית ומוסף, ונעילה ביום שיש בו תפילת נעילה כמו ביום הכיפורים. וכן תענית ציבור בזמן שהיו נוהגין להתפלל בו תפילת נעילה, כמו בזמן המשנה. אבל אין בה נשיאת כפים מפני שבמנחה כבר סעדו כל העם, ושמא שתו הכהנים יין, ושיכור אסור בנשיאת כפים. ואפילו ביום תענית אין נושאין כפיהן במנחה, גזירה מנחת תענית ציבור אטו מנחה כל יום.","במה דברים אמורים? בתעניות שמתפללין בו מנחה ונעילה. אבל תענית שאין בו נעילה, כגון תשעה באב ושבעה עשר בתמוז ועשרה בטבת, וכן כל תענית ציבור אצלינו הואיל ותפילת מנחה שלהם סמוך לשקיעת החמה – הרי נראית כנעילה ואינה מתחלפת במנחה של כל יום, ולפיכך יש בה נשיאת כפים. וכהן שעבר ועלה לדוכן במנחה של יום הכיפורים, הואיל והדבר ידוע שאין שם שכרות – הרי זה נושא כפיו. ואין מורידין אותו מפני החשד, שלא יאמרו פסול היה לפיכך הורידוהו. כן כתב הרמב\"ם בריש פרק ארבעה עשר מתפילה, עיין שם. וכן כתבו הטור והשולחן ערוך. ובשם בה\"ג כתב הטור דביום הכיפורים נושאין כפים במנחה, מפני שמרבים בתחנונים והיא גם כן סמוך לשקיעה. וכתב דבאשכנז אין נוהגים כן, עיין שם. ואצלינו בלאו הכי לבד ממוסף אין נושאין כפים. (ומזה נראה שהיו מתפללין מנחה בכל יום כמה שעות קודם הלילה, מפני שהיו רוצין לאכול אחר מנחה. כן כתב המגן אברהם סעיף קטן ב' בשם הר\"ן. ורק בתענית היו מתפללין סמוך לשקיעה.)","וכתב רבינו הרמ\"א: ולכן אומרים ביום הכיפורים במנחה \"אלהינו... ברכנו...\" אף על גב דאין ראוי לנשיאת כפים, מכל מקום הואיל ואם עלה לא ירד – מקרי קצת ראוי. וכן נוהגים במדינות אלו, אף על פי שיש חולקים. עד כאן לשונו. וכל שכן בכל תענית שאומרים \"אלהינו\", שהרי ראוי לנשיאות כפים. ומנהגינו כשאומרים \"אלהינו\" אומרים \"שים שלום\" ולא \"שלום רב\". ומכל מקום המתענין עד חצות ואחר כך מתפללין מנחה גדולה – אין המנהג לומר \"אלהינו\" ואומרים \"שלום רב\". ואף על גב דלפי הטעם דאם עלה לא ירד הוה אז גם כן כיון שלא אכלו ולא שתו, מכל מקום אין המנהג כן (עיין מגן אברהם סעיף קטן א')."],["אמרו חכמינו ז\"ל בברכות (נה ב): מאן דחזי חלמא, ולא ידע מאי חזי – ניקום קמי כהני בשעה שעולים לדוכן, ונימא הכי: \"ריבונו של עולם! אני שלך, וחלומותי שלך. חלום חלמתי, ואיני יודע מה הוא. (יהי רצון מלפניך ה' אלהי ואלהי אבותי, שיהיו כל חלומותי עלי לטובה.) (בגמרא ליכא זה.) בין שחלמתי על עצמי...\" עד \"לטובה\". ואנחנו מסיימים \"ותשמרני\" (כנגד \"וישמרך\") \"ותחנני\" (כנגד \"ויחנך\") \"ותרצני\" (כנגד \"שלום\"). ומשמע מזה דדווקא כשאינו יודע החלום מועיל זה, אבל כשיודע – צריך דווקא הטבת חלום (וכן כתב המהרש\"א). ויראה לסיים בשווה עם הכהנים, כדי כשהציבור יענו \"אמן\" יעלה גם על תפילתו. ד\"אמן\" מועיל מאוד שתקובל תפילתו, כמאמרם ז\"ל: גדול העונה \"אמן\" יותר...","בגמרא איתא: ואי לא לימא הכי: \"אדיר במרום... יהי רצון שתשים עלינו ועל כל עמך בית ישראל... שלום\". והיה נראה לי לפרש \"ואי לא\", כלומר: שלא הספיק לומר הריבונו של עולם\" עד שהחזירו הכהנים פניהם, יאמר \"אדיר במרום\" (ונראה לי שלזה כיון המעדני יום טוב, עיין שם). אבל מפרשי השולחן ערוך פירשו: \"ואי לא\", כלומר: כשסיימו ה\"ריבונו של עולם\" והכהנים עדיין לא סיימו, יאמר גם זה (ט\"ז ומגן אברהם). ואינו מדוקדק לפי זה לשון \"ואי לא\". ויש מי שפירש \"ואי לא\", כלומר: שאין לו כוח לומר אריכות של ה\"ריבונו של עולם\", יאמר \"אדיר במרום\" (אליה רבה בשם אגודה).","ודע דהמנהג שלנו שאחר שמחזירין הכהנים פניהם, אומרים \"אדיר במרום\". ואין זה עולה לפי נוסחתינו בגמרא, אלא המנהג בנוי על פי נוסחת הרי\"ף והרא\"ש דגרסי הכי: וכד מהדרי כהני אפייהו לימא..., עיין שם. וגם המנהג שלנו שכולם אומרים ה\"ריבונו של עולם\" גם מי שלא חלם, מפני שאין אנו עולין לדוכן רק ביום טוב. ואם לא עתה – הרי לא יאמרו לעולם. ואולי סבירא ליה דתפילה זה מועיל גם בלא יום החלום. וכתב רבינו הרמ\"א דבמקום שאין עולין לדוכן, יאמר כל זה בשעה ששליח הציבור אומר \"שים שלום\", ויסיים בהדי שליח ציבור שיענו הקהל \"אמן\". עד כאן לשונו. ואם ראה שלא יוכל לסיים עם שליח הציבור – יתחיל בשעה ששליח הציבור אומר \"יברכך\" (מגן אברהם). אבל לא יאמר כן בכל יום (ט\"ז)."]],"SHULCHAN_ARUCH":[["אין נשיאת כפים בפחות מי' והכהנים מהמנין <i>(ואין לזר לישא כפיו אפילו עם כהנים אחרים) (בפרק ב' דכתובות, דזר עובר בעשה. ותוספות פרק כל כתבי, לא ידע ר\"י מה איסור יש בזר העולה, ואפשר עם כהנים אחרים שרי, וצריך עיון):<\/i>","כל כהן שאין בו אחד מהדברים המעכבים אם אינו עולה לדוכן אף על פי שביטל מצות עשה אחת הרי זה כעובר בג' עשה אם היה בבית הכנסת כשקראו כהנים או אם אמרו לו לעלות או ליטול ידיו:","אם עלה פעם אחת ביום זה שוב אינו עובר אפילו אמרו לו עלה:","כשהכהנים אינם רוצים לעלות לדוכן אינם צריכים לשהות חוץ מבית הכנסת אלא בשעה שקורא החזן כהנים אבל כדי שלא יאמרו שהם פגומים נהגו שלא ליכנס לבית הכנסת עד שיגמרו ברכת כהנים:","לא יעלו הכהנים לדוכן במנעלים אבל בבתי שוקים שרי. ויש מחמירין אם הם של עור <i>(אגודה פרק הקורא את המגילה), (ונהגו להקל בקצת מקומות):<\/i>","אף על פי שנטלו הכהנים ידיהם שחרית חוזרים ונוטלים ידיהם עד הפרק שהוא חבור היד והזרוע והלוי יוצק מים על ידיהם וקודם לכן יטול הלוי ידיו. ולא נהגו הלוים ליטול ידיהם תחלה רק סמכו על נטילתן שחרית:","אם נטל הכהן ידיו שחרית וברך על נטילת ידים לא יחזור לברך כשנוטל ידיו לנשיאת כפים:","כשמתחיל שליח ציבור רצה כל כהן שבבית הכנסת נעקר ממקומו לעלות לדוכן ואף אם לא יגיע שם עד שיסיים שליח ציבור רצה שפיר דמי אבל אם לא עקר רגליו ברצה שוב לא יעלה:","כשעוקרים <i>(רש\"י ותוספות ור\"ן כתבו דלא יאמר אותו עד עמדו לפני התיבה, וכן כתב הבית יוסף)<\/i> כהנים רגליהם לעלות לדוכן אומרים יהי רצון מלפניך ה' אלהינו שתהא ברכה זו שצויתנו לברך את עמך ישראל ברכה שלמה ולא יהא בה מכשול ועון מעתה ועד עולם ומאריכים בתפלה זו עד שיכלה אמן של הודאה מפי הצבור:","עומדים בדוכן פניהם כלפי ההיכל ואחוריהם כלפי העם ואצבעותיהם כפופים לתוך כפיהם עד ששליח ציבור מסיים מודים ואז אם הם שנים קורא להם <i>(השליח ציבור)<\/i> כהנים.   <i>הגה:ולא יאמר אלהינו ואלהי וכו' ויש אומרים שאומרים אותו בלחש עד מלת כהנים ואז יאמרו בקול רם (טור בשם ר\"י ור\"מ מרוטנבורג) וחוזר ואומר עם קדושך כאמור בלחש (וכן נוהגין במדינות אלו)<\/i>. ומחזירים פניהם כלפי העם ואם הוא אחד אינו קורא לו אלא הוא מעצמו מחזיר פניו:","כשמחזירין פניהם כלפי העם מברכין אשר קדשנו בקדושתו של אהרן וצונו לברך את עמו ישראל באהבה:","מגביהים ידיהם כנגד כתפותיהם ומגביהים יד ימנית קצת למעלה מהשמאלית ופושטים ידיהם וחולקים אצבעותיהם ומכוונים לעשות ה' אוירים בין ב' אצבעות לב' אצבעות אויר אחד ובין אצבע לגודל ובין גודל לגודל ופורשים כפיהם כדי שיהא תוך כפיהם כנגד הארץ ואחורי ידיהם כנגד השמים:","מתחילין הכהנים לומר יברכך.   <i>הגה:ויש אומרים שגם מלת יברכך יקרא אותו שליח ציבור תחלה (טור ור\"ן פרק הקורא והגהות מיימוני) וכן נוהגים בכל מדינות אלו<\/i>. ואחר כך מקרא אותם שליח ציבור מלה במלה והם עונים אחריו על כל מלה עד שיסיימו פסוק ראשון ואז עונים הצבור אמן וכן אחר פסוק ב' וכן אחר פסוק ג':","אין מברכין אלא בלשון הקודש ובעמידה ובנשיאת כפים ובקול רם:","ואחר כך מתחיל שליח ציבור שים שלום ואז כהנים מחזירים פניהם להיכל ואומרים רבון העולמים עשינו מה שגזרת עלינו עשה אתה מה שהבטחתנו השקיפה ממעון קדשך מן השמים וברך את עמך את ישראל.   <i>הגה:ויאריכו בתפלה זו עד שיסיים שליח ציבור שים שלום ושיענו הציבור אמן על שניהם ואם אינם יכולים להאריך כל כך יאמרו אדיר במרום וכו' כדלקמן סימן ק\"ל (רש\"י פרק אלו נאמרין והגהות מיימוני):<\/i>","אין הכהנים רשאים להחזיר פניהם עד שיתחיל שליח ציבור שים שלום ואינם רשאים לכוף אצבעותיהם עד שיחזירו פניהם ועומדים שם ואינם רשאים לעקור משם עד שיסיים שליח ציבור שים שלום ויש מי שאומר שצריכין להמתין עד שיסיימו הצבור לענות אמן אחר ברכת שים שלום <i>(וכן המנהג):<\/i>","כשמחזירין פניהם בין בתחלה בין בסוף לא יחזירו אלא דרך ימין.   <i>הגה:כשיורדין מן הדוכן לא יגעו במנעליהם המטונפים ואם נוגעים יטלו ידיהם לתפלה שיתפללו אחר כך (אגודה פרק היה קורא):<\/i>","אין המקרא שקורא כהנים רשאי לקרות כהנים עד שיכלה מפי הצבור אמן שעונים אחר ברכת מודים ואין הכהנים רשאים להתחיל ברכת אשר קדשנו בקדושתו של אהרן עד שיכלה דיבור קריאת כהנים מפי הקורא ואחר שברכו הכהנים אשר קדשנו בקדושתו של אהרן אינם רשאים להתחיל יברכך עד שיכלה מפי כל הצבור אמן שעונים אחר ברכת אשר קדשנו בקדושתו של אהרן וכן אינם רשאים להתחיל בתיבה עד שתכלה התיבה מפי המקרא ואין הצבור עונין אמן עד שתכלה ברכה מפי הכהנים.   <i>הגה: ולא יתחילו הכהנים רבון העולמים כו' עד שיכלה אמן מפי הצבור (בית יוסף):<\/i>","אין שליח ציבור רשאי לענות אמן אחר ברכה של כהנים:","אם שליח ציבור כהן אם יש שם כהנים אחרים לא ישא את כפיו. <i>(ולא יאמרו לו לעלות או ליטול ידיו אבל אם אמרו לו צריך לעלות דהוא עובר בעשה אם אינו עולה) (מרדכי פרק הקורא עומד והגהות מיימוני פרק ט\"ו דתפלה ואגור)<\/i>. ואפילו אין שם כהן אלא הוא לא ישא את כפיו אלא אם כן מובטח לו שיחזור לתפלתו בלא טירוף דעת שאם הוא מובטח בכך כיון שאין שם כהן אלא הוא ישא את כפיו כדי שלא תתבטל נשיאות כפים וכיצד יעשה יעקור רגליו מעט בעבודה ויאמר עד ולך נאה להודות ויעלה לדוכן ויברך ברכת כהנים ויקרא לו אחר ומסיים החזן שים שלום ואם המקרא כוון לתפלת שליח ציבור מתחלה ועד סוף עדיף טפי שיסיים המקרא שים שלום:","אין הכהנים רשאים לנגן בברכת כהנים שנים או שלשה נגונים משום דאיכא למיחש לטירוף הדעת ואין לנגן אלא נגון אחד מתחלה ועד סוף:","משתדלין שיהא המקרא ישראל וכשהחזן כהן יעמוד ישראל אצלו ויקרא כהנים ויקרא אותם והחזן עומד ושותק:","בשעה שהכהנים מברכים העם לא יביטו ולא יסיחו דעתם אלא יהיו עיניהם כלפי מטה כמו שעומד בתפלה והעם יכוונו לברכה ויהיו פניהם כנגד פני הכהנים ולא יסתכלו בהם.   <i>הגה: וגם הכהנים לא יסתכלו בידיהם על כן נהגו לשלשל הטלית על פניהם וידיהם חוץ לטלית. ויש מקומות שנהגו שידיהם בפנים מן הטלית שלא יסתכלו העם בהם (בית יוסף):<\/i>","עם שאחורי הכהנים אינם בכלל ברכה אבל מלפניהם ובצדיהם אפילו מחיצה של ברזל אינה מפסקת ולאחריהם נמי אם הם אנוסים כגון עם שבשדות שהם טרודים במלאכתן ואינם יכולים לבוא הם בכלל הברכה:","בית הכנסת שכולה כהנים אם אין שם אלא י' כולם עולים לדוכן למי מברכין לאחיהם שבשדות ומי עונה אחריהם אמן הנשים והטף ואם יש שם יותר מעשרה היתרים מעשרה יעלו ויברכו והעשרה עונים אחריהם אמן:","בשעה שמברכין אין לומר שום פסוק אלא ישתקו ויכוונו לברכה.   <i>הגה:ומכל מקום עכשיו שהכהנים מאריכין הרבה בנגונים נהגו גם כן לומר פסוקים וכמו שנתבאר לעיל סימן נ\"ז לענין ברכו אך יותר טוב שלא לאמרם (דברי עצמו):<\/i>","כהן אינו רשאי להוסיף מדעתו יותר על השלשה פסוקים של ברכת כהנים ואם הוסיף עובר על בל תוסיף:","כהן שנשא כפיו ואחר כך הלך לבית הכנסת אחר ומצא צבור שלא הגיעו לברכת כהנים יכול לישא את כפיו פעם אחרת:","כהן שלא התפלל עדיין ומצא צבור מתפללין נושא כפיו ואין התפלה מעכבתו:","מי שיש לו מום בפניו או בידיו כגון שהם בוהקניות או עקומות או עקושות <i>(בוהקניות פירוש מין נגע לבן ורש\"י פירש לינטלי\"ש בלע\"ז. עקומות כפופות. עקושות לצדדיהן. והר\"ן פירש עקומות שנתעקמה ידו אחרונית, עקושות שאינו יכול לחלק אצבעותיו)<\/i> לא ישא את כפיו מפני שהעם מסתכלין בו והוא הדין למי שיש מומין ברגליו במקום שעולים לדוכן בלא בתי שוקים וכן מי שרירו יורד על זקנו או שעיניו זולפות דמעה וכן סומא באחד מעיניו לא ישא את כפיו ואם היה דש בעירו דהיינו שהם רגילים בו ומכירים הכל שיש בו אותו מום ישא כפיו ואפילו הוא סומא בשתי עיניו וכל ששהה בעיר ל' יום מקרי דש בעירו ודוקא בעירו אבל אם הולך באקראי לעיר אחרת ושהה שם ל' יום לא ואפילו לא בא לדור שם להיות מבני העיר אלא בא להיות שם מלמד או סופר או משרת שנה או חצי שנה חשוב דש בעירו בל' יום:","אם מנהג המקום לשלשל הכהנים טלית על פניהם אפילו יש בפניו ובידיו כמה מומין ישא את כפיו.   <i>הגה:ודוקא אם היו ידיו בפנים מן הטלית אבל אם הם מבחוץ לא מהני הטלית לידיו:<\/i>","היו ידיו צבועות אסטיס ופואה <i>(אסטיס ופואה פירוש מיני צבעים)<\/i> לא ישא את כפיו מפני שהעם מסתכלין בהם ואם רוב העיר מלאכתן בכך ישא את כפיו וכן אם הוא דש בעירו ישא את כפיו:","מי שאינו יודע לחתוך האותיות כגון שאומר לאלפין עייני\"ן ולעייני\"ן אלפי\"ן וכיוצא בזה לא ישא את כפיו:","קטן שלא הביא שתי שערות אינו נושא את כפיו בפני עצמו כלל אבל עם כהנים שהם גדולים נושא ללמוד ולהתחנך ומי שהביא שתי שערות נושא את כפיו אפילו בפני עצמו ומיהו דוקא באקראי בעלמא ולא בקביעות עד שיתמלא זקנו שאז יכול לישא כפיו אפילו יחידי בקבע וכל שהגיע לשנים שראוי להתמלאות זקנו אף על פי שלא נתמלא קרינן ביה נתמלא זקנו <i>(ועיין לעיל סימן נ\"ג סעיף ח'):<\/i>","כהן שהרג את הנפש אפילו בשוגג לא ישא את כפיו אפילו עשה תשובה.   <i>הגה:ויש אומרים דאם עשה תשובה נושא כפיו ויש להקל על בעלי תשובה שלא לנעול דלת בפניהם והכי נהוג (דברי עצמו, דלא גרע ממשומד) (טור ורש\"י והרבה פוסקים אגור ובית יוסף):<\/i>","מל תינוק ומת נושא את כפיו ואם העם מרננים אחריו שהוא שופך דמים כיון שלא נתברר הדבר ישא את כפיו:","מומר לעבודת אלילים לא ישא את כפיו ויש אומרים שאם עשה תשובה נושא כפיו <i>(וכן עיקר)<\/i>. ואם נאנס לדברי הכל נושא כפיו:","שתה רביעית יין בבת אחת לא ישא את כפיו שתאו בשני פעמים או שנתן לתוכו מעט מים מותר ואם שתה יותר מרביעית אף על פי שהוא מזוג ואפילו שתאו בכמה פעמים לא ישא את כפיו עד שיסיר יינו מעליו:","לא היו בו מהדברים המונעים נשיאת כפים אף על פי שאינו מדקדק במצות וכל העם מרננים אחריו נושא את כפיו <i>(שאין שאר עבירות מונעין נשיאת כפים)<\/i>:","כהן שנשא גרושה לא ישא כפיו ואין נוהגין בו קדושה אפילו לקרות בתורה ראשון ואפילו גירשה או מתה פסול עד שידור הנאה על דעת רבים מהנשים שהוא אסור בהם:","נטמא למת שאינו משבעה מתי מצוה פסול מן הדוכן וכל מעלות הכהונה עד שישוב ויקבל שלא יטמא עוד למתים. <i>(ויש אומרים דמי שיש לו בת שהמירה לעבודת כוכבים או שזנתה אין מחייבין עוד לקדשו כי אביה היא מחללת) (מרדכי פרק נגמר הדין):<\/i>","החלל אינו נושא את כפיו:","אחר שבעת ימי אבלות נושא כפיו ובתוך שבעת ימי אבלות יצא מבית הכנסת בשעה שקורא כהנים.   <i>הגה:ויש אומרים דכל זמן האבלות אפילו עד י\"ב חדש על אביו ועל אמו אינו נושא את כפיו (מרדכי סוף פרק הקורא עומד והגהות מיימוני) וכן נוהגין במדינות אלו:<\/i>","כהן אף על פי שהוא פנוי נושא את כפיו.   <i>הגה:ויש אומרים דאינו נושא כפיו דהשרוי בלא אשה שרוי בלא שמחה והמברך יש לו להיות בשמחה (מרדכי פרק הקורא עומד). ונהגו שנושא כפיו אף על פי שאינו נשוי ומכל מקום הרוצה שלא לישא כפיו אין מוחין בידו רק שלא יהא בבית הכנסת בשעה שקורין כהנים או אומרים להם ליטול ידיהם. נהגו בכל מדינות אלו שאין נושאים כפים אלא ביום טוב משום שאז שרויים בשמחת יום טוב וטוב לב הוא יברך מה שאין כן בשאר ימים אפילו בשבתות השנה שטרודים בהרהורים על מחייתם ועל ביטול מלאכתם ואפילו ביום טוב אין נושאין כפים אלא בתפלת מוסף שיוצאים אז מבית הכנסת וישמחו בשמחת יום טוב (דברי עצמו). וכל שחרית ומוסף שאין נושאין בו כפים אומר השליח ציבור אלהינו ואלהי אבותינו וכו' כדלעיל סוף סימן קכ\"ו ויום הכפורים נושאים בו כפים כמו ביום טוב ויש מקומות שנושאים בו כפים בנעילה ויש מקומות אפילו בשחרית:<\/i>","אלו תיבות שהכהנים הופכים בהם לדרום ולצפון יברכך וישמרך אליך לך שלום.   <i>הגה:ונוהגין שמאריכין בניגון אלו תיבות כי כל אחת מהן הוא סוף ברכה בפני עצמה ואומרים רבון כמו שמפורש בסימן ק\"ל ובשעה שמאריכין בניגון התיבות שבסוף הפסוקים דהיינו וישמרך ויחנך שלום והמקרא לא יאמר רבון וכו' (תשובת מהרי\"ל סימן קמ\"ח). אסור להשתמש בכהן אפילו בזמן הזה דהוי כמועל בהקדש אם לא מחל על כך (מרדכי בהגהות דגיטין):<\/i>"],["אין נשיאת כפים אלא בשחרית ומוסף ובנעילה ביום שיש בו נעילה כמו בי\"ה אבל לא במנחה משום דשכיחא שכרות באותה שעה שמא יהא הכהן שכור וגזרו במנחה של תענית אטו מנחת שאר ימים אבל בתענית שאין בו נעילה הואיל ותפלת מנחה סמוך לשקיעת החמה היא דומה לתפלת נעילה ואינה מתחלפת במנחה של שאר ימים הלכך יש בה נשיאת כפים   <i>(והמנהג שלנו כבר נתבאר לעיל סי' קכ\"ח):<\/i>","כהן שעבר ועלה לדוכן בי\"ה במנחה כיון שהדבר ידוע שאין שם שכרות הרי זה נושא את כפיו ואין מורידין אותו מפני החשד שלא יאמרו פסול הוא ולכך הורידוהו.   <i>הגה: ולכן אומרים במנחה ביום כפורים אלהינו ואלהי אבותינו אע\"ג דאין ראוי לנשיאת כפים מ\"מ הואיל ואם עלה לא ירד מיקרי קצת ראוי (הגהות מיימוני) וכן נוהגין במדינות אלו אע\"פ שיש חולקים:<\/i>"],["דחזא חלמא ולא ידע מאי חזא ניקום קמי כהני בשעה שעולים לדוכן ונימא הכי רבונו של עולם אני שלך וחלומותי שלך וכו' ויכוין דליסיים גם בהדי כהני דעני צבורא אמן ואי לא לימא הכי אדיר במרום שוכן בגבורה אתה שלום ושמך שלום יהי רצון שתשים עלינו שלום.   <i>הגה: ובמקום שאין עולין לדוכן יאמר כל זה בשעה שהשליח צבור אומר שים שלום ויסיים בהדי שליח צבור שיענו הקהל אמן. (הר\"ן פ' הרואה):<\/i>"]]}