{"MISHNA_BERURA":[["נוהגים לקום באשמורת - דסוף הלילה הקב\"ה שט בעוה\"ז והוא עת רצון ומה שנהגו מר\"ח שאז עלה משה בהר סיני לקבל לוחות אחרונות והעבירו שופר במחנה משה עלה להר שלא יטעו עוד אחר ע\"ז והוי עת רצון. ואיכא אסמכתא מקרא אני לדודי ודודי לי ר\"ת אלול וס\"ת עולה מ' כנגד ארבעים יום מר\"ח אלול עד יוה\"כ כי באלו ארבעים יום התשובה מקובלת להיות לבו קרוב אל דודו בתשובה ואז דודו קרוב לו לקבל תשובתו מאהבה ועוד סמך מקרא ומל ד' אלקיך את לבבך ואת לבב זרעך ר\"ת אלול:","(א) אלול ואילך - אבל בר\"ח גופא א\"א סליחות ותחנונים וכן הנוהגים לומר תהלים כל אלול עם תחנונים יה\"ר אין להתחיל בר\"ח [פמ\"ג]:","(ב) עד יוה\"כ - ונוהגין במדינתינו מר\"ח אלול עד יוה\"כ לומר בכל יום אחר גמר התפלה מזמור לדוד ד' אורי וכו' בוקר וערב ואומרים אחריו קדיש ואנו נוהגין לומר עד שמע\"צ ועד בכלל. וביום שיש בו מוסף אחר גמר תפלת שחרית קודם אין כמוך ובערב אחר תפלת המנחה ובמקומות שאומרים אותו אחר גמר התפלה בר\"ח יש להקדים מזמור ברכי נפשי וכן במקומות שאומרים אותו אחר תפלת שחרית ונוהגין ג\"כ לומר שיר של יום אחר תפלת שחרית יש להקדים השיר של יום [אחרונים]:","(ג) מר\"ח ואילך וכו' - יש מתחילין מיום ראשון דר\"ח ויש מתחילין מיום שני דר\"ח וכ\"כ בסי' דה\"ח. ויש לתקוע בכל בוקר אחר התפלה. נוהגין בכל יום של ימי החול מר\"ח אלול ואילך אחר התפלה אומרי' בצבור עשרה מזמורים [וביה\"ר שלפני אמירתו יש לדלג תיבות בהם שבעים שנה] וכיון שא\"א ספר שלם י\"ל בזכות מזמורי תהלים שקראנו לפניך וכו' ואחר היה\"ר אומרים קדיש ואם אין עשרה בשעת אמירת תהלים וממתינין על אחד שישלים המנין יש לשייר מזמור אחד ויאמרוהו אחר שישלימו עשרה ויאמר קדיש ובימי התשובה שבין ר\"ה ליוה\"כ אומרים יותר מעשרה מזמורים כדי לגמור התהלים פעם שלישית קודם יוה\"כ [מטה אפרים]:","(ד) לומר סליחות - ואף יחיד יוכל לומר אותם שאין בהם י\"ג מדות. ובסליחה שנזכר י\"ג מדות ידלג אותן תיבות. וכן אותם הבקשות שהן בלשון תרגום כגון מחי ומסי וכו' ומרן די בשמיא וכו' לא יאמר כשאין שם מנין עשרה [א\"ר]. כשמתחילין סליחות אומרים או\"א חוץ מסליחה המתחלת בשם אחד משמותיו של הקב\"ה. כתב אבודרהם ויקרא בשם ד' יש להפסיק מעט בין בשם ובין ד'. אם אין מנין בעת אמירת אשרי יאמר סליחות וכשיבואו מנין יאמרו קדיש באמצע סליחות ובא\"ר כתב שיאמרו אח\"כ ג' פסוקים כשיש מנין. ואם היה מנין בתחלת אמירת הסליחות ולבסוף יצאו מקצתן י\"ל דמ\"מ אומר קדיש אחר הסליחות וכעין מה שנתבאר בסימן נ\"ה [פמ\"ג]:","(ה) ביום א' שלפני ראש השנה - ר\"ל יום ראשון של השבוע שחל לפני ר\"ה:","(ו) מיום ראשון שבוע שלפניו - משום שהרבה נוהגים להתענות עשרה ימים עם יוה\"כ ולעולם יחסרו ד' ימים מר\"ה עד יוה\"כ שלא יוכלו להתענות דהיינו ב' ימים ר\"ה ושבת שובה ועיו\"כ לכך צריך להשלים ד' ימים קודם ר\"ה וכדי שיהיה יום מסויים להתחלה תקנו יום ראשון בכל פעם ועוד טעם שקבעו ד' ימים שכן מצינו בקרבנות שטעונים ביקור ממום ד' ימים קודם הקרבה ובכל הקרבנות בפ' פנחס כתיב והקרבתם עולה ובר\"ה כתיב ועשיתם עולה ללמד שבר\"ה יעשה אדם עצמו כאלו מקריב את עצמו ולכן קבעו ד' ימים לבקר כל מומי חטאתו ולשוב עליהם. הש\"ץ מתעטף בטלית בשעה שאומרים י\"ג מדות אף שהוא קודם אור היום אבל אז אינו מברך עליו אף שהוא בגד המיוחד ליום כיון שלובשו בלילה ויש דעה דפטור אז מציצית כדלעיל בסימן י\"ח [לבוש] וט\"ז השיג עליו דלמה לו להכניס עצמו לדבר שיש בו ספק וע\"כ לא יטול אז טלית שלו ולא טלית של קהל שהוא ג\"כ כשלו אלא יקח טלית של חבירו דבזה לכו\"ע פטור מציצית ויכוין שנוטלו רק לכבוד ולא לקנותו:","(ז) ואבל אסור וכו' - אבל תוך י\"ב חודש על אביו ואמו [או תוך שלשים על שאר קרובים] אסור לעבור לפני התיבה בר\"ה ויוה\"כ דהא דינם כרגלים לכל מילי אבל בימי הסליחות אפילו בער\"ה ועשי\"ת מותר [ובדליכא' חזן אחר שרי אפילו בר\"ה ויוה\"כ]. וכן בימים שאין אומרים תחנון מותר להתפלל שחרית אם אחר יאמר הלל אבל מוסף לא יתפלל והח\"א כתב כמדומה שהגר\"א לא היה מניח להתפלל אפילו שחרית בר\"ח אכן בדליכא אחר לכו\"ע מותר להתפלל אפילו מוסף:","(ח) בערב ראש השנה - וה\"ה בעיוה\"כ במקום שמרבים בסליחות:","(ט) וידקדקו - נהגו לעבור לפני התיבה פרנסים ומנהיגים שיודעים בצער הדור והיינו דוקא כשהם נאמנים ומגינים על הדור ומרוצים לעם ובעוה\"ר בדור הזה וכו' וכדי לתקן פרצה זו ראוי שיתפלל הש\"ץ הקבוע:","(י) היותר הגון - וכל העוזרים ומסייעים לש\"ץ שאינו הגון כאלו גוזל טוב מן הקהל ועתידים ליתן את הדין [ס\"ח]. והיודע בעצמו שאינו בקי מאד ויודע לשמור אפילו משגגה אין לו להכניס את עצמו בעבודת השם. ואם אינו ראוי והגון ובקי אין ממתינין לו כשאר עונשים אלא גובין לאלתר [א\"ר]:","(יא) בתורה ובמעשים - וראוי שיהיה הש\"ץ והתוקע בעלי תשובה גמורה גם ראוי שילמדו הכונות מהתפלות והתקיעות והוא מהזוהר ונהגו שמי שהתחיל להתפלל או לתקוע אפילו פ\"א אין ליתן המצוה לאחר ואם חלה הוא ביד הקהל להעמיד אחר ומ\"מ כשחוזר לבריאותו המצוה חוזרת אל הראשון מי שבא בעש\"ג אין ראוי להיות ש\"ץ בר\"ה ויוה\"כ אא\"כ עשה תשובה. אם רואה שיש מחלוקת בשביל התפלה לא יתפלל אע\"פ שיתפלל מי שאינו הגון:","(יב) שיהא בן שלשים - שאז ראוי בן לוי לעבודה ותפלה הוא כנגד עבודה וגם שאז לבו נשבר ונדכה:","(יג) שיהא נשוי - דומיא דכה\"ג שהיו מכינים לו אשה אחרת ושתהיה לו אשה לשומרו מן החטא. ופשוט דאם מזדמן לו שנים אחד שהוא בן תורה וירא חטא ואין לו אלו הפרטים והשני הוא איש פשוט והוא נשוי ויותר מבן שלשים הבן תורה קודם:","(יד) כל היום - שחרית ומנחה [שהמתחיל במצוה אומרים לו גמור וי\"א דאף ערבית שלפניו אבל הערבית של היום שלאחריו אין שייך לו] וכתב המ\"א דמטעם זה הוא קודם לאבל ולמוהל וליא\"צ דתפלה תליא ברצון הקהל והא\"ר מפקפק בזה ודעתו דיא\"צ יש לו להתפלל אם הוא מתענה ומן למנצח ואילך יש להניח להתפלל אף לאבל והובא דבריו בפמ\"ג:","(טו) נוהגין וכו' - וביום א' דסליחות נהגו רוב הקהל להתענות ויחיד אומר עננו במנחה בשומע תפלה אבל הש\"ץ אינו אומר ענינו בחזרת התפלה:","(טז) ערב ראש השנה - ואפילו התינוקות מתענין [מ\"א בשם מהרי\"ל] והתינוקות ל\"ד אלא ר\"ל נערים שהגיעו לי\"ג לזכר וי\"ב שנים לנקבה מתענין. וא\"צ קבלה ולא השלמה אפי' אין מתענה עשי\"ת:","(יז) ואין קורין בהם ויחל וכו' - והיינו אפילו אותן שמתענין וקורין ויחל בכל ער\"ח [פ\"ת] ואין אומרים או\"א ברכנו בברכה וכו' לפי שאינו ת\"צ:","(יח) ואם חל ברית מילה וכו' - עיין לעיל בסימן תקס\"ח ס\"ב בהג\"ה ובמ\"ב שם מבואר ענין זה באריכות קצת:","(יט) יכולים לאכול - היינו מי שיזמינו בעה\"ב אבל השייכים לברית מצוה לאכול אבי הבן וסנדק ומוהל כולם נקראים בעלי ברית ויו\"ט שלהם הוא. כתב המ\"א במקום שיש מקצת חולי יש להקל בכל אלו התעניתים וא\"צ התרה אם לא מי שמתענה יותר ממה שנהגו הצבור והש\"ך ביו\"ד סימן רי\"ד כתב דמחמת שאינו בריא לעולם צריך התרה [ח\"א]:","(כ) בלא תנאי - ר\"ל אף דישן שינת קבע ומבואר לעיל דאסור לאכול אחר השינה אא\"כ התנה קודם שישן שאינו מקבל עליו התענית קודם עה\"ש הכא שרי:","(כא) אחר שכן נהגו - והאידנא נהוג עלמא שלא לאכול רק שישתה קאוו\"ע או טיי\"א קודם הליכה לביהכ\"נ כי בזמנינו נמשך אמירת סליחות עד אור היום ופשיטא שמיד שעלה עמוה\"ש אסור לאכול ולשתות [שע\"ת]:","(כב) אין נופלים על פניהם וכו' - דהוא כמו שאר עיו\"ט:","(כג) אע\"פ שנופלים על פניהם - היינו אף אם נמשך על היום מפני דרוב פעמים רגילין לסיים קודם עלות השחר תקנו לנפול אף אם אירע פ\"א שממשיך על היום:","(כד) ואין תוקעין וכו' - להפסיק בין תקיעות דרשות לתקיעות דחובה [ואף כשחל יום א' של ר\"ה בשבת ג\"כ אין תוקעין בע\"ש]. ומ\"מ מותר לתקוע להתלמד דדי כשמפסיק בביהכ\"נ אבל במנהגים כתב הטעם כדי לערבב השטן א\"כ אין לתקוע כלל ובא\"ר בשם ספר אמרכל משמע דלהתלמד שרי בחדר סגור:","(כה) מכבסין ומסתפרין בערב ראש השנה - להראות שאנו בטוחין בחסדו ית' שיוציא לצדק משפטינו. ומ\"מ לא ילבש בר\"ה בגדי רקמה ומשי כבשאר יו\"ט דיהא מורא הדין אלא ילבש בגדים לבנים נאים [ט\"ז בשם רש\"ל] ועיין במ\"א סימן תקצ\"ז דבמקום שאין נוהגין ללבוש לבנים עכ\"פ לא ילבש חשובים כ\"כ:","(כו) נוהגין לטבול וכו' - ואם אינו יכול לטבול משום צינה יראה לשפוך על גופו ט' קבין מים. ולא יקדים לטבול עד שעה קודם חצות היום [ח\"א]. יש מאחרונים שכתבו שנכון למנוע עצמו מלשמש מטתו בשני לילות של ר\"ה אא\"כ היתה ליל טבילה דאז חייב לקיים עונתו ויחזור ויטבול בשחרית. אכן אלו האנשים האוכלים לשובע בטנם או ח\"ו שנכנס במחשבתו הרהור אשה יותר טוב שישמש מטתו מח\"ו שיבא לידי עבירה ויחזור ויטבול בשחרית [ח\"א]:","(כז) הקברות - דביה\"ק הוא מקום מנוחת הצדיקים והתפלה נתקבלה שם יותר אך אל ישים מגמתו נגד המתים אך יבקש מהש\"י שיתן עליו רחמים בזכות הצדיקים שוכני עפר ויקיף הקברות ויתן צדקה קודם שיאמר התחנות. ואין לילך על קבר אחד ב\"פ ביום אחד:\n"],["(א) בי' ימי תשובה - במהרי\"ל כתב דיש מקומות נוהגין לומר מערבית בשני לילות של ר\"ה ואין נוהגין כן במקומינו לפי שהם שירות ושבחות [ד\"מ] עוד כתב בשם מנהגים דנוהגין הקהל לומר פסוק תקעו בחודש שופר וגו'. ולא הוי הפסק דהוי כגאולה אריכתא:","(ב) המלך הקדוש - משום שעכשיו הם ימי דין שהקב\"ה יושב ודן כל העולם ומראה מלכותו וממשלתו שהוא בכל משלה:","(ג) או שהוא מסופק - דחזקה מה שהוא רגיל הוא מזכיר. והכא לא מהני שיאמר צ' פעמים כמו בסימן קי\"ד ס\"ח דהכא אינו רשאי לומר ברוך אתה ד' דהוי ברכה לבטלה ואם יאמר בלא שם א\"כ בתפלה כשיאמר בשם יחזור ללימודו לומר ברוך א\"י האל הקדוש הלכך לית ליה תקנתא:","(ד) חוזר לראש - דג' ברכות ראשונות חשובות כאחת. ואם בר\"ה ויוה\"כ נודע לו שהתפלל על הסדר לומר ובכן תן פחדך וגו' רק שמסופק בגמר הברכה אם סיים המלך הקדוש אפשר דא\"צ לחזור דאולי לא שייך לומר בזה כהרגל לשונו בכל השנה מחמת התוספות שמוסיף לומר קודם סיום הברכה:","(ה) ע\"ל ס\"ס קי\"ז - ס\"ה וע\"ש במ\"ב סקי\"ח:","(ו) ע\"ל סימן קי\"ח - דשם פסק הרמ\"א להלכה דאם אמר מלך אוהב צדקה ומשפט כיון שהזכיר מלך א\"צ לחזור וע\"ש במ\"ב סק\"ג מה שכתבנו שם בשם האחרונים בזה:","(ז) ותוך כדי דיבור וכו' - היינו שלא שהא משגמר האל הקדוש רק כדי ג' תיבות ואם שהא יותר משיעור זה לא מהני חזרתו וכ\"ז כשלא התחיל עדיין ברכה אחרת דאל\"ה אפילו תוך כ\"ד חוזר לראש:","(ח) אינו צריך לחזור - היינו אפילו לא נזכר שהוא ימי תשובה ובעת שאמר ברוך אתה ד' היה בדעתו ג\"כ לסיים האל הקדוש אפ\"ה כיון שלבסוף נזכר ואמר המלך הקדוש מהני:","(ט) וכן הדין וכו' - אזיל לשיטתיה בסעיף הקודם ולפי מה שפסק הרמ\"א בסימן קי\"ח בכל גווני א\"צ לחזור אם לא שאמר בפעם הראשון האל אוהב צדקה ומשפט ולא הזכיר מלך:","(י) המלך הקדוש - ואם טעה ואמר האל הקדוש יש דעות באחרונים אם צריך לחזור ודוקא אם סיים הברכה אבל אם נזכר קודם שסיים יתחיל מן המלך הקדוש [אחרונים]:","(יא) אם חל ראש השנה בשבת - ר\"ל יאמר ג\"כ בברכת מעין שבע שבליל שבת המלך הקדוש:","(יב) וכן כשחל וכו' - ר\"ל ג\"כ דאינו חותם בשל יוה\"כ רק בשל שבת וככל יו\"ט שחל להיות בשבת שאינו מזכיר בה של יו\"ט וכנ\"ל בסימן רס\"ח ס\"ט עיי\"ש:","(יג) בכריעה - לפי שאנו תלוים בדין לפיכך יכוין להתפלל באימה וביראה. והנה מלשון זה משמע כשאר כריעה המוזכר בכתוב אצל דניאל דהוה בריך על ברכוהי וכן בשלמה כתיב קם מכרוע על ברכיו וגו' אבל אין נוהגין כן אלא יתפלל בכריעת ראשו עם גופו בלבד [אחרונים]:","(יד) לזקוף בסוף - פירוש קודם שיאמר ברוך אתה וה\"ה בתחלת הברכה והטעם שלא להוסיף על תקנת חכמים שלא תקנו אלא בתחלת אבות והודאה ובסופן ועיין לעיל בסימן קי\"ג ובמ\"ב שם:","(טו) זכרנו ומי כמוך - דהגאונים תיקנו בעשי\"ת לומר זכרנו בברכת אבות ובגבורות מי כמוך ובהודאה וכתוב ובשים שלום בספר וע\"כ כיון שאינו אלא תיקון הגאונים אם שכח לאומרם אין לחזור:","(טז) רק שסיים אותה ברכה - ר\"ל שאמר השם של הברכה אין לחזור משום חשש ברכה לבטלה אבל כל זמן שלא אמר השם של הברכה יכול לחזור אע\"פ שיש כמה שמות (כגון בוכל החיים). לחיים יאמר בשב\"א תחת הלמ\"ד ולא יאמר בפת\"ח דלא לישתמע לאחיים לומר לא חיים ובימים האלו שהם ימי דין צריך לדקדק ולפרט היטב תפלתו אבל בשאר ימות השנה אנו אומרים והעמידנו מלכנו לחיים בפת\"ח תחת הלמ\"ד ואין אנו חוששין לפי שאחר כונת הלב הן הדברים. ולא יאמר לחיים טובים רק לחיים עד שיגיע לוכתוב לחיים וכו' אז יאמר לחיים טובים כי המבקש צריך לבקש מתחלה דבר מועט ואח\"כ מוסיף והולך. אין לומר באהבה מקרא קודש רק יום תרועה מקרא קודש אין לומר ודברך מלכנו אמת רק ודברך אמת. וכופלין לעילא בכל עשי\"ת בכל הקדישים שאומרים:","(יז) אם לא אמר וכתוב ובספר וכו' - וכן גם תוספות ובכן תן וכו' שאומרין בברכה שלישית אם לא אמרו כלל אין מחזירין אותו [אחרונים]:","(יח) ואינו מזכיר ר\"ח - דכשאומרים יום הזכרון קאי נמי אר\"ח דקרי זכרון דכתיב ובמועדיכם ובראשי חדשיכם וגו' והיה לכם לזכרון:","(יט) אומר יום תרועה וכו' - ואפילו בתפלת הלילה או בקידוש אע\"ג שאין תוקעין בלילה מ\"מ היום הוא יום של תרועה דלמחר בודאי יתקעו. וכתבו האחרונים דבדיעבד אם אמר בחול זכרון תרועה וסיים הברכה אינו חוזר [דהא בתורה כתיב זכרון תרועה אע\"ג דמדאורייתא תקיעה שריא בשבת] וה\"ה בשבת אם אמר יום תרועה ג\"כ אינו חוזר:","(כ) בשבת אומר וכו' - ואומר או\"א רצה במנוחתינו קדשנו וכו' אבל ביוה\"כ שחל בשבת אין אומרים רצה במנוחתנו כיון שהוא יום עינוי ואינו מנוחה גמורה [לבוש וש\"א]:","(כא) אינו אומר מועדים לשמחה וכו' - ר\"ל דלא כאיזו דיעות שהוזכרו בטור דס\"ל שיש לאומרם:","(כב) אינו אומר ואין אנו יכולים לעלות ולראות - דהא אפילו בזמן המקדש לא היה המ\"ע להראות כ\"א בשלשה רגלים:","(כג) וחותמין ודברך אמת - יאמר ותמלוך אתה ד' לבדך ולא אתה הוא ד' לבדך [ברכ\"י]:","(כד) בקול רם - מפני שעי\"ז יוכלו להתפלל יותר בכונה ומ\"מ לא יגביה קולו יותר מדאי:","(כה) תכתב - ולנקבה יאמר תכתבי ביו\"ד. המ\"א מצדד דיש לומר ג\"כ ותחתם והגר\"א בביאורו מסכים לדעת העשרה מאמרות דאין לומר ותחתם. ועין במ\"א דיכולין לומר לשנה טובה תכתב עד חצות היום ועיין בט\"ז דמוכח מניה דיום שני כיום א' דמי לזה ויכולין לומר גם בליל שני לשנה טובה תכתב בא\"ר חולק על זה:\n"],["(א) וכשיאכל רוביא וכו' - וה\"ה מה שנקרא בלשונות אחרים לשון רביה יאכל כל מדינה ומדינה כלשונה:","(ב) יהי רצון - מלפניך ד' או\"א שירבו זכיותינו וכתב א\"ר בשם של\"ה יתעורר אדם בתשובה כשיאמר י\"ר ויתפלל ע\"ז בלב שלם:","(ג) תפוח מתוק בדבש - והתפוח עיקר ומברך עליו ופוטר הדבש. ואף שאוכל התפוח אחר ברכת המוציא מ\"מ צריך לברך עליו. ויש נוהגין לטבל המוציא בדבש:","(ד) שתחדש וכו' - ויאמר הבקשה אחר התחלת האכילה מפני שאסור להפסיק בין ברכה לאכילה:","(ה) שנה מתוקה - וע\"כ יש נמנעים לבשל בר\"ה מיני חומץ בארש\"ט וכדומה וע\"כ האוכלים דגים לסימנא שיפרו וירבו כדגים אין מבשלין אותן בחומץ. והנה כל אלו הענינים עושין הכל לסימן טוב ולכן פשיטא שיזהר מאד שלא יכעוס בימים האלו מלבד גודל האיסור כדי שיהיה לסימן טוב רק יהיה שמח לבו ובטוח בד' עם התשובה ומעש\"ט:","(ו) ראש כבש - וטוב יותר של איל:","(ז) לומר נהיה לראש - וע\"כ אם אין לו ראש כבש יאכל ראש אחר של בהמה או של עוף:","(ח) הנהר וכו' - ולומר תשוב תרחמנו וגו'. משום דאיתא במדרש שעבר אברהם אבינו עד צוארו במים כשהלך להקריבו ע\"ג המזבח ואמר הושיעה כי באו מים עד נפש ואנו עושין זה זכר לעקידה. וטוב למקום שיש בו דגים חיים לסימן שלא תשלוט בנו עין הרע ונפרה ונרבה כדגים. ובכתבים כתב נהר או באר וטוב שיהיה מחוץ לעיר. ויש לילך ביום א' אחר מנחה קודם שקיעת החמה ולומר פסוק מי אל כמוך וגו' עכ\"ל. ובקצת מקומות ראיתי כשחל יום א' בשבת הולכין בשני לנהר. ואפשר מפני שהנהר חוץ לעיר ומשום הוצאה שנושאין ספרים וכדומה לכך הולכין ביום ב' [פמ\"ג]:","(ט) שלא לישן וכו' - משום דאיתא בירושלמי מאן דדמיך בריש שתא דמיך מזלי'. והאר\"י ז\"ל אמר שאחר חצות מותר לישן שכבר נתעורר המלאך ע\"י תפלות ותקיעות וב\"ח כתב שהר\"מ היה ישן בר\"ה. ויושב בטל כישן דמי ועיין בח\"א שכתב דאחר האכילה יקבע עצמו ללימוד ואם ראשו כבד עליו יישן מעט אם א\"א לו בלא זה ויש נוהגים לגמור כל התהילים:"],["(א) אין אומרים הלל וכו' - לפי שספרי החיים והמתים פתוחים ואיך יאמר שירה ואע\"ג שאנו בטוחים שנצא זכאים בדין מ\"מ צ\"ל ירא וחרד מאימת הדין ועי\"כ נזכר לזכות:","(ב) בראש השנה - והאומרים תהלים בכל יום ומתרמי להם הלל ביום ר\"ה ויו\"כ שרי לאומרו כיון שא\"א אותו דרך שירה רק דרך תחנה ובקשה:","(ג) על הסדר - לאפוקי מדעת הרב\"י שמדלגין בכ\"מ שמזכיר חטא ולדידיה א\"א א\"מ חטאנו לפניך מפני שא\"א וידוי בר\"ה (כדי שלא ליתן פ\"פ למקטרג) ולומר פסוקים שיש בהם הזכרת חטא אין קפידא לכו\"ע כיון שאינו דרך וידוי. ובפירוש המחזור מפרש א\"מ חטאנו לפניך כלומר אבותינו חטאו שעבדו ע\"ג (ואנו צריכין להתודות עליהם כמ\"ש והתודו את עונם ואת עון אבותם) ואנו אין לנו מלך אלא אתה לכן עשה עמנו למען שמך ובזה נתיישב מנהגינו שאומרים אותו בר\"ה. צ\"ל מחה והעבר חטאינו ופשעינו כי פשע גדול הרבה מחטא וצריך לבקש תחלה על הקל ואח\"כ על החמור. יש לומר כלה הכ\"ף בפת\"ח והלמ\"ד בציר\"י. הט\"ז בסימן תרכ\"ב כתב שיש לומר רוע גזר בנשימה אחת דהיינו שיקרע הוא ית' הרוע שבגזירה ומה שנשאר בגזירה יהיה לרחמים:","(ד) ואם הוא שבת וכו' - הטעם שאין שואלין צרכים בשבת ואף כשחל ר\"ה בע\"ש במנחה אין אומרים א\"מ:","(ה) עד חצות - לכל הפחות ואם חל בשבת אין להאריך יותר מחצות ובחול יכול להאריך בד\"א בפיוטים ותפלות אבל בניגונים אין להאריך:","(ו) מוה' פקד - לפי שבר\"ה נפקדה שרה רחל וחנה:","(ז) שבעה - ומוסיפין לעשות ב' פרשיות א' ביום הגמל את יצחק ב' באשר הוא שם:","(ח) השביעי - עד אשה לד'. ואם טעה והשלים הפרשה בארבעה קרואים או ג' ועדיין לא אמר קדיש ישלים מנין הקרואים בפרשה עקידה שאחריה ואם אמר קדיש אם לא חסר ממנין רק אחד א\"צ לקרות ויסמוך על המפטיר כ\"כ בשערי אפרים ובתשובת ח\"ס חאו\"ח סימן כ\"ט כתב דאם השלים הפרשה בארבעה לא יאמר קדיש עד אחר שיקראו בס\"ת שניה ויהיה המפטיר עולה לחמישי דקי\"ל מפטיר עולה למנין הקרואים. אם טעה וקרא ביום א' בפרשת עקידה יצא וקורא ביום שני בפרשה וד' פקד וגו' וגם פרשת העקידה עד סוף הסדרא. ומ\"מ אם נזכר בעודו קורא בפרשת עקידה שטעה ועדיין לא בירך האחרון ברכה אחרונה יגלול ויקרא עמו פרשת וד' פקד עד סופו ואח\"כ יברך ברכה אחרונה [ממט\"א וש\"א] עוד כתב במט\"א ראוי לכל גבר ירא ד' להשתדל שיהיה לו עליה בימים נוראים ואף במקומות שמוכרין מצות יקנה אותו בדמים כפי יכולתו ואדרבה יש עילוי יותר במצוה שבאה אליו בדמים ממצוה שבאה לו בחנם אין כסף:","(ט) התוקע - ויש מקומות שנוהגין לקרות גם המתפלל מוסף וכן ביוה\"כ קוראין אותו. ומי שנוטל שכר על התקיעה ותפילה אין נוהגין לקרותם [א\"ר]:","(י) וע\"ל ס\"ס קל\"ה - סי\"ד בהג\"ה שם נתבאר כמה פרטים שמשתנה זה הדין וע\"ש במ\"ב ובה\"ל:","(יא) בין קה\"ת וכו' - דכך הסדר ברית אברהם [שהיא המילה] ועקידת יצחק וכדאמרינן בר\"ה למה תוקעין בשל איל כדי להזכיר אילו של יצחק ועוד דמילה מצוי יותר מתקיעה וכתדיר דמיא לגבי תקיעה והוא קודם [הגר\"א] ובמקום שנוהגין למול בבית שהתנוק שם מלין אחר יציאה מביהכ\"נ כדי שלא יהיה טרחא דצבורא לילך שם ולשהות ולחזור לביהכ\"נ ומ\"מ אם אין הבית רחוק מביהכ\"נ באופן שלא יהיה שהות הרבה וטורח הצבור טוב למול קודם תקיעת שופר כדי שיהיה בידם זכות המילה בעת תקיעת שופר [מט\"א]:","(יב) לתקיעת שופר - ובשבת שאין שם תקיעת שופר מלין אחר אשרי. ואחר המילה וברכותיה אומרים יהללו ויש מי שכתב שגם בשבת מלין קודם אשרי כדי שלא יהיה הפסק רב להקדיש. כשחל מילה בר\"ה בשבת אומרים יום ליבשה קודם סיום ברכת הגאולה שהוא שבח על המילה אבל כשחל ר\"ה בחול א\"א יום ליבשה. גדול אחד נהג כשהיה מוהל בר\"ה לא קנח פיו אחר המילה אלא בפה המלוכלך בדם המילה תקע לערב מילה בשופר ונראה שאעפ\"כ יקנח פיו מבחוץ וגם ירחץ ידיו משום כבוד הברכה [מטה אפרים]:"],["(א) לתקוע - וכן הברכה צריך להיות בעמידה כמו כל ברכת המצות וכדלעיל בסימן ח' ס\"א [אחרונים]:","(ב) מעומד - דכתיב יום תרועה יהיה לכם וילפינן מלכם דגבי עומר ובעומר כתיב חרמש בקמה אל תקרי בקמה אלא בקומה. וכתב המ\"א דלפ\"ז אין לסמוך על שום דבר באופן שאם ינטל אותו דבר יפול שעמידה זו חשובה כישיבה ומ\"מ בדיעבד אף אם תקע מיושב לגמרי יצא דקרא אסמכתא בעלמא הוא ולכתחלה. והצבור השומעים התקיעות לא הטריחום לעמוד משום כבוד צבור וגם כי עתידים לשמוע מעומד התקיעות שעל סדר הברכות של מלכיות זכרונות וגו'. ועכשיו נהגו הצבור לעמוד כולם גם בשעת התקיעות שתוקעין קודם מוסף ואעפ\"כ נקראין תקיעות דמיושב מאחר שרשות לישב בהם. ואם יחיד שומע תקיעות לצאת בהם ואינו עתיד לשמוע על סדר הברכות צריך מדינא לעמוד לכתחלה:","(ג) במקום שקורין - כדי שזכות התורה יגן עלינו לעלות זכרונינו לפניו לטובה. וראוי ליתן לתקוע לצדיק והגון ובלבד שלא יהא מחלוקת בדבר ועכ\"פ צריך שידע לכוין להוציא הצבור בתקיעתו:","(ד) יברך לשמוע וכו' - ר\"ל שלא יאמר לתקוע בך בשופר דלאו בתקיעה תליא מילתא אלא בשמיעה שהרי התוקע ולא שמע קול שופר לא יצא כמו שנתבאר בסימן תקפ\"ז ע\"ש ולא יאמר בקול דמשמע לעשות רצונו ובדיעבד אם בירך לתקוע בשופר או על תקיעת שופר או לשמוע בקול שופר יצא. אם נטלו השופר באמצע התקיעות והביאו לו שופר אחר א\"צ לברך אבל בין בין ברכה לתחילת התקיעות צריך לברך:","(ה) או שכבר יצא וכו' - האחרונים העלו דבאופן זה שכבר יצא התוקע בעצמו טוב יותר שיברכו השומעים בעצמן שתי הברכות אא\"כ אינם יודעים לברך בעצמן אז יברך בשבילן להוציאן ומנהג העולם להקל להוציאן בכל גווני ואין למחות בהם כי כן הוא עיקר מדינא כמו שכתב הפר\"ח והגר\"א. מי שנסתפק לו אם שמע קול שופר [או נטל לולב] ביום א' שהוא מן התורה תוקע ואינו מברך וביום ב' שאינו אלא מד\"ס א\"צ לתקוע דספק ד\"ס להקל:","(ו) ויתקע תשר\"ת ג' פעמים וכו' - טעם לסדר זה עיין לקמן בסימן תק\"צ סעיף א' וב':","(ז) בצד ימין - של פיו משום דכתיב והשטן עומד על ימינו לשטנו:","(ח) אם אפשר לתקוע בכך - ואם א\"א לו אין להקפיד אף אם יעמידנו בצד שמאל וגם פי השופר לצד שמאל:","(ט) וכן יהפוך השופר למעלה וכו' - ר\"ל שטוב שיהפוך פי השופר למעלה ולא לצדדין:","(י) ודי בברכה וכו' - דהלא הראשון בירך להוציא בזה כל הקהל:","(יא) והוא שיהיו שם וכו' - דאם לא היו שם באותה שעה צריכים לברך לעצמן בלחש קודם שיתחילו לתקוע אך אם כבר יצא ידי חובתו תוקע בלא ברכה כיון שהצבור כבר שמעו הברכה מן הראשון:","(יב) ולא הויא ברכה לבטלה - כיון שהשני יוצא בברכתו:","(יג) כדי שלא יתבלבל - אבל הפסק לא הוי דהוא חשוב צורך תפלה שאלו התקיעות נקבעו על סדר הברכות:","(יד) ואם הוא מובטח וכו' - ואם אינו מובטח וליכא אחר שיודע לתקוע י\"א דבאופן זה לא יתקע עד אחר התפלה וכ\"ש כשכבר יצא בתקיעות דמיושב וי\"א שאם אין שם אחר יוכל לתקוע על סדר ברכות אע\"פ שאין מובטח דיש לו לבטוח שמן השמים יסייעוהו לעשות כהוגן. ואם מתפלל מתוך הסדור והמחזור לכו\"ע דינו כמובטח:","(טו) רשאי לתקוע - אפילו יש שם אחר דתקיעה לא חשיב הפסק כלל וכנ\"ל:","(טז) ודוקא וכו' - דשם חיישינן שיתבלבל ולא יוכל לחזור לתפלתו:","(יז) אומרים לו גמור - ובמקומות שנהגו לחלק ולתת תקיעות דמיושב לאחד ודמעומד לאחר או לחלק גם הסדרים מלכיות לאחד זכרונות לאחר וכו'. יעשו כמנהגם כי ישראל קדושים הם ומחבבין המצות:","(יח) להקרות - המתפלל שחרית מקרא להתוקע ובמקום שיש מ\"ץ הוא מקרא. גם תקיעה ראשונה יקרא לפניו אע\"ג דלא שכיח כ\"כ שיטעה. פעם אחת לא היו יכולין לתקוע והפך השופר וקרא לתוכו ויהי נועם ושוב יכלו לתקוע [מ\"א בשם מהרי\"ל] ועיין בדגול מרבבה שזהו דוקא בתקיעות דמעומד אבל בתקיעות מיושב הוי הפסק גמור בין ברכה לתקיעה ועיין בשע\"ת שמיישב קצת ד\"ז ומ\"מ לכתחלה נראה לענ\"ד שאינו כדאי לעשות כן ואם הוצרך ליקח שופר אחר א\"צ לחזור ולברך כיון שהיה מונח לפניו על השולחן מסתמא דעתו היה על כולם. המקרא והתוקע ראוי להם שילמדו היטב דיני השופר וסדר התקיעות כי לפעמים מאיזה סיבה נופל טעות בפי המקרא או בשגגת התוקע וצריך לידע איך לעשות אם לתקוע להלן או לחזור לראש הסדר [מט\"א]:","(יט) אינו רואה וכו' - עיין לעיל בסימן ש\"ו ס\"ה ובמ\"ב שם:"],["(א) של ראש השנה - לאפוקי בתענית שתוקעין ג\"כ בשופר לא בעינן של איל וכפוף:","(ב) בשל איל - לזכר עקידת יצחק. ובכלל זה גם כבשה נקבה אלא דהמהדרין ביותר נוהגין לחזור אחר של איל דוקא דהוא זכר טפי לאיל של יצחק:","(ג) וכפוף - לסימן שיכפפו לבם למקום:","(ד) ובדיעבד כל השופרות וכו' - ר\"ל אפילו של שאר בהמות או חיות ומ\"מ ביש לו שופר של תיש ועז יקדימנו לשופר של יעלים (הוא מין חיה) ושאר חיות דהוא קרוב למין שה יותר כדכתיב שה כשבים ושה עזים ואיכא זכר קצת לעקידת יצחק:","(ה) ומצוה בכפופים וכו' - ר\"ל דלאו דוקא באיל אלא אפילו בשאר בהמות וחיות ג\"כ כפוף עדיף מפשוט. והנה המחבר סתם ולא ביאר איל פשוט וכפוף משאר מינים איזה מהן עדיף אכן מסקנת רוב הפוסקים דמעלת כפוף עדיף לפיכך אם נזדמן לו של יעל כפוף ושל כבש פשוט יתקע בשל יעלים וכפוף דתקון רבנן לתקוע בכפוף לסימן שיכפפו לבם למקום בתפלה משא\"כ שופר של איל אינו תיקון רבנן לתקוע דוקא בשל איל אלא מנהג שנהגו כל ישראל מעולם לזכר עקידה ואיכא בזה מצוה מן המובחר. ומ\"מ כתבו המפרשים דגם בזה יש עכ\"פ דינה דהידור מצוה וע\"כ אם מבקשים ממנו להוסיף על שופר של איל יוסיף עד שליש וכעין המבואר לקמן בסימן תרנ\"ו:","(ו) של פרה - וה\"ה שור והטעם מפני שנקראו קרן ולא שופר:","(ז) וכן קרני רוב החיות - כמו הראמים והצביים וכדומה ופסול שלהם הוא משום דשופר צריך להיות חלול דשופר הוא מלשון שפופרת. ופסולים אלו דפרה ודעצם אחד הוא מן התורה ואפילו אין לו שופר אחר אין לתקוע בהם:","(ח) וכן שופר מבהמה טמאה - וכמו דלא הוכשרו תפילין ליעשות מעור בהמה טמאה וכתבו האחרונים שאין דין זה ברור ולהכי אם אין לו שופר אחר יתקע בו אכן לא יברך עליו דשמא הוא פסול מדינא וכשיזדמן לו אח\"כ שופר כשר צריך לתקוע עוד הפעם וג\"כ בלא ברכה דשמא כבר יצא בשופר בשופר הראשון ולכו\"ע שופר של נבילה וטריפה כשר לתקוע בו:","(ט) הגוזל שופר וכו' - ואינו דומה ללולב ומצה וציצית הגזולים לפי שמצות השופר אינו אלא השמיעה לבד ואין בשמיעת קול דיני גזל שהרי בשמיעתו אינו נוגע בשופר כלל ולפיכך אע\"פ שתקע בו באיסור גזל כיון שבעיקר המצוה דהיינו השמיעה אין בה איסור גזל יצא י\"ח וכ\"ז בשתקע אבל לכתחלה אסור לתקוע בו בע\"כ של בעל השופר ואפילו נתייאשו הבעלים ממנו ומכש\"כ דאין לברך עליו משום בוצע ברך וגו'. ועיין לעיל סימן י\"א ס\"ו בבה\"ל דאפילו היה יאוש ושינו רשות או שינוי מעשה ג\"כ אין כדאי לברך. וכתבו האחרונים דמותר ליטול שופר של חבירו בלא ידיעתו ולתקוע בו דניחא ליה לאינש למיעבד מצוה בממונו ובודאי היה מתרצה ורשאי לתקוע בו כל המאה קולות אע\"פ שאינו מדינא כיון שנהגו כן בודאי לא ימחה בזה:","(י) של עכו\"ם של ישראל - כגון שעבד לשופר. וה\"ה כששימש בו לפני הע\"ז שלו שתקע לפניה:","(יא) שאינה בטלה - ר\"ל דכיון דא\"א בשום פעם שתהא ניתרת וע\"כ לאיבוד קאי לשרפה או להוליכה לים המלח הרי הוא כמי שאינו ולא עדיף משופר כשר ורק שאין בו שיעור גדלו שהוא פסול וכ\"ש הכא:","(יב) אבל וכו' של עכו\"ם - כגון שמצא שופר ע\"ז של נכרי או ששאל אותה ממנו:","(יג) לא יתקע - משום דמאיס. ואפילו בנתבטל ג\"כ אסור לכתחלה לכמה פוסקים:","(יד) יצא - אפילו קודם שנתבטל והטעם דכיון שאפשר לבטלו כדין ע\"ז של נכרי שנכרי מצי מבטל לי' לא שייך ביה לומר הרי היא כמי שאינה דאפשר לא תבא כלל לידי שריפה ואי משום שנהנה מאיסורי הנאה ג\"כ לא אסור דקיום מצוה לא מיקרי הנאת הגוף אלא הוא גזירת מלך. ופשוט דאם אין לו שופר אחר תוקע בו לכתחלה כדי שלא לבטל המ\"ע:","(טו) והוא שלא נתכוין לזכות בו - בשעה שמצאו והגביהו מן הקרקע אלא הגביהו רק כדי לתקוע בו ועיין בה\"ל:","(טז) דהו\"ל עכו\"ם של ישראל - ואע\"ג דישראל לא עבדה מ\"מ אין לה בטול כיון דעכשיו היא של ישראל ויש שכתבו דלא קאי רק אעבודה זרה של עכו\"ם אבל לא אמשמשי ע\"ז דבמשמשי ע\"ז של עכו\"ם אפילו באו ליד ישראל לא מחמרינן בהו כולי האי ויש להם ביטול וכמו דפסק המחבר ביו\"ד סימן קמ\"ו ס\"ב ויש שמחמירין גם בזה:","(יז) אלא בנתבטל - הטעם כנ\"ל דכיון שהוא אסור בהנאה הרי הוא כחסר מן שיעורו שהוא פסול ואע\"ג שאפשר לבטלה מ\"מ עדיין לא נתבטל ובאיסורו קאי:","(יח) בעיו\"ט - דאם לא נתבטל בשעה שקידש היום א\"כ לא היה ראוי אז לתקוע בו (לפי שיטה זו שפסול לתקוע בו קודם ביטול) ונדחה אז וא\"כ אפילו ביטלו העכו\"ם אח\"כ ביו\"ט והותר מ\"מ שמא יש דיחוי אצל מצות וכבר נפסל. ולענין דינא קי\"ל כסברא הראשונה שהוא סברת רוב הפוסקים ואפילו בלא נתבטלה כלל יכול לתקוע בו אם אין לו אחר רק אם ימצא אח\"כ שופר כשר צריך לתקוע בו מחדש לצאת ידי סברא זו ובלי ברכה:","(יט) של תקרובת עכו\"ם - פי' בהמה שהקריבוה לקרבן לפני ע\"ז ועשאו מקרניה שופר:","(כ) משום דאינה בטילה וכו' - וכתותי מיכתת שיעוריה וכנ\"ל:","(כא) המודר הנאה משופר - כגון שאמר קונם הנאת שופר עלי:","(כב) אדם אחר וכו' - ר\"ל אע\"ג דאין יכול להפקיע עצמו ממצות שופר בשביל נדר זה דמצוה לא מיקרי הנאה וכנ\"ל מ\"מ ישמע תקיעת שופר מאחר ולא יתקע בעצמו והטעם כתבו הפוסקים משום דיש הרבה ב\"א שיש להם הנאה כשהם תוקעין והנאת הגוף ליכא לשרויי בשביל טעמא דמצות לאו ליהנות נתנו ומ\"מ כתבו האחרונים דבשעת הדחק שאין לו אחר מותר לו בעצמו לתקוע רק שאין לו לתקוע כ\"א עשרה קולות דהיינו תשר\"ת תש\"ת תר\"ת שהם מעיקר הדין:","(כג) קונם לתקיעתו עלי - שלא הזכיר הנאה ור\"ל שאמר קונם השופר לתקיעתו עלי וע\"כ חייל כיון שפירש לאסור על עצמו השופר לתקוע בו כמו שאוסר ע\"ע הצרור לזרוק בו אף שאין לו הנאה אבל אם אמר סתם קונם שופר עלי מותר לתקוע בו תקיעה של מצוה:","(כד) אסור לתקוע וכו' - ואפילו פירש בנדרו תקיעה של מצוה והטעם דנדרים איסור חפצא הוא וחל אפילו על דבר מצוה ואפילו לשמוע תקיעת שופר מאחר ג\"כ בכלל איסור זה. ודע דיש פוסקים שר\"ל שאין חל הנדר אא\"כ אסר השופר עליו כגון שאמר שופר עלי בקונם לתקוע בו אבל באסר עליו התקיעה כגון שאמר תקיעת שופר עלי בקונם אינו חל דהתקיעה אין בו ממש ונדרים אין חלין אדבר שאין בו ממש. אמנם כמה פוסקים סוברין שחל אף בזה כיון שעכ\"פ הזכיר בנדרו חפצא סתמא דמילתא כונתו לאסור החפץ עליו. וכ\"ז לענין איסור תורה אבל מדרבנן איכא איסורא בכל גווני אפילו בנדר שאין בו ממש כמבואר ביו\"ד סימן רי\"ג וע\"כ אסור לתקוע בו קודם שיתיר הנדר. ומפורש בפוסקים דכ\"ז בנדר אבל בשבועה אינו יכול להפקיע א\"ע ממצות תקיעת שופר דמושבע ועומד מהר סיני לקיים מצות התורה אם לא שכלל בשבועתו לאסור עצמו בשמיעת כל תקיעה דמשמע אפילו בתקיעה של רשות ובזה חל שבועתו בכולל לאסור גם בשל מצוה וישתדל להתיר שבועתו. ואפילו גבי נדרים אם אסר עצמו לשמוע שופר מפלוני אינו נפקע בזה ממצות תקיעת שופר וצריך לבקש איש אחר לשמוע ממנו שופר ואם לא ימצא אחר אסור לשמוע מאיש זה אפילו אסר עצמו בשבועה שאינו כנשבע לבטל את המצוה שבשעה שיצא שבועה מפיו לא היתה לבטל שהרי אינו מצווה לשמוע מאיש זה דוקא:","(כה) דק מאד - וה\"ה אם היה צרוד ויבש:","(כו) אם ניקב וכו' - אקדים לזה הסעיף הקדמה קצרה והוא. איתא בגמרא ת\"ר ניקב וסתמו בין במינו ובין שלא במינו פסול ר' נתן אומר במינו כשר שלא במינו פסול. וכתבו הפוסקים דקי\"ל כר\"נ ואמרינן שם דהא דמכשר ר\"נ במינו היינו דוקא כשנשתייר רובו שלא ניקב והנה בביאור הסוגיא יש דיעות בין הראשונים הרמב\"ם וסייעתו מפרשים דר\"נ קאי אאין מעכב התקיעה דהיינו אחר סתימה חזר קולו לכמות שהיה תחלה קודם שניקב ואפ\"ה אין כשר אלא במינו נמצא בעינן תלתא למעליותא אינו מעכב התקיעה ובמינו ונשתייר רובו אבל אם חסר אחד מאלו פסול זו היא הדעה ראשונה שהובא כאן והרא\"ש וסייעתו ס\"ל דר\"נ קאי רק אמעכב התקיעה ואפ\"ה כשר במינו ובשאינו מעכב אפילו שלא במינו כשר אם נשתייר רובו וממילא לפי ביאור זה הוי לקולא דלא בעינן אלא תרתי דהיינו מינו ורובו ואפילו מעכב או רובו ואינו מעכב ואפילו אינו מינו וזהו שסיים המחבר לקמיה ואם הוא שעת הדחק וכו' היינו שאז יש לסמוך על הרא\"ש וסייעתו:","(כז) אע\"פ שנשתנה קולו כשר - שכל הקולות כשרים בשופר וכנ\"ל והיינו אפילו לכתחלה לדעת המחבר וכתבו הפוסקים דאפילו לא נשתייר בו שיעור תקיעה דהיינו טפח שלם בלי נקבים נמי כשר ומ\"מ כתבו האחרונים דאם היה רובו של שופר נקוב אפילו נשתייר בו שיעור תקיעה שלם ג\"כ פסול דרובו ככולו ועיין בבה\"ל:","(כח) מיהו וכו' כי י\"א וכו' - ס\"ל דשופר נקוב פסול כמו שופר שנסדק ויש לנו לחוש לדעה זו לכתחלה ואפילו נשתייר בו שיעור תקיעה למעלה לצד הפה שאין בו נקב כלל ומ\"מ משמע דגם לסברא זו היינו דוקא היכי שהנקב מורגש בתקיעה שהקול נפגם על ידו ונשתנה קולו אבל היכי שקולו צלול אין נקב כזה חשוב ותוקעין בו לכו\"ע:","(כט) ואם סתמו וכו' - ר\"ל דאע\"ג דכשלא סתמו כשר לדעת המחבר כשסתמו גרע טפי דכשסתם בשאינו מינו א\"כ אינו שומע קול שופר בלחוד רק קול שופר וקול דבר אחר שמעורב בו וכן כשסתמו במינו ולא חזר קולו לכמות שהיה בתחלה הרי אנו שומעין שקול השופר הזה אינו קולו של השופר הראשון אלא מן הסתימה והסתימה אינה בטלה והוי נמי כמו קול שופר וד\"א מעורב בו:","(ל) לכמות שהיה בתחלה - קודם שניקב וכ\"ש אם קולו דומה רק לקול של קודם הסתימה:","(לא) אם נשתייר וכו' - דאם לא נשתייר רובו שלם פסול לכו\"ע אפילו סתם במינו וקולו כמות שהיה תחלה דתו בטיל ממנה שם שופר ולא נעשה שופר אלא ע\"י סתימה זו ונמצא דהוי שופר ודבר אחר:","(לב) רובו שלם - ר\"ל באורך השופר לצד פיו:","(לג) שעת הדחק וכו' - ודוקא שלא נזכר עד יו\"ט דאז אסור ליטול הסתימה דהוי כתיקון כלי כיון שעי\"ז מכשיר השופר אבל אם נזכר קודם יו\"ט יטול הסתימה ודינו כאלו לא סתמו דכשר [אחרונים]:","(לד) שאין שופר אחר מצוי - אבל אם יכול להשיג שופר אחר אף אם כבר תקע בשופר שיש בו תרתי למעליותא יחזור ויתקע ולא יברך [פמ\"ג]:","(לה) יש להכשיר וכו' - דסמכינן על הפוסקים דסברי דהיכי דאיכא תרתי לטיבותא סגי ועיין בפמ\"ג שכתב דנראה שיוכל לברך ובפרט לפי מה שכתב הפר\"ח והגר\"א דהעיקר כדעה זו:","(לו) וכן יש להכשיר וכו' אם נשתייר רובו - אבל בלא נשתייר רובו שלם אפילו איכא תרתי לטיבותא שסתמו במינו וחזר קולו להיות צלול כבתחלה קודם שניקב לא מהני אף לדעה זו ומטעם שכתבנו למעלה. והיכא דאיכא רובא לחוד או דאיכא סתמו במינו לחוד ויש לו ספק על הסתימה אם חזר קולו לכמות שהיה או לא יש להחמיר מדינא דהוא ספיקא דאורייתא:","(לז) נסדק וכו' - ודוקא נסדק דהולך ומוסיף וכדלקמיה אבל בנפגם כשר בכל שהוא. ומ\"מ אם ראהו קודם ר\"ה טוב יותר לתקנו שלא יהיה נראה פגום:","(לח) פסול - ודוקא בנסדק מעבר לעבר ואע\"פ שאין בו חסרון וגם לא נשתנה קולו:","(לט) בכל שהוא - לפי שמחמת הרוח וחוזק התקיעה הסדק הולך ומוסיף עד שיסדק כולו וכל העומד ליסדק כסדוק דמי:","(מ) אא\"כ הדקו וכו' - שהחוט מעמידו שלא יתבקע יותר:","(מא) ונשתייר וכו' - והרבה אחרונים מקילין אפילו לא נשתייר כל זמן שלא נשתנה קולו ע\"י ההידוק:","(מב) לצד הפה - וכדעה הראשונה לקמן בס\"ט:","(מג) ברובו - ומשום דרובו ככולו ואפילו אם נסדק רק מצד אחד אבל אם לא נסדק רובו אפילו לא נשתייר שיעור תקיעה כשר. ובשעת הדחק יש לסמוך אדעה זו שהיא העיקר. ואם תקע בשופר שנסדק במיעוטו ואח\"כ מצא שופר כשר יחזור לתקוע בו ולא יברך:","(מד) ואם דבקו וכו' - ודוקא בדבק מכשרינן דהוי כאלו הוא שלם אבל אם מהדקו בחוט או משיחה לא מהני כיון שנסדק רובו:","(מה) כשר - היינו אפילו אם לא נשתייר רק כל שהוא שלא נסדק כשר כשדבקו [מ\"א וש\"א]:","(מו) דבקו בדבק - ואין זה נקרא שלא במינו דשאני נסדק מניקב דאין הדבק ניכר בין הדבקים. ואם הסדק רחב וניכר הדבק בודאי יש להחמיר בזה דהוי כסתמו בשאינו מינו. ומ\"מ אפשר דאם לא נשתנה קולו ע\"י הדבק ממה שהיה בתחלה אין להחמיר כשנשתייר בו רובו דגם בניקב וסתמו באופן זה כשר להרבה פוסקים וכנ\"ל בס\"ז וצ\"ע:","(מז) בעצמו - אבל בדבק הוי כמו סתמו שלא במינו ודינו כמ\"ש בסעיף ז'. וסברא ראשונה עיקר. ומ\"מ אם נשתנה קולו יש להחמיר שלא בשעת הדחק לחזור ולתקוע ובלי ברכה:","(מח) פסול - דתו אין שם שופר עליו כיון שנסדק כולו:","(מט) נסדק לרחבו - היינו סביב הקיפו ובא ע\"י נפילה או הכאה בחוזק:","(נ) במיעוטו כשר - ולא דמי לנסדק לארכו דפסל בס\"ח לדעה ראשונה משום דשם ע\"י חוזק התקיעה יכול ליפקע יותר באורך אבל לא ברוחב:","(נא) ברובו פסול אא\"כ וכו' - דבזה אפילו חשבינן למיעוטא כמי שאינו וכמו דנכרת כולו הלא עכ\"פ נשאר שיעור תקיעה. ואותו העודף אין לחשבו כמו הוספה לפסול עי\"ז כל השופר וכדלקמיה בסי\"א דלא מיקרי הוספה אלא כשהיה תחלה חתיכה אחרת משא\"כ כאן דלא נפרד מעולם:","(נב) נשאר מהסדק וכו' - ואם דבקו בדבק אפילו לא נשאר שיעור תקיעה נמי כשר וכמו דמקילינן בס\"ח בנסדק בארכו כשדבקו בדבק [א\"ר ופמ\"ג] ומ\"מ כשיש שופר אחר טוב יותר לתקוע בו (אחד מפני דעת הסוברים לעיל בס\"ח דדבק לא מהני דנחשב כאינו מינו וגם לדעת ר' יהונתן דדבק לא מהני במקום סדק):","(נג) לצד פיו - דוקא שהרי רואין הנסדק כמאן דנכרת ואם לא ישאר כשיעור לצד פיו א\"כ תוקע הוא בשופר שאין בו שיעור תקיעה:","(נד) דהיינו ד' גודלים - של אדם בינוני ומודדים באמצע האגודל ולא בראש אגודל ששם מתקצר והוא שיעור טפח:","(נה) אפילו אם מעכב את התקיעה - דלא גרע מניקב ולא נסתם דמכשרינן לעיל אפילו בנשתנה קולו:","(נו) אפילו שלא לצד פיו - ואע\"פ שזה המיעוט שבפיו חוצץ וא\"כ יש הפסק בין פיו לשופר לא חיישינן לזה דמין במינו אינו חוצץ ואין אנו רואין אותו כמו ניטל ובשעת הדחק אפשר דיש לסמוך אסברא זו:","(נז) דיבק שברי שופרות - היינו אפילו לקח שברי שופרות שלמות בעיגולן ודבקן ואפילו דבקן ע\"י עצמן וכדלעיל ס\"ח ואפילו אינו מעכב התקיעה:","(נח) אפילו אם יש וכו' - והוסיף עליו לנאותו שיהיה ארוך או כדי שיתן קולו גדול מכמות שהיה ואעפ\"כ פסול והטעם דשופר אחד אמר רחמנא ולא ב' שופרות:","(נט) כל שהוא - היינו שהאריכו בין מצד הקצר ובין מצד הרחב פסול משום דשופר אחד אמר רחמנא וכו' וכמו בסעיף יו\"ד:","(ס) בין הפכו כדרך וכו' - והטעם דכתיב והעברת שופר תרועה דרך העברה בעינן דהיינו כדרך שהאיל מעבירו בראשו מחיים:","(סא) אלא שהרחיב וכו' - היינו ע\"י רותחין וג\"כ הטעם דבעינן שיהא כדרך גדילתו שהצד הקצר מול פה האדם:","(סב) במקום הרחב - פי' אפילו בשופר שעשוי כהוגן והכל מטעם הנ\"ל:","(סג) היה ארוך וקצרו וכו' - אין נ\"מ באיזה צד ואפילו נשתנה קולו עי\"ז ואשמועינן דלא תימא דבעינן כל הקרן כמו שהיה דרך גדילתו בראש האיל:","(סד) כשר - ואפילו היה בו פסול מתחלה וקצרו כדי להחזירו להכשרו נמי מותר וכדלעיל בס\"ט:","(סה) כמו גלד כשר - ואפילו נשתנה קולו מכמות שהיה כיון שאין השינוי בא מחמת ד\"א אלא מצד עצמו של שופר כל הקולות כשרין:","(סו) לא הוציא זכרותו וכו' - דכשהוא מחובר בבהמה עצם בולט מן הראש ונכנס לתוכו וכשעושין שופר מוציאין אותו מתוכו וזה לא הוציאו אלא נקב אותו מתחלתו ועד סופו:","(סז) כשר - ואפילו לכתחלה מותר לעשות כן דמין במינו אינו חוצץ ואין זה בכלל שתי שופרות כיון דהוא דבוק מתחלתו ואה\"נ אם הוציאו ונקב בו והחזירו דהוא פסול:","(סח) כגון שנקב בו פסול - דשופר הוא מלשון שפופרת שהיא חלולה וכל שאינו חלול בטבעו לא מקרי שופר:","(סט) צפהו זהב וכו' - הוא לשון הברייתא עד תיבת יש מפרשים:","(ע) היינו עובי השופר וכו' - ר\"ל דבעובי השופר למעלה יש שני חודין אחד שנוטה לצד חלל השופר ואחד שנוטה לצד חוץ לפירוש הראשון מיקרי מקום הנחת הפה היינו שציפהו לצד פנים ופסולו משום שהבל הקול נכנס לזהב ושלא במקום הנחת הפה היינו החוד הנוטה לצד חוץ סביב ומחמת אותו המעט אין הקול משתנה וכשר אבל כל אורך השופר מצד חוץ הוא בכלל ציפהו זהב מבחוץ המוזכר בברייתא. ולפירוש השני כל אותו הקצה שלמעלה מה שמכניס לתוך פיו הכל נקרא מקום הנחת הפה ושלא במקום הנחת הפה היינו משהו סמוך לאותו מקום מבחוץ וס\"ל דמחמת אותו משהו ג\"כ אין דרך הקול להשתנות אף שהוא על הדופן מבחוץ ולכך סתמה הברייתא דכשר. ומן אותו מקום ולמטה עד סוף מקרי ציפהו זהב מבחוץ ותלוי באם נשתנה הקול. ואם צפהו זהב בפנים בכל גווני פסול משום שהוא תוקע בזהב:","(עא) היינו כל אורך השופר וכו' - המחבר קיצר בזה דמלשונו משמע דכל האורך חדא דינא אית ליה וכשר אם ציפהו זהב ובאמת זה אינו דרק משהו הראשון הסמוך להעובי שמכניס לתוך פיו כשר דמסתמא אין דרך להשתנות הקול בשביל אותו משהו אבל משם ולמטה עד סוף השופר אם ציפהו תלוי באם נשתנה הקול מחמת זה:","(עב) לא יפה הם עושים - דלפעמים משתנה הקול מעט בשביל זה:","(עג) אבל מותר וכו' - דאף אם ישתנה קולו מחמת זה לית לן בה כיון שהוא מחמת עצמו וכההיא דסי\"ד גרדו מבפנים או מבחוץ וכו':","(עד) היינו הוסיף וכו' - ר\"ל ופסול בכל גווני אף אם לא נשתנה הקול:","(עה) ונפח בו וכו' - דבעינן שיהא פיו מדובק לשופר וסימנו אל חכך שופר:","(עו) ותקע בו פסול - ויחזור ויתקע ויתקע שנית כדין ובלי ברכה:","(עז) עודף על החיצון משני צדדיו ונתן הפנימי וכו' - דאז אמרינן שנשמע קול פנימי לבד:","(עח) רק שוה לחיצון וכו' - דאם הוא מעט קצר מן החיצון לא יצא לכו\"ע דסוף סוף יוצא הקול מן שני שופרות:","(עט) ותוקע בפנימי יצא - וכתב הט\"ז דגם המחבר מודה בזה דמעיקר הדין אם שניהם שוים דאז אפשר שישמעו קול הפנימי דכשר אלא משום דקשה לצמצם בשוים דאפשר החיצון בולט מעט וע\"כ הצריך שיהיה ניכר הבליטה של הפנימי:","(פ) והוא שלא ישנה קולו - ר\"ל אפילו לא ישמע רק קול הפנימי מ\"מ אפשר דהקול נשתנה ע\"י שהחיצון ציפהו נמצא הקול בא מכח שני שופרות ופסול:","(פא) ואם לאו פסול - קאי אראש הסעיף ור\"ל אם אין הפנימי עודף פסול משום דרוח פיו דוחק בשניהם והוי קול של שני שופרות ושופר אחד אמר רחמנא. ומכל זה אנו למדין דאם תקע בשני שופרות ממש דבודאי לא יצא:","(פב) אין מחללין וכו' - משום דחילול יו\"ט בעשה ול\"ת ושופר הוא רק עשה ואינו דוחה:","(פג) משום שבות - דחכמים השוו דבריהם לשל תורה והעמידו דבריהם בשב ואל תעשה במקום עשה:","(פד) כיצד וכו' - וה\"ה שאין מביאין אותו מחוץ לתחום ואין לילך חוץ לתחום כדי לשמוע קול שופר וה\"ה כל איסור דרבנן כגון נפל עליו גל אבנים שאסור לטלטל האבנים כדי ליטלו וכן אם צריך לתקן השופר בחתיכה וכדומה דאסור ע\"י עצמו אפילו בכלי שאין דרך האומנים לתקן בו דלא הוי בזה רק משום שבות ג\"כ אסור:","(פה) ואינו שט על פני המים וכו' - ומטעם זה ה\"ה דאסור לעבור במברא שקורין פרא\"ם או בספינה קטנה כדי להביא השופר או לתקוע שם אכן אם א\"א בענין אחר דעת הח\"א שמותר אם הגוי יעבירנה ואין הישראל מסייע כלל ועיין בריש סימן תרל\"ט מה שנכתוב בזה:","(פו) ועל ידי נכרי מותר דהוי וכו' - ולפ\"ז אפשר אפילו במקום שיש לו שופר רק שאינו של איל דמותר להביא ע\"י נכרי שופר של איל דמצוה באיל:","(פז) מחוץ לתחום - היינו אפילו חוץ לי\"ב מיל דהוי דאורייתא לכמה פוסקים וא\"כ לדידהו אסור לומר לעכו\"ם להביאו דלא התירו בסעיף הקודם רק דבר שהוא מדרבנן אפ\"ה אם הביאו אפילו בשביל ישראל מותר לתקוע בו והטעם שהרי דבר הבא מחוץ לתחום מותר בטלטול ואינו אסור אלא באכילה או בהנאה דהיינו להשתמש בו כמ\"ש בסימן תקט\"ו וזה שתוקע בו תקיעה של מצוה אינה חשובה הנאה כמו שכתבנו בס\"ה ומ\"מ אסור לטלטלו ברחוב העיר שאינם מתוקנות המבואות שלה בצורת הפתח חוץ לד\"א כמבואר בסימן תקט\"ו [דאי מתוקנות בעירובין כדין נחשבת כבית ומותר לטלטל בכולה]. ישראל ששלח שופר לעיר אחרת ע\"י נכרי קודם ר\"ה ונתעכב הנכרי והביא בר\"ה מחוץ לתחום ובני העיר לא ידעו שישלחו להם שופר אין לטלטלו ואף לתקוע בו אם אפשר באחר ובשעת הדחק יש להתיר ומקור דין זה נתבאר בסוף סימן תקט\"ו בהג\"ה ע\"ש במ\"ב:","(פח) אם עשה נכרי וכו' - אפילו בשביל ישראל ומיירי שעשה הנכרי מקרן שלו דלא הוי מוקצה דלא אסח דעתיה מניה אבל מקרן של ישראל אסור לטלטלו ואף לתקוע בו דהא הוי מוקצה דנולד ואפילו עשאו ביום א' דר\"ה אסור גם ביום שני כדין ביצה שנולדה בראשון דאסורה גם ביום שני ומ\"מ אם אין להם שופר אחר כלל יש לסמוך על דעת הפוסקים דמתירין נולד ביו\"ט ולתקוע בו כדי שלא לבטל המ\"ע ומותר לתקוע בו אף ביום שני וכ\"ז שאוחזו בידו מותר לתקוע בו כל התקיעות כפי המנהג אבל אם תקע התקיעות המחוייבין והניח השופר מידו שוב אין לו לטלטל אותו כדי לתקוע בו תקיעות של מנהג [מטה אפרים]. כתבו האחרונים דכל אותן השופרות שאמרנו שהם פסולים לתקוע בהם הן פסולין בין ביום א' בין ביום שני:","(פט) יכול ליתן וכו' - אע\"ג דמתקנו בכך כיון דלא מינכרא מילתא דהוי עובדא דחול שהרי מדיחין כלים ביו\"ט שרי:","(צ) מפני הכבוד - פי' מפני כבודו של מקום שלא יהיו מצות בזויות עליו ולכן אפילו אם התוקע מוחל ע\"ז ג\"כ אסור [אחרונים]:"],["(א) בתוך הבור - הוא דינא דמשנה וכתבו הראשונים שמשנה זו לצורך נשנה בשעת הגזירה שגזרו האומות שלא יקיימו ישראל את המצות ונתחבאו בבורות ובמערות לקיים:","(ב) או בתוך המערה - וה\"ה מרתף וכה\"ג מקום שהוא תחת הקרקע שקול התקיעה מתערב עם קול הברה לעומדים בחוץ. ובבנין שרובו על הקרקע ומקצתו בתוך הקרקע שרי דע\"י שרובו למעלה מן הקרקע לא מתבלבל הקול ונשמע קול שופר אף לעומדים מבחוץ ועיין בה\"ל מ\"ש בזה:","(ג) אותן העומדים בתוך וכו' - דבתוך הבור גופא אינו נשמע קול הברה ולאו דוקא אם כל גופם בבור אלא אפילו הכניסו רק ראשם לבור סגי:","(ד) והעומדים מבחוץ - ובהיה כולו בתוך הבור רק שראשו חוץ לבור כעומד מבחוץ דמי:","(ה) יצאו - והוא שיתכוין התוקע להוציאם או בש\"ץ שדעתו מן הסתם להוציא לכו\"ע:","(ו) ואם קול הברה שמעו - פי' שעם קול השופר שמעו לבסוף קול הברה לא יצאו שהרי קול פסול מעורב עם קול השופר:","(ז) לא יצאו - וכתבו הפוסקים דסיבת ד\"ז תלוי בעומק הבור או בריחוק המקום וכל אדם יש בידו להבחין ולהכיר אם קול שופר שמע בלחוד או מעורב בו קול הברה ויש אומרים עוד דאפילו התוקע בביהכ\"נ ויש עומדים בחוץ קצת רחוק ממנו שייך בזה ג\"כ הבחנה לפי הריחוק מביהכ\"נ ועיין בה\"ל מ\"ש בזה ויש מי שמחמיר ואומר דלעומדים מבחוץ תמיד נשמע קול הברה ויש לחוש לדעה זו שלא בשעת הדחק ולתקוע עוד פעם אבל בלי ברכה עד שיהיה ברור לו שקול הברה שמע:","(ח) וכן התוקע וכו' - המחבר לא חילק כאן בין עומדים בתוך החבית לעומד חוצה לה וכמו שחילק לענין בור משום דאין דרך ב\"א ליכנס בתוך חבית כמו שדרך ליכנס בבור ורק מכניס השופר לשם ותוקע והוא עומד מבחוץ וי\"א דמש\"ה לא חילק בזה המחבר דבחבית קול הברתה גדולה ואפילו העומד בתוכה אפשר ששומע קול הברה וע\"כ יש להחמיר בזה ולחזור ולתקוע בלי ברכה אלא א\"כ ברור לו שקול שופר שמע:","(ט) ועלה חוץ לבור וכו' - ומיירי שביחד הוציא ראשו והשופר מן הבור ומילתא דפשיטא הוא דשרי אלא דקמ\"ל דלא חיישינן למיגזר דילמא אפיק רישיה מעל לבור ואכתי שופר בבור ותקע ואפשר בזה לשמוע קול הברה (גמרא). ובהוציא השופר תחלה וראשו עדיין בבור ותקע אם חיישינן בזה לקול הברה תלוי בפלוגתת הפוסקים אם מחוץ לבפנים נשמע קול הברה ויתבאר במשנה ברורה לקמיה:","(י) וכן אותם שהיו בבור וכו' - פי' ועלו ג\"כ ביחד עם התוקע ושמעו גמר התקיעות בחוץ ויצאו ידי חובתם ג\"כ מטעם הנ\"ל שכל מה ששמעו היה קול שופר ויש מקילים בזה אפילו לא יצאו כלל רק שמעו גמר התקיעות שתקע בחוץ בהיותם בבור ול\"ח לקול הברה דדוקא מבפנים לחוץ נשמע קול הברה אבל לא מבחוץ לפנים ולמעשה יש להחמיר בשלא יצאו לתקוע שנית בלי ברכה אם אינו ברור להם שקול שופר שמעו. התוקע שהכניס שופר לבור ותקע והוא בעצמו עומד כולו מבחוץ העומדים בבור יצאו בתקיעתו והוא עצמו לא יצא אא\"כ ברור לו שקול שופר שמע:","(יא) שלא בחיוב - כגון קודם עמוד השחר וכדלקמן בסימן תקפ\"ח:","(יב) במתעסק - להתלמד או לשם שיר בעלמא דלא יצא וכדלקמן סימן תקפ\"ט ס\"ח:","(יג) ותקע ומשך - ר\"ל שהאריך תקיעתו בשבילו:","(יד) לא יצא - שהרי עכ\"פ חסר לו התחלת התקיעה וה\"ה נמי אם כל התקיעה היה בחיוב אלא שהוא נכנס באמצע התקיעה או שיצא מביהכ\"נ באמצע התקיעה ושוב לא שמע לא יצא אע\"פ שהיה שיעור תקיעה במה ששמע וכמאן דשמע חצי שיעור תקיעה דמי:","(טו) וי\"א דיצא - וסברא ראשונה עיקר וצריך לחזור ולתקוע ואעפ\"כ לא יברך עליו דספק ברכות להקל ויותר טוב שישמע הברכה מאחר שלא יצא עדיין:","(טז) ובאמצע התקיעה יצא לחוץ - ר\"ל התוקע והשלימה על שפת הבור ונמצא שהעומדים בחוץ שמעו רק סוף התקיעה דפלגא קמא היתה תקיעה פסולה ואם היה שיעור תקיעה על שפת הבור תלוי בשני דיעות הנ\"ל וה\"ה אם שמע מתחלה קול שופר כגון שהיה עם התוקע בבור ובאמצע התקיעה יצא לחוץ ולא שמע רק קול הברה נמי לא יצא דבעינן שמיעת קול שופר כשר מתחלה ועד סוף. וכתבו האחרונים דיזהרו כל העם שלא להוציא כיחם וניעם בשעת תקיעה כדי שישמעו כל הקולות מתחלתם ועד סופם וכן לא יביאו ילדיהם אצלם וג\"כ מטעם זה ומוטב שיהיו אצל אמותיהם בביהכ\"נ של נשים דנשים אינן מחויבות מן הדין בתקיעת שופר ומ\"מ נראה דקטנים שהגיעו לחינוך מצוה להביאם ולהחזיקם אצלו ויאיים עליהם שישמעו התקיעות ולא יבלבלו להצבור:\n"],["(א) ביום ולא בלילה - דכתיב יום תרועה יהיה לכם. ואם נמשך עד בין השמשות יתקע בלי ברכה:","(ב) יצא - דמן הדין משעלה עמוד השחר יממא הוא לכל הדברים אלא לפי שאין הכל בקיאין בו וזמנין דאתי לאקדומי הצריכו חכמים לכתחלה להמתין עד הנץ דיום ברור הוא לכל. ולא בעינן עד שיעלה כל גוף השמש על הארץ אלא משעת תחלת הנץ ג\"כ מותר לכתחלה (פמ\"ג). מיהו כ\"ז מעיקר דין תורה [או בשעת הדחק כגון שצריך לצאת לדרך וכה\"ג] אבל חכמים תקנו לתקיעות שופר במוספין ואמרו בגמרא בטעמא דשעת הגזירה היתה שלא יתקעו ישראל בשופר והיו אורבין להם כל שש שעות של זמן תפלת שחרית לכך העבירוה לתקוע במוספין ומטעם זה נראה דנהגו כל ישראל מימות הקדמונים גם בתקיעות דמיושב שלא להיות מן הזריזין המקדימין ולתקוע בתחלת היום אלא סמוך לתפלת המוסף אחר קריאת התורה ואפילו יחיד התוקע לעצמו ג\"כ ידקדק לתקוע אחר ג' שעות לערך כדי שתקיעתו תהיה בשעה שהצבור עומדים בתקיעה:","(ג) לא יצא - דסוף תקיעה בלא תחלה לא מהני ולא מידי וכדלעיל בסימן תקפ\"ז ס\"ג [וה\"ה אם שמע מקצת תקיעה ביום ומקצתה אח\"כ בלילה ג\"כ לא יצא דתחלה בלא סוף ג\"כ לא מהני ולא מידי וכנ\"ל שם] ונראה דאפילו היום שנוהגין לתקוע ל' קולות לצאת ידי כל ספק צריכין ג\"כ ליזהר שאף תקיעה ראשונה לא תהיה אפילו מקצתה קודם אור היום:","(ד) נתבאר בסימן תקפ\"ז ס\"ג - ולפי מה שכתבנו שם דהעיקר כדעה א' א\"כ בכל גווני לא יצא:","(ה) תשע תקיעות וכו' - נקט לישנא דגמרא וכפי עיקר הדין דבעינן רק ט' קולות דהיינו תקיעה תרועה תקיעה ג' פעמים ולדידן בשמע הג' סדרים בט' שעות וכדלקמן בסימן תק\"צ ס\"ב:","(ו) יצא - בדיעבד אם כיון לצאת ואפילו הסיח דעתו והפסיק בדבור בנתיים וכתב המג\"א דכ\"ז בששהה ביניהם שלא מחמת אונס הא בשהה באונס אם שהה אפילו רק כדי לגמור את כל הסדר יחזור לראש אותו הסדר לפי פסק הרמ\"א בסימן ס\"ה עיי\"ש ולענין אם צריך לחזור ולברך בכה\"ג עיין לעיל סימן ס\"ה בבה\"ל שיש בזה מחלוקת בין האחרונים ועיין בבה\"ל בכאן מ\"ש בזה:","(ז) דדוקא כשלא הפסיק וכו' - ס\"ל דזה גרע מהיסח הדעת ושיחה דבעינן שיהיה תרועה באמצע ולפניה ולאחריה חדא חדא תקיעה וכשמערב קול אחר מתקלקל הסדר. ואע\"ג דהוא בעצמו לא תקע מ\"מ הרי כיון לצאת וכתוקע בעצמו דמי וע\"כ אם שמע קול שופר שאינו ראוי באותו סדר בטלו כל הג' תקיעות [מ\"מ שש הקולות שמקודם לא בטלו] ויחזור ויתקע ומ\"מ לא יברך שוב:","(ח) שאינו ראוי באותה בבא - כגון שעומד בתש\"ת ושמע תרועה או שעומד בתר\"ת ושמע שברים אבל האחרונים הסכימו דלפי פסק המחבר לקמן סימן תק\"צ ס\"ח דאפילו בהכפיל השברים או התרועה ב' פעמים הוי הפסק ה\"ה הכא בשמע ב' שברים או ב' תרועות זה אח\"ז וכיון לצאת ג\"כ מפסיד כל הג' קולות וצריך לתקוע מחדש:","(ט) שתקעו כולם כאחד וכו' - דהיינו שאחד עשה תקיעה והשני תרועה והשלישי התקיעה השניה וכן כולם ואינו יוצא בזה כדמסיים שאין כאן פשוטה וכו' דבעינן שתהא תרועה באמצע ולפניה ולאחריה תקיעה ולא שיהיו כל הקולות בבת אחת וצריך לתקוע מחדש ומ\"מ הברכה לא הפסיד אם לא הפסיק בד\"א ויש מי שאומר דעכ\"פ ידי תקיעה אחת יצא וצריך להשלים עליה ח' קולות מתרועה ואילך ויש אומרים דאפילו ידי תקיעה אחת לא יצא וצריך להתחיל מחדש כל הט' קולות:","(י) ואפילו אחד תקע בחצוצרות - אע\"ג דהקולות משונים:","(יא) יצא וכו' - ואע\"ג דבכ\"מ אמרינן דתרי קלי לא משתמעי (עיין לעיל סימן קמ\"א) שאני הכא שהוא מצוה הבאה לזמן וחביבא ליה ויהיב דעתיה לשמוע יפה. והיכי שתקעו ג' ב\"א בב\"א כל אחד ג' קולות י\"א שיצא בשמועתו משום ט' קולות כיון דתרי קלי משתמעי גבי שופר ומשום ששמע כל הג' תר\"ת בפ\"א אין קפידא דלא קפדינן רק שישמע תקיעה מלפניה ותקיעה מלאחריה ותרועה באמצע והא שמע וכן ה\"ה לדידן שתוקעין תשר\"ת ותש\"ת ותר\"ת אם שמע אותם מג' ב\"א שכל אחד תקע סדר שיוצא כל התקיעות בשמיעתו בבת אחת וי\"א דאפילו בשופר אין תרי קלי משתמעי כדי לצאת בשתיהם ולא יצא אלא באחת מהם וראוי להחמיר כסברא זו ועיין ביאור דעה זו בבה\"ל:","(יב) שניהם - דוקא כל התקיעה נוכל להשתמש לזה ולזה אבל להפסיק חד תקיעה חציה לזה וחציה לזה כגון שתקע תקיעה ארוכה שיש בה כשיעור ב' תקיעות ואחד התכוין לצאת מראשה עד חציה והשני מחציה עד סופה לא מהני ולא מידי דלא מפסקינן לה לחצאין ועיין לעיל סימן תקפ\"ז במ\"ב ס\"ק י\"ד:","(יג) אין תוקעין בשופר - גזירה שמא יטלנו בידו לילך אצל בקי ללמוד ויעבירנו ד\"א בר\"ה:","(יד) ואסור לטלטלו - דהוא כלי שמלאכתו לאיסור:","(טו) לצורך גופו - שרוצה לשאוב בו מים וכה\"ג ודוקא בשבת מותר דכיון דאין תוקעין לא הוקצה למצותו משא\"כ ביו\"ט אף שאין איסור טלטול בשופר אפילו כל היום [וכדלקמן בסימן תקצ\"ו בט\"ז ס\"ק ב'] מ\"מ להשתמש בו אסור שהרי הוקצה למצותו וכמו לענין אתרוג עיין בסימן תרס\"ה:"],["(א) שאינו מחויב בדבר - היינו שאינו מחוייב בעצם וכדלקמיה אבל אם הוא מחוייב אלא שיצא בהמצוה יכול להוציא ואפילו לברך בשביל חבירו:","(ב) וקטן - אפילו אם הוא בן י\"ג שנה כ\"ז שלא ידעינן שהביא ב' שערות אינו יכול לתקוע להוציא אחרים:","(ג) דכיון שאינו שומע וכו' - שהרי אנו מברכין וציונו לשמוע קול שופר:","(ד) אבל שומע ואינו מדבר וכו' - ואפילו לכתחלה יכול אחר לברך והוא תוקע [אחרונים]. חרש ששומע ע\"י כלי כמין חצוצרות חייב בשופר:","(ה) מוציא את מינו - דכל אנדרוגינוס שוין שיש להם זכרות ונקבות ואם הוא בכלל זכר גם חבירו הוא בכלל זכר אבל אינו יכול להוציא את שאינו מינו דשמא הוא בכלל נקבה:","(ו) אפילו את מינו וכו' - דשמא אם יקרע ימצא שטומטום זה נקבה וחבירו זכר. ואף ביום ב' שהוא דרבנן נקטינן ככל חומרת יום א' ומיהו אף ביום א' אם שמע זכר מטומטום חוזר ותוקע בלא ברכה [פמ\"ג]. טומטום ואנדרוגינוס אף דחייבין לתקוע מ\"מ לא יברכו דברכה הוא דרבנן וספיקא לקולא [וכדלעיל בסימן י\"ז ס\"ב]:","(ז) אפילו עצמו - דלא אתי צד עבדות שבו ומוציא צד חירות שבו:","(ח) יכולות לתקוע - ולא אמרינן דכיון דפטורות יש חילול יו\"ט בתקיעתן דקי\"ל גדול המצווה ועושה ממי שאינו מצווה ועושה אלמא דמי שאינו מצווה ועושה נמי שכר יש לו. וה\"ה קטן יכול לתקוע אף לכתחלה כדי שיתחנך וכדאיתא לקמן בסימן תקצ\"ו בהג\"ה:","(ט) וכן אחר שיצא כבר - ר\"ל אף שיצא ולא אמרינן דכיון שהוא עצמו אינו צריך עתה לתקוע תו עובר משום שבות כשתוקע בשבילן דמ\"מ קצת מצוה יש להן בתקיעתן כנ\"ל:","(י) אבל אין מברכות וכו' - דמהו וציונו בדבר שאינה מחוייבת לא מד\"ת ולא מדברי סופרים דאשה במ\"ע שהזמן גרמא פטורות אף מדרבנן:","(יא) אם כבר יצאו - וע\"כ י\"א דיתקע להם קודם שישמע התקיעות בביהכ\"נ אבל במ\"א מסיק בשם מהרי\"ל שלא יתקע בשלשה שעות ראשונות משום דאז מיפקד דינא ואין כדאי לתקוע ביחידות אלא יתקע להן אחר תקיעות ביהכ\"נ והם יברכו לעצמן או שיכוין בלבו שלא לצאת בתקיעות ביהכ\"נ ואז יוכל אח\"כ ג\"כ לברך בשבילן:","(יב) המודר הנאה וכו' - כגון ראובן שהדיר ע\"ע שלא יהנה משמעון אפ\"ה מותר לשמעון לתקוע לו דמצות לאו ליהנות ניתנו ואין תקיעות מצוה בכלל איסור הנאה שאסר ע\"ע משא\"כ כשאסר תקיעותיו אסר אפילו בזה שאינו הנאה:","(יג) מאליו - אפי' כשאומר מי שרוצה להוציאני ידי חובתי יתקע שרי דבכה\"ג לאו שליחותיה קעביד:","(יד) והוציאני אסור - דכיון דבשליחותיה עביד יש לו הנאה במאי דעביד שליחותיה ובדיעבד יצא [פמ\"ג בשם הפר\"ח]:","(טו) להתלמד וכו' - ואם מתכוין בזה גם לצאת ידי מצוה כתב הא\"ר דיצא והיינו בעשה התקיעות כדין:","(טז) ולא נתכוון השומע לצאת - זה מיירי כשבא לביהכ\"נ בסתמא אבל אם בא לביהכ\"נ לצאת ידי חובה עם הצבור אע\"פ שבשעה ששמע לא כיון לבו אלא בסתמא יצא:","(יז) שישמענו - אבל אם היו תוקעין בבית לחולה וליולדת והיה ביתו סמוך לו ושמע לא יצא דמסתמא לא נתכוין זה להוציא אלא החולה [ח\"א]:","(יח) מי שהיה מהלך בדרך וכו' אם נתכוון לצאת וכו' - איתא בירושלמי לא שנו אלא בעובר אבל בעומד חזקה כיון ועיין בא\"ר שכתב דכונת הירושלמי בעובר ועומד לשמוע קול תקיעות דאז אמרינן אף דאינו זוכר אם כיון אז לצאת מ\"מ חזקה שכיון אבל בשהיה עומד בביתו לא אמרינן חזקה כיון. סומא חייב בתקיעות ואם היה מוחזק לתקוע בכל שנה וסלקוהו אם לא ימצאו בקי כמוהו יחזירוהו למנויו. ולכתחלה אין לסלקו מפני שהוא סומא אע\"פ שנמצא בקי כמוהו [מ\"א בשם הרדב\"ז]:","(יט) ושמע תקיעות משליח צבור וכו' - ובלבד שלא עמד רחוק מביהכ\"נ כ\"כ שאפשר שלא ישמע קול שופר רק קול הברה:"],["(א) ביובל ובראש השנה - דכתיב ביוה\"כ של יובל והעברת שופר תרועה ובר\"ה כתיב שבתון זכרון תרועה יום תרועה יהיה לכם:","(ב) פשוטה לפניה - דכתיב והעברת שופר תרועה משמע העברת קול אחד לפני התרועה [גמרא]:","(ג) ופשוטה לאחריה - דכתיב תעבירו שופר [גמרא]:","(ד) של חודש השביעי וכו' - דגמרינן שביעי שביעי לג\"ש נאמר בר\"ה בחדש השביעי ונאמר ביובל והעברת שופר תרועה בחודש השביעי:","(ה) נסתפק לנו וכו' - מדמתרגמינן תרועה יבבא אלמא שהוא כקול שאדם משמיע כשהוא בוכה ומייליל ועדיין אין אנו יודעין אם הוא כאדם הגונח מלבו כדרך החולה שמשמיע קולות קצרים קול אחר קול ומאריך בהם קצת והוא הנקרא גונח והוא דרך הבוכה בתחלת בכייתו וזהו מה שאנו קורין שברים או כאדם המייליל ומקונן שמשמיע קולות קצרות תכופות זה לזה והוא מה שאנו קורין תרועה או אם הוא שניהם כאחד:","(ו) ותש\"ת ג\"פ וכו' - ואין יוצא במה שתקע תשר\"ת דדילמא כונת התורה על שברים לחוד וקמפסיק בתרועה בין שברים לתקיעה אחרונה לכך חוזר ותוקע שברים לחוד ומחמת זה הטעם צריך לתקוע ג\"כ תר\"ת ואין יוצא במה שתקע תשר\"ת דדלמא כונת התורה על תרועה לחוד והפסיק מתחלה בשברים בין תקיעה לתרועה:","(ז) י\"א ששיעור תקיעה כתרועה וכו' - דע דבין י\"א הזה ובין י\"א שמביא המחבר בסוף דבריו תרווייהו ס\"ל דשיעור תקיעה [היינו בין שלפניה ובין שלאחריה] היא כתרועה אלא דמחולקים בשיעור תרועה דלהי\"א הזה שיעורו הוא ג' כחות קטנים ולהי\"א השני תרועה הוא כשיעור ט' כחות וממילא נ\"מ הוא ג\"כ לענין שיעור תקיעה:","(ח) שלא יאריך בשבר - ר\"ל שבר אחד דהיינו קול אחד לא יאריך כג' טרומיטין דנעשה תקיעה. ובין בשברים של תש\"ת ובין בשברים של תשר\"ת צריך ליזהר בזה:","(ט) יותר מדאי - בשברים של תשר\"ת לא יאריך בשבר אחד כשיעור ג' שברים ותרועה דהא תשר\"ת עבדינן מספיקא דשמא תרועה דקרא הוא שניהם יחד וא\"כ גם התקיעה צ\"ל כשניהם יחד וע\"כ אף שהאריך קצת בשברים לית לן בה ובתש\"ת לא יאריך בשבר אחד כשיעור ג' שברים מהאי טעמא אבל כשיעור ג' טרומיטין מותר דהא כד עבדינן שברים דהוא ארוך יותר מתרועה דידן הוא מחמת דנסתפק לנו דשמא תרועה הכתוב בתורה הוא שברים דידן וכנ\"ל וממילא התקיעה הוא ג\"כ ארוך יותר. והמחבר בדעה ראשונה סובר כיון דבסדר תר\"ת התקיעה רק כתרועה ג' כחות קטנים תו אין להאריך בשבר אחד לעשותו כעין זה:","(י) בתקיעות של תשר\"ת וכו' - דשמא הוי תרועה שברים ותרועה יחד ר\"ל יליל וגנח ושיעור תקיעה הלא הוי כתרועה [ולפי דעה זו די אם נעשה התקיעה של תשר\"ת כשיעור י\"ב כחות] ובשל תש\"ת יותר משל תר\"ת דשברים הוא גונח והוא יותר גדול מיליל שהוא תרועה [ושיעור התקיעה די בזה כתשעה כחות] ובשל תר\"ת די בתקיעה כשהיא של ג' כחות כמ\"ש בריש הסעיף:","(יא) וכן אם מוסיף על שלשה שברים - ויש מן הפוסקים שמחמירין בזה ונכון לחוש לדבריהם לכתחלה שלא לעשות יותר מן ג' שברים [אחרונים]:","(יב) שהם ט' טרומיטין - וכתבו האחרונים דנכון לעשות כן לכתחלה ובדיעבד די בג' כחות כדעה א':","(יג) ושיעור תקיעה ג\"כ וכו' - היינו בשל תר\"ת [דאלו בשל תש\"ת הוא יותר מעט] ונכון לחוש לדעה זו לכתחלה [ובדיעבד די אם עשה אותה כשלשה כחות כדעה הראשונה כ\"כ אחרונים] ומש\"כ ולפ\"ז אין לחוש וכו' ר\"ל דכיון דשיעור תקיעה הוא כט' טרומיטין לפחות ממילא יוכל להאריך בשבר אחד מהשברים עד כדי ח' טרומיטין ולא יחשב כתקיעה אבל יזהר שלא יעשה כשיעור ט' טרומיטין דאז פסול אף בדיעבד דנחשב כתקיעה לכו\"ע. והנה בתשר\"ת היה לנו להקל יותר להאריך בשבר אחד עד י\"ח כחות כיון דתרועה שם הוא בסך זה ממילא לא הוי שיעור תקיעה עד י\"ח שהוא גניחות ויללות אלא דיש לחוש לבלבול הדעת שפעם אחד יעשה השבר ארוך מחבירו דבתש\"ת הלא אסור לעשות כן וכנ\"ל ע\"כ ישוה אותם בכל מקום שלא יהיה שום שבר ארוך כט' כחות וגם דלדעת הראב\"ד כל שבר שהוא כט' כחות נחשב כתקיעה וע\"כ יש ליזהר בזה ומ\"מ בדיעבד אינו נפסל אם עשה השבר בתשר\"ת עד י\"ח כחות אבל י\"ח פסול אף בדיעבד דשוב נעשה תקיעה לכו\"ע. וכתבו האחרונים דלכתחלה יעשה שיעור השלשה שברים כט' כחות ובדיעבד יצא אם האריך כשיעור ו' כחות או קרוב לזה:","(יד) י\"ב טרומיטין - ט\"ס וצ\"ל י\"ח דתרועה הוא ט' טרומיטין וגם שברים לפחות הוא כן וא\"כ הוא י\"ח וגם יותר מעט דהא שברים ארוכין יותר מעט:","(טו) והאריך בשברים - לאו דוקא דה\"ה אם אריכתו בשברים היה שוה עם התקיעה ג\"כ לא יצא. והנה בעבור שזה הסעיף רבו פרטיו ויקשה להקורא להבין ממנו פרטיו למעשה וע\"כ אכתוב בקיצור איך להתנהג לכתחלה. צריך התוקע ליזהר שיאריך בתקיעות דתשר\"ת שכל תקיעה יהיה לפחות כשיעור ח\"י כחות ומעט יותר והתקיעות של תש\"ת ותר\"ת יהיה לפחות כשיעור ט' כחות דבזה יצא לכו\"ע שהרי מותר להאריך אפילו יותר מכשיעור וגם יזהר בכל השברים בין בתש\"ת ובין בתשר\"ת שלא יעשה שום שבר מט' כחות וטוב יותר שלא יעשה בכל שבר רק כשלשה כחות וגם יזהר לכתחלה שיעשה כל תרועה בין של תשר\"ת ובין של תר\"ת כשיעור ט' כחות:","(טז) בנשימה אחת - דזה אנו עושין בשביל תרועה הכתוב בתורה ואין להפסיקה לשנים. וכתבו רוב הפוסקים דזהו לעיכובא אפילו בדיעבד:","(יז) שא\"צ לעשותם בנשימה אחת - דגנוחי וילולי לא עבדי אינשי בנשימה אחת ועיין בב\"י וב\"ח דבדיעבד גם לדעה זו אם עשה בנשימה אחת יצא אלא דלכתחלה ס\"ל דאין נכון לעשותם בנשימה אחת:","(יח) וי\"א שצריך לעשותם בנשימה אחת - וטעמם דהא מה שאנו עושין שברים תרועה הוא מפני דשמא כונת התורה בתרועה לשתיהן דוקא דאז יוצא ידי תרועה א\"כ אין להפסיק ביניהן בנשימה דהוי כמו תרועה שנחלקה לשתים ואינה כלום וע\"כ אפילו בדיעבד אם עשה כן מחזירין אותו ומ\"מ לא יתקע ש\"ת בכח אחד בלתי שום הפסק דבכה\"ג לא מיקרי נשימה אחת אלא יפסיק מעט רק שלא יהיה בכדי נשימה בינתיים:","(יט) ובתקיעות דמעומד יעשה בשתי נשימות - אבל איפכא לא ובמקומות שנוהגין לתקוע למלכיות תשר\"ת תש\"ת תר\"ת וכן לזכרונות וכן לשופרות יכול לעשות ג\"כ להיפך במיושב בשתי נשימות ובמעומד בנשימה אחת:","(כ) והמנהג הפשוט וכו' - ובמקומות שנוהגין לעשות בנשימה אחת ג\"כ לא ישנו מנהגם. ואפילו לפי מנהגינו אם עשה בנשימה אחת יצא:","(כא) לעשות הכל בב' נשימות - אך יזהר שלא יפסיק יותר מכדי נשימה כנ\"ל וע\"כ טוב שיקרא לפניו המקרא שברים תרועה בפעם אחת דאם ימתין התוקע עד שיקרא הקורא לפניו תיבת תרועה עלול מאד שיהיה עי\"ז הפסק יותר מכדי נשימה:","(כב) שלא יצא - דאין כאן לא ראש ולא סוף וסברא ראשונה ס\"ל כיון דניכר סלקי לכל אחד ואחד ועיין בביאור הגר\"א שמסכים לדעה הראשונה:","(כג) של תש\"ת - המחבר נקט לפי מה שהיו נוהגים במקומו לתקוע בשביל מלכיות תשר\"ת ובשביל זכרונות תש\"ת כדלקמן בסימן תקצ\"ב והתכוין שיעלה לו גם בשביל הראשונה של זכרונות וה\"ה לפי מה שנוהגין במדינתינו לתקוע בכל פעם תשר\"ת והתכוין באחרונה בשביל הראשונה של זכרונות:","(כד) אלא בשביל תקיעה אחת - דהיינו האחרונה לפי שכל תקיעה צריך להיות בה ראש וסוף ואם נחלק תקיעה זו לשני תקיעות כמו שחשב התוקע אין כאן ראש לתקיעה אחרונה ולא סוף לתקיעה ראשונה ולפיכך אין אנו הולכין כלל אחר מחשבתו בזה אלא אנו חושבין תקיעה זו לתקיעה אחת ארוכה ועולה לו בשביל האחרונה:","(כה) וי\"א שאפילו וכו' - טעמם דאזלינן בתר מחשבתו ומחלקינן התקיעה לשתים וממילא אין לו כלום וכנ\"ל ועיין באחרונים שכתבו דלדיעה זו הפסיד כל הבבא דהא הפסיק בקול אחר שהוא שלא כדין וכמש\"כ בס\"ח וצריך לחזור ולתקוע תשר\"ת אכן לדינא אין נ\"מ בכל זה דהעיקר כסברא ראשונה [א\"ר וביאור הגר\"א]:","(כו) תקיעה אחת בין שני סדרים - ר\"ל שתקע תשר\"ת ש\"ת והתנה בתקיעה אחרונה של תשר\"ת שאם זה הסדר הוא הנכון תעלה לו התקיעה בשבילו ואם הסדר של תש\"ת הוא הנכון יעלה לו תקיעה בשבילו כי הלא מדין התורה סגי בסדר אחד רק מפני שאין אנו יודעין איזה סדר הוא הנכון אנו תוקעין כולם וכנ\"ל בריש הסימן ולכן יצא בדיעבד ע\"י תנאו ומ\"מ לכתחלה לא רצו חז\"ל לתקן כך שיתקע רק תשר\"ת ש\"ת ר\"ת כדי שלא יטעו לומר שאין צריך אלא ש\"ת או תרועה תקיעה:","(כז) שבר אחר - ודי בזה דלא הפסיד סדרו כיון שגם התרועה שייכא עכשיו להשברים ששניהם הם תרועה בתשר\"ת לכך חשבינן ליה רק כמו נתקל בשברים שאינו מפסיד השברים עי\"ז ועיין בביאור הגר\"א שמסיק דדוקא כשהיה בנשימה אחת ואם לא היה בנשימה אחת צריך לחזור ולתקוע ג' שברים ותרועה ויש פוסקים דס\"ל דאפילו היה בנשימה אחת ג\"כ צריך לחזור ולתקוע ג' שברים ולגמור הסדר כיון שעכ\"פ הפסיק באמצע השברים. וראוי לחוש לכתחלה להחמיר כדבריהן:","(כח) שגמר התרועה - פי' שעשה ג' כחות דבזה יצא ידי תרועה לדעה ראשונה הנ\"ל בס\"ג. וטעם החילוק בין גמר ללא גמר הוא דכ\"ז שלא נגמר התרועה הוי קול בעלמא ונראה שעדיין עסוק בהשברים שגם התרועה לא גמר וחוזר להשלים השברים משא\"כ בגמר התרועה שהוא קול שלם נראה שמתחיל אח\"כ שברים אחר ולכך אינו מועיל בהשלמת שבר אחד אלא ג' שברים מחדש ומ\"מ התקיעה הראשונה לא הפסיד גם בזה שלא הפסיק בקול אחר שאינו מענינא דשניהם הם מענין תרועה אלא שלא עשה כתיקונו:","(כט) אירע בתש\"ת - היינו שהתחיל בשברים [שבר אחד או שתים] ואח\"כ עשה תרועה לא אמרינן דהוא בכלל נתקל וכ\"ש אם עשה כל השברים ואח\"כ עשה תרועה כיון שהוא שלא מענינא קלקל בזה כל הסדר [וה\"ה אם עשה התרועה קודם השברים ואין חילוק בכל זה בין שגמר התרועה או שלא גמר בכל ענין הפסיד התקיעה ראשונה] וכן מש\"כ או תר\"ת ר\"ל שהתחיל בתרועה ובאמצע הפסיק והתחיל לעשות שבר אחד והכל כנ\"ל לענין תש\"ת וה\"ה לענין תר\"ת דכיון שאין זה שייך כלל לתרועה שבסדר זה הפסיד גם גם תקיעה ראשונה:","(ל) בין תקיעה לשברים - היינו בתש\"ת הכניס תרועה קודם שברים וה\"ה אם הכניסו אחר שברים ואפילו אם לא גמר התרועה וכנ\"ל. וכן בתשר\"ת אם עשה התרועה קודם השברים הפסיד בזה גם תקיעה ראשונה ויש מאחרונים שמקילין בתשר\"ת וס\"ל דכיון שתרועה שייכא בזה הסדר אלא שהקדימה א\"צ לחזור לתקיעה ראשונה אלא גומר שברים תרועה כדרכו תמיד ודיו:","(לא) בין תרועה לתקיעה - היינו ג\"כ בתר\"ת הכניס שברים אחר תרועה וה\"ה אם הכניסו קודם תרועה ובכל זה אפילו לא גמר את השברים וכנ\"ל. ויש מקומות שדרכן לסיים בסוף תרועה בקול ארוך ועיין בפמ\"ג בסק\"ב שמפקפק בזה דאולי נחשב זה לשברים וכן יש מבעלי התקיעה שאינם מומחים במלאכה זו וכשעושין תרועה מתחילין בו בקול ארוך ונראה התחלתו כעין שברים גם זה לאו שפיר עבדי:","(לב) וכן אם הריע שתי תרועות זו אחר זו - דאף ששתיהם מענינא מ\"מ כיון שכבר גמר אחת בכשרות תו השניה הויא הפסק ודוקא כשהפסיק ביניהם דאם עשאן בנשימה אחת הויא כתרועה אריכתא וכדלקמיה לענין שברים:","(לג) כמתעסק וכו' - ומ\"א מצדד דיש להקל בזה דמתעסק לא חשיב תקיעה כלל והו\"ל כאלו שמע קול אחר בנתיים דלא חשיב הפסק עי\"ז:","(לד) שתק והפסיק וכו' - היינו שהיה בשתי נשימות דאם היה בנשימה אחת נחשב כאחת וכשר דהרי יכול להוסיף כמה שברים כדלעיל בס\"ג. וה\"ה אם התחיל לתקוע ואין הקול עולה יפה ומתחיל לתקוע שנית נחשבת הכל לתקיעה אחת [אחרונים]:","(לה) תקיעה ראשונה - ואם כבר תקע גם תקיעה אחרונה אותה תקיעה עולה לו במקום תקיעה ראשונה וגומר משם ואילך על הסדר. ואם לא נזכר עד שעומד בסימן אחר כגון שעומד בתש\"ת ונזכר שטעה בתשר\"ת גומר כל הסימן ואח\"כ חוזר ותוקע תשר\"ת פ\"א ואע\"ג שהפסיק באמצע הסימן דתשר\"ת בקולות אחרות אין בכך כלום כיון שבכל בבא בפ\"ע לא היה הפסק בקולות אחרות ודע עוד דבכל זה אפילו תקע בתקיעות דמיושב צריך לחזור ולא נאמר דנסמוך על תקיעות דמעומד דכיון שבירך על אלו צריך לעשותן כהוגן וגם בתקיעות דמעומד צריך לחזור דהם עיקר אבל אם טעה בתקיעות שאחר התפלה אין בכך כלום [מ\"א וש\"א]:","(לו) לא יצא - דכתיב והעברת שופר תרועה וקבלו חז\"ל דר\"ל דרך העברתו כלומר בדרך תמונת גידולו שהאיל מעבירו מחיים בראשו כך צריך לתקוע בו דהיינו במקום הקצר [ח\"א בשם הר\"ן והריטב\"א בסוכה] וגם רמז לדבר מן המצר קראתי יה:\n"],["(א) יתפללו הצבור וכו' ט' ברכות - לאפוקי מאיזה פוסקים שסוברין שבלחש לא יתפללו רק ז' ברכות כמו בשחרית. מקום שנוהגין שהקהל מתפללין עם הש\"ץ בשוה והש\"ץ תוקע וטעה אסור לשוח באמצע ולגעור בו דכבר יצאו בתקיעות דמיושב ואף אם לא שמעו התקיעות דמיושב יחזרו ויתקעו אחר התפלה אותו סימן שטעה ודיו:","(ב) שאין מזכירין וכו' - שאין לומר פסוקי מוסף אלא בשבת ור\"ח דרגילי בהו ולא אתי למיטעי אבל בשאר מועדים דלא רגילי בהו אתי למיטעי לכך אין מזכירין אותן אלא אומרים ככתוב בתורתך וכו':","(ג) וא\"א פסוקי מוסף ר\"ח - ואפילו בבקר אצל פרשיות הקרבנות א\"א אותו והטעם בכ\"ז כדי שלא יאמרו יום ב' דר\"ח עיקר כמו בשאר ר\"ח [ובאמת אינו כן דחודש אלול לעולם אינו מעובר] ועוד טעם שלא לתת ליום זה מעלה מצד שהוא ר\"ח שהרי יש לו מעלה גדולה מזו מצד ר\"ה ור\"ח נכלל במה שאומרים זכרון דקאי גם על ר\"ח וכתיב ביום הכסא זהו ר\"ה שהחדש מתכסה בו:","(ד) ושני שעירים לכפר - היינו השעיר שהוא לחטאת והשעיר של ר\"ח:","(ה) ואומרים ג\"כ מוספי יום הזכרון - לכלול גם ר\"ח ואע\"ג שהמחבר כתב זה בעצמו בס\"ג כתבו הרמ\"א פה להודיענו דאף למנהגנו שאומרים הפסוקים יאמר מוספי:","(ו) וגם ביום שני וכו' - ר\"ל אע\"ג דבחודש תשרי היום ראשון הוא העיקר שמונין בו למועדים אפ\"ה אומרים מוספי כדי דלא לזלזולי ביה ובדיעבד אם אמר מוסף א\"צ לחזור אבל ביום ראשון אם אמר מוסף חוזר:","(ז) אומרים עשרה וכו' - כנגד י' פסוקים של הללו אל בקדשו וכנגד עשרת הדברות וכנגד עשרה מאמרות שבהם נברא העולם [גמרא]:","(ח) מלכיות - לקבל עליו מלכות שמים וזכרונות שעי\"ז יעלה זכרונינו לפניו לטובה ובמה בשופר [גמרא]:","(ט) ואחד של תורה - ואם השלים בנביא יצא [שם]:","(י) רק אמר ובתורתך וכו' - לשון זה לאו דוקא ור\"ל שאומר ככתוב בתורתך ובזה נחשב כאלו הזכיר אותן הפסוקים בפיו:","(יא) יצא - עיין במ\"א דדוקא דיעבד אבל לכתחלה יש ליזהר לומר כולם. עוד כתב דצ\"ל ג\"כ וכ\"כ בדברי קדשך וכן נאמר ע\"י עבדיך הנביאים:","(יב) משנה וכו' - דזרע יצחק ג\"כ אין עשו בכללו ומ\"מ יצא בדיעבד דאין זה משנה ממש וי\"א דאדרבא יותר טוב לומר לזרעו של יעקב דבתפלה בעינן לפרושי טפי כל מה דאפשר וע\"כ וע\"כ ינקוט כ\"א לפי מנהג מקומו דיש לכל אחד על מי לסמוך:","(יג) לא יתפלל וכו' - יצוייר דין זה ביחיד שדר בישוב וא\"א לו לילך למקום שיש מנין דבעיר אף אחר ג' שעות אין לו להתפלל ביחידי:","(יד) ביחיד וכו' עד אחר ג' שעות - דבשלשה שעות ראשונות הקב\"ה דן את עולמו ושמא יעיינו בדינו ביחוד ומי יצדק אבל כשהוא מתפלל בצבור הן אל כביר לא ימאס. ומה דנקט ר\"ה אף דבכל יום הקב\"ה דן עולמו בג' שעות ראשונות דשם אינו אלא לפקידה בעלמא לאותו יום אבל בר\"ה הקב\"ה דן לכל השנה ולפעמים לשנים רבות ודוקא תפלת מוסף שזמנו כל היום רגילים העולם לאחרו אחר ג' שעות אבל תפלת שחרית רגילין העולם להתפלל בבוקר בתוך ג' שעות ראשונות וע\"כ כשהוא מתפלל באותו הזמן תקובל תפלתו בתוך תפלת הצבור ובמקומות שנוהגין להתפלל שחרית בהשכמה בתוך שעה ראשונה או שניה יצמצם אז להתפלל תפלתו ג\"כ בתוך אותו הזמן [מ\"א וש\"א]:","(טו) היום - וכן יזהר היחיד שלא יתקע תקיעת מצוה עד אחר ג' שעות על היום משום דיפקדו בדינו וכמו שכתבנו בסימן תקפ\"ח סק\"ב במ\"ב:"],["(א) מחזיר ש\"ץ התפלה וכו' - יש מקומות שנוהגין לתקוע כשמתפללין בלחש אבל אין לנהוג כן לכתחלה שלא לבלבל המתפללים ומשלימין אותם לאחר התפלה:","(ב) ותוקעין וכו' - ובכל תקיעות של שלשה סדרים הללו צריכין התוקע והשומעים לעמוד בשעת תקיעות ולפיכך נקראין תקיעות דמעומד ובדיעבד אם ישבו יצאו:","(ג) תשר\"ת למלכיות פ\"א וכו' - הנה כיון שתקנו חז\"ל לצאת מידי כל הספיקות שיש להסתפק בתרועה כמ\"ש בסימן תק\"צ היה מהראוי גם כאן לתקוע תשר\"ת תש\"ת תר\"ת למלכיות וכן לזכרונות וכן לשופרות כדי לצאת כל ספק אלא לפי שאין מטריחין על הצבור אין נוהגין לתקוע אלא תשר\"ת לכל אחד שהרי בדרך זה הוא עושה כל הספיקות של התרועה ואין כאן חשש אלא שמא התרועה אינה אלא תרועה לבד או שברים לבד ונמצא הוא מפסיק בין תרועה לפשוטה שלפניה או שלאחריה אין אנו חוששין לזה כיון שכבר יצאנו ידי חובתנו מן התורה בתקיעות מיושב שבתקיעות ההם יצאנו מכל הספיקות כמו שכתבתי בסימן תק\"צ:","(ד) וכן המנהג במדינות אלו - ובשל\"ה כתב הדרך המובחר לתקוע תשר\"ת תש\"ת תר\"ת למלכיות וכן לזכרונות וכן לשופרות [ואחר אנעים זמירות עוד תשר\"ת תש\"ת תר\"ת כדי להשלים עד מאה קולות] ומ\"מ במקום שנוהגין כמנהגנו אין לשנות [פמ\"ג]:","(ה) היום הרת עולם - דבתשרי נברא העולם ואפילו למאי דקי\"ל כמאן דאמר בניסן נברא העולם עכ\"פ בתשרי עלה במחשבה להבראות ולא נברא עד ניסן:","(ו) ואפילו יש לו מי שיתקע לו - ר\"ל ג\"כ אינו מפסיק כדי לשומען שלא תקנו לתקוע על הסדר אלא בצבור:","(ז) אלא תוקעים לו וכו' - ר\"ל אם לא שמע התקיעות דמיושב מפי הש\"ץ תוקעים בשבילו קודם שיתפלל מוסף כדי לערבב השטן שלא יקטרג עליו בשעת תפלתו ואם אין לו מי שיתקע לו קודם תפלתו יכוין לשומעם אחר תפלתו:","(ח) לא ישיח וכו' - דהברכה שמברך קודם התקיעות קאי ג\"כ על התקיעות דמעומד:","(ט) ולא הצבור - דהלא יצאו בברכתו והוו כאלו בירכו לעצמן:","(י) בין וכו' - ובשעת התקיעות עצמן פשיטא דאסור לשוח ואפילו לרוק אסור לפי שצריך לשמוע כל התקיעה מראשה לסופה אפילו היא ארוכה הרבה כמ\"ש בסימן תק\"צ וכ\"ש דאסור להשמיע קול בפיהוק או בנחירת הגרון שמבלבל גם האחרים השומעים:","(יא) לתקיעות שמעומד - וה\"ה בין התקיעות שמיושב וכן שמעומד גופא ג\"כ אסור להפסיק:","(יב) והתפילות אין הפסק - ר\"ל דבין תקיעות דמיושב למעומד שרי לכתחלה להשיח מענינם. ועיין בדה\"ח שדעתו דבין הברכה עד סוף תקיעות דמיושב אסור להפסיק אפילו בתפילות לכן לא יאמר היה\"ר הנדפס במחזורים בין התקיעות דמיושב רק יהרהר בלבו ואל יוציא בפיו או שיאמר היה\"ר אחר גמר התקיעות דמיושב:","(יג) אין צריך לחזור ולברך - ולא דמי לסח בין תפילין לתפילין דהתם שתי מצות הן משא\"כ הכא דכולה חדא מצוה היא וע\"כ אפילו שח דברים בטלים בין תקיעות דמיושב עצמן א\"צ לחזור ולברך [מידי דהוי מי שמדבר אחר שטעם מעט מברכת המוציא דא\"צ לחזור ולברך דכולה חדא סעודה היא] ומ\"מ מצדדים האחרונים דמי ששח בתשר\"ת בין שברים לתרועה אף מעניני התקיעה אף שאין צריך לחזור ולברך מ\"מ לא יצא וצריך לחזור ולתקוע אותו סדר:","(יד) בענין התקיעות - ואף דבסימן קס\"ז ס\"ו פסק דלכתחלה לא יפסיק כלל הכא מיירי שצריך לשוח כגון שאומר להביא שופר או לשכך אותו במים שלא יכול לתקוע וכיוצא בו ופשוט דאם שח בין ברכה לתקיעה מענין תפלה דצריך לחזור ולברך ומה שכתב רמ\"א דתפלה לא הוי הפסק היינו בין תקיעה לתקיעה וכנ\"ל אבל בין ברכה לתקיעה הוי הפסק ואף השומע אם סח בין ברכה לתקיעה צריך לברך:","(טו) תוקע על סדר הברכות - דהמתחיל במצוה אומרים לו גמור:","(טז) אחר לתקוע - ועומד במקומו וא\"צ לעמוד על הבימה:","(יז) שראוי לעשות כן - וכ\"ז מיירי בזמניהם שהיו נותנין לו לתקוע בסתמא וא\"כ זכה מיד בכל התקיעות אבל עכשיו שנוהגין בקצת מקומות ליתן הסדרים לאחר א\"כ מעולם לא זכה בה הראשון ושרי:"],["(א) ברכות של ראש השנה וכו' - היינו של מוסף שיש בו מלכיות זכרונות ושופרות וכן של יוה\"כ של יובל שאומרים בו ג\"כ מלכיות זכרונות ושופרות:","(ב) מעכבות זו את זו - משמע דבשאר ימות השנה אם יודע ברכה אחת יאמרה ואין מעכבות זו את זו [מ\"א] ועיין בבה\"ל שכתבנו דגם להמ\"א הוא רק רחמי בעלמא אבל אינו יוצא כלל בזה דאפילו רק ברכה אחת מן הי\"ח אם דילג קי\"ל לעיל בסימן קי\"ט ס\"ג דצריך לחזור ולומר כולן כסדר שניתקנו וא\"ל אינו יוצא בזה ידי תפלה וכ\"ש בזה. וגם יראה להסמיכה לאיזה ברכה כגון לאשר יצר וכדומה כדי שתהא סמוכה לחברתה:","(ג) עושה - דהא מדאורייתא בחדא סגי אלא דלא ידעינן איזהו לכן יעשה האחד שיודע שמא יכוין האמת:","(ד) הברכות אין מעכבין התקיעות - שאם אינן יודעין לברך הברכות האלו אעפ\"כ יתקעו השלשה סדרים. וכן התקיעות וכו' שאם אין יכול לתקוע אעפ\"כ יברך הברכות:","(ה) וכן סדרן אינו מעכב - אין ר\"ל בסדר התפלה שהקדים זכרונות למלכיות או שופרות לזכרונות דבזה לא יצא וצריך לחזור ולהתפלל וכן בסדר התקיעות אם הקדים תרועה לתקיעה ראשונה לא יצא אלא ר\"ל דסדר הוא להתפלל מוסף ולתקוע בתוך התפלה ואם שינה הסדר דהיינו שהתפלל קודם שתקע יצא בשניהם וזהו שסיים רמ\"א ואם התפלל וכו' והוי\"ו יתר הוא:"],["(א) יכול לתקוע לו - אפילו הוא יכול לתקוע בעצמו:","(ב) אין חבירו יכול להוציאו - אפילו אם הוא צריך להתפלל אז גם לצורך עצמו בלחש אלא שהוא מתפלל בקול כדי להשמיע גם לחבירו ולהוציאו ואפילו אם לא יכול להתפלל בעצמו דתפלה צריך כ\"א לבקש רחמים על עצמו ולא ע\"י שליח אא\"כ יש עשרה ואז הוא ש\"ץ:"],["(א) למקום שבקיאים בתקיעות - דתקיעות דאורייתא וברכות דרבנן ואפילו ביום שני וכ\"ש אם יש לפניו מקום שיכול לשמוע תקיעות אע\"פ שגם שם אין מנין ויצטרך להתפלל ביחיד ויכול לילך למקום שיש שם מנין רק שאין להם שופר מוטב לילך לשמוע תקיעות אע\"פ שיתפלל ביחיד [ח\"א]:","(ב) ושל תקיעות ספק - אם יש שם תוקעין דספק דאורייתא עדיף מודאי דרבנן. וה\"ה אם אין יודעין רק סדר אחד ילך להם. ואם יש בעיר אחד שופר ורוצה לילך למקום שמתפללין ולשלוח עכו\"ם שיביא לו השופר והוא חוץ לתחום ויכול לקיים שניהם שרי דתחומין דרבנן והו\"ל שבות דשבות:","(ג) אח\"כ התקיעות - ולא ילך תחילה למקום שתוקעין ואח\"כ למקום שמתפללין שתפלת מוסף אין לאחרה יותר משבע שעות כמש\"כ בסימן רפ\"ו ותקיעות זמנה כל היום. אם באחת נמצא תוקע הגון אך המתפללים שם אינם הגונים ובאחת מתפללים הגונים והתוקע אינו הגון ילך למקום שהתוקע מומחה וכשר דהתוקע מוציאו ידי חובתו משא\"כ בתפלה אינו מוציאו ידי חובתו:"],["(א) מריעים תרועה גדולה - כדי לערבב השטן שלא יקטרג עליהם אחר התפילה שהולכים ואוכלים ושותים ושמחים לומר שאינם יראים מאימת הדין אבל אין אנו נוהגין כן רק בסיום תקיעה אחרונה של השלמת מאה קולות כמו שנבאר לקמיה המקרא אומר תקיעה גדולה והתוקע מאריך בה יותר משאר תקיעות [מט\"א]:","(ב) שלשים קולות - ובשל\"ה כתב לתקוע מאה קולות דהיינו שלשים דישיבה והתקיעות של סדרים ושלשים אחר התפלה ולהוסיף עוד שבס\"ה יהיו מאה קולות:","(ג) אין לתקוע עוד וכו' - דכיון שא\"צ הוי ככל שאר יו\"ט שאסור לתקוע משום שבות. ועיין בט\"ז שדעתו דיו\"ט של ר\"ה אינו דומה לשאר יו\"ט בזה אבל רוב האחרונים הסכימו לאסור כדברי הרמ\"א. ולענין טלטול לכו\"ע שרי כל היום דהא ראוי לתקוע בו להוציא אחרים שלא יצאו עדיין:","(ד) בחנם - וגם אסור להוציא השופר כשא\"צ לתקוע דהוי הוצאה שלא לצורך ועיין סימן תקי\"ח ס\"א בהג\"ה ואפילו מי שיתקע ביום שני אסור לתקוע בראשון להתלמד:","(ה) מותר לומר לו שיתקע - היינו אף להשתדל ללמדו אופן התקיעות ואפילו אחר שאינו אביו משמע דמותר בזה דמחנך לקטן:","(ו) כל היום - אקטן קאי דאילו גדול הא כבר כתב דאין לתקוע עוד בחנם:"],["(א) אוכלים ושותים ושמחים - ר\"ל אף שהוא יום הדין מ\"מ מצוה של ושמחת בחגך שייך גם בו שגם הוא בכלל חג כדכתיב תקעו בחודש שופר בכסה ליום חגנו ונאמר בנחמיה ח' אכלו משמנים ושתו ממתקים וגו' כי קדוש היום לאדונינו ואל תעצבו כי חדות ד' היא מעוזכם:","(ב) ואין מתענין בראש השנה - אם לא בתענית חלום שגם בשארי יו\"ט מתענין ע\"ז. כתב עט\"ז דלכו\"ע מותר להתענות בר\"ה ולהתפלל עד חצות אע\"ג דבשבת ושאר יו\"ט אסור וכן איתא לעיל בסימן תקפ\"ד ס\"א בהג\"ה:","(ג) יש מקומות וכו' - המתענה בר\"ה ראוי שילמוד כל היום או יעסוק בתחינות ובקשות כדי שיהיה כולו לד' כתבו האחרונים דאף שמבואר לעיל בסימן תקכ\"ז ס\"כ דהמתענה אסור לבשל לאחרים מ\"מ אשה המשרתת בבית בעה\"ב שמשועבדת לו [וה\"ה אשה שמשועבדת לבעלה לאפות ולבשל בשבילו ואין לה אחר לזה] מותרת לבשל בשבילו:","(ד) שכל מי שרגיל וכו' - היינו ג' פעמים:","(ה) ומשנה רגילתו וכו' - היינו לענין יום אבל אבל בלילה של ר\"ה בודאי אסור להתענות לכו\"ע כמו בשאר יו\"ט:","(ו) רק צריך התרה וכו' - עיין יו\"ד סימן רי\"ד דמשמע שם דמנהג של מצוה שנעשה כנדר הוא רק כשהורגל בה או אפילו פ\"א וחשב בשעת מעשה שינהוג כן לעולם אבל בלא\"ה אין נעשה כנדר ע\"י שעשאה פ\"א:","(ז) תענית חלום - ואם הוא ספק אם הוא מהחלומות שמתענים בשבת אין להתענות:","(ח) שני הימים וכו' - דתרווייהו הן כיום אחד וכמ\"ש בסימן ת\"ר:","(ט) כל ימיו - ומ\"מ מי שאין ירא לנפשו א\"צ להתענות וכדלעיל:","(י) יום שני בלבד - אבל יום ראשון לא יתענה כלל לפי שיום הראשון הוא דאורייתא ואינו נגרר אחר יום שני וע\"כ צריך לעשות בו אפילו קידוש של שחרית:","(יא) וא\"צ למיתב וכו' - אפילו חל בשבת:","(יב) דהא יש אומרים דמצוה להתענות בראש השנה - ואף דאין הלכה כן וכדלעיל בס\"א מ\"מ עכ\"פ לא נחזיק זה לעבירה שיצטרך אח\"כ להתענות ע\"ז בחול. מי שקיבל עליו להתענות בר\"ה אינו דומה למי שקיבל עליו להתענות בשבת ויו\"ט דאין קבלתו כלום הכא צריך התרה מאחר די\"א דמצוה להתענות בר\"ה:","(יג) כמו שאין אומרים ביום הכיפורים - מאחר שהם ימי דין ואין שייך כ\"כ לבקש לענות ביום צום התענית:"],["(א) אומרים צדקתך - כיון שהוא יום הדין אומרים צו\"ץ משום צדוק הדין שהרי אנו אומרים ויגבה ד' צבאות במשפט והאל הקדוש נקדש בצדקה והי\"א ס\"ל דהא עכ\"פ יו\"ט הוא ור\"ח:"],["(א) ליל ראש השנה וכו' - המנהג שמתפללין מתוך הסידור אף שלא בירכו עדיין ברכת בורא מאורי האש ועיין בשע\"ת הטעם שאין זה הנאה גמורה דקצת שגורה בפיו והמחמיר יחמיר לעצמו אבל אין להורות לאחרים:","(ב) אומרים ותודיענו - אף שאומרים בו וחגיגת הרגל ור\"ה אינו רגל מ\"מ כי היכי דאמרינן במוצאי יו\"ט בהבדלה בין יום השביעי לששת ימי המעשה דאמרינן סדר הבדלות הוא מונה ה\"נ סדר התיקון הוא אומר:"],["(א) אסור בשני - אע\"ג דבשאר יו\"ט מותר בשני מכח ממה נפשך אם יום ראשון הוא קודש השני הוא חול ואם השני קודש הראשון היה חול הכא אסור דתרווייהו חדא קדושתא היא:","(ב) בקידוש וכו' - להוציא נפשיה מפלוגתא משום שי\"א שאין אומרים שהחיינו דתרווייהו יומי קדושה אחת היא והרי כבר בירך שהחיינו ביום א':","(ג) בגד חדש - אף דבסימן רכ\"ג ס\"ד פסק דבשעת הקנין יש לו לברך התם מיירי כשקנה מלבוש מוכן אז השמחה כשקנאו והכא מיירי שקנה חתיכת בגד ונתן לאומן לתקנו דאז השמחה כשמשתמש בו:","(ד) פרי חדש - במדינות שאין ענבים מצוין ומביאים ממקומות אחרים ועל פי הרוב הם בוסר אין ליקח אותם שיש בהם ספק ברכה שאינו יודע אם הגיעו לפול הלבן דאז מברכים עליהם בפה\"א וגם שהם חמוצים ואין לאכול דברים חמוצים בר\"ה וגם מה שלא נגמר פריו אינו סימן טוב [מטה אפרים] ובמעשה רב כתב דאין לאכול ענבים בר\"ה (והטעם ע\"פ סוד). אם יש לו תירוש חדש יקדש על היין ישן דהוא מצוה מן המובחר וכשיגיע לשהחיינו יטול התירוש בידו או יתן עיניו בו [אחרונים]. עוד כתבו דה\"ה אשה בברכת הדלקה ביום שני תלבש בגד חדש או תניח פרי חדש ואז תוכל לברך שהחיינו:","(ה) עם כל זה יאמר שהחיינו - דאף דקדושה אחת היא מ\"מ ב' ימים הם. ויש טועים ליקח אף בשאר ימים טובים פרי חדש וטעות הוא:","(ו) אם חל יום ראשון בשבת - ר\"ל שאז אין תוקעין ממילא יוכל לומר זמן ביום ב' לכו\"ע דהא לא אמרו זמן על מצוה זו והוא כעת מילתא חדתא:","(ז) וי\"א לאומרו וכו' - היינו אפילו בלא בגד חדש ופרי חדש משום דהא היום אין יוצאין בתקיעה של אתמול ולא אמרינן יומא אריכתא הוא וה\"ה נמי בברכת התקיעה ומ\"מ לכתחילה טוב שילבש התוקע בגד חדש בשופר [מ\"א וש\"א] ועיין בב\"י דבמקומו נהגו שלא לברך שהחיינו בשופר ביום ב' אכן אנו נוהגין כהרמ\"א. קהל ששלחו לעיר אחרת להביא להם שופר ונתעכב השליח עד סוף יום ב' ור\"ה היה ביום ה' וביום וא\"ו וכשבא עם השופר כבר התפללו של שבת אבל היה עוד יום גדול אם אין שם בקי לתקוע שלא קיבל עליו שבת עדיין אז יתקע מי שקיבל שבת בלא ברכה ולא יתקע רק תשר\"ת תש\"ת תר\"ת ולא יותר ודוקא אם עוד היום גדול אבל אם כבר הוא בין השמשות אין לתקוע כלל דביום השני אין חיובו לתקוע אלא מדרבנן והוי ספיקא דרבנן אבל ביום א' דחיובו מדאורייתא חייב לתקוע ובלי ברכה. ולענין אמירה לעכו\"ם אף בבין השמשות דיום א' מותר:"],["(א) וקורים וכו' - כדי להזכיר זכות עקידת יצחק וקורין בזה ה' גברי ואם שכח וקרא פרשה וד' פקד את שרה חמשה קרואים יקרא עוד א' ויקרא מתחילת פ' העקידה עד סופה ואפילו אמר קדיש יעשה כן ויאמר קדיש שנית ואם כבר נסתלק ספר זה יכול לקרות בספר השני למפטיר פ' העקידה ויגלול ויקרא ג\"כ חובת היום:","(ב) אפרים - מפני שחובת היום להזכיר זכרונות וכתיב בההיא קרא זכור אזכרנו:","(ג) אף בא\"י עושין וכו' - לפי שאפילו בזמן המקדש אירע כמה פעמים שהיו צריכין לעשות שני ימים וכמו שמבואר בב\"י. ולכן גם היום החיוב בא\"י לעשות שני ימים ונחשבין כיומא אריכתא:"],["(א) והוא תענית - וכל הלכותיו נתבאר בסימן תק\"נ ע\"ש במ\"ב:","(ב) בכל הימים וכו' - לבד משבת:","(ג) מלבד בשבת - ואפילו במנחה של ערב שבת שובה ג\"כ אין אומרים אבינו מלכנו:","(ד) שאין אומרים תחנון - ולא יהי רצון:","(ה) אומרים א\"מ - ואל ארך אפים ולמנצח [ד\"מ] במילה אומרים באשמורת בין כסא לעשור זכור ברית אחר והארץ אזכור:","(ו) ג\"פ וידוי - וכן מיום א' דסליחות עד ער\"ה כן משמע במנהגים:","(ז) מלבד וכו' - מפני שעתידין לומר ב\"פ במנחה ובמעריב והוא ג\"כ יו\"ט:","(ח) חרם - שלא לעורר כחות הדין בזמן ההוא וכן אין משביעין שחוששין ביותר להביא עונש שבועה לעולם ח\"ו. ואפשר אפי' אם חייב לקבל בחרם עליו ע\"י היפוך וכדומה אפ\"ה אין מקבל בחרם עליו עד אחר יוה\"כ ומיהו אם רוצה י\"ל דהרשות בידו [פמ\"ג]:","(ט) וכן אין משביעין - ועכ\"פ מצוה לשפוט להוציא גזילה מתחת ידו וכשיש דין למטה אין דין למעלה:","(י) עד מוצאי יוה\"כ - דקידוש הלבנה יותר טוב כשהוא מבושם ובשמחה ובמדרש איתא שבמוצאי יוה\"כ בת קול יוצאת ואומרת לך אכול בשמחה וגו'. אבל דע דכמה אחרונים הסכימו שיותר טוב לקיים המצוה מקודם כדי שמצוה זו יכריעהו לכף זכות:","(יא) ושבת שבין וכו' - ונוהגים שאין נער אומר ההפטרה שובה ישראל:"],["(א) בעשי\"ת צריך ליזהר - היינו אפילו מפת פלטר של גוי ואם אינו יכול לאפות בעצמו יכשיר את התנור שאופין בו העכו\"ם שישליך ישראל בתוך התנור קיסם אחד ואפילו נפח ע\"י מפוח או בפיו מהני כמ\"ש ביו\"ד סימן קי\"ב ס\"ט ומ\"מ מי שהולך בדרך אם אין לפניו פת של ישראל עד יותר מארבעה מילין ממקום שהוא עומד בו ורוצה לאכול מותר לו לאכול פת פלטר של עכו\"ם בעשי\"ת כמו שמותר בשאר ימות השנה כמ\"ש ביו\"ד שם דלא קבילו עלייהו להחמיר ביו\"ד ימים יותר ממי שנזהר כל השנה ואפ\"ה מותר באופן זה. ויזהרו שלא לברך וליטול חלה מעיסה שהיתה מתחלה של עכו\"ם אע\"פ שאח\"כ מכרה לישראל [דכיון שבעת לישה היתה של עכו\"ם נפקע ממנה חיוב חלה] אלא דוקא כשמכר העכו\"ם הקמח לישראל:","(ב) ויש לכל אדם וכו' - כתב הרא\"ש שיקרא באלו הימים באגרת התשובה של רבינו יונה והאר\"י ז\"ל כתב שחיוב ללמוד בספרי מוסר כל השנה וכ\"כ הגר\"א במשלי בכ\"מ ובמע\"ר ועכ\"פ באלו הימים יעשה כל אדם כדעת הזוהר שישוב קודם שישכב ויתאונן על חטאיו ויפשפש במעשיו. ועיין ביערות הדבש ח\"א דרוש א' כי ז' ימים שבין ר\"ה ליום הכפורים הם נגד ז' ימי שבוע ובכל יום יעשה תשובה על אותו יום ד\"מ ביום ראשון יעשה תשובה על מה שחטא כל ימיו ביום ראשון וכן ביום ב' וכן כל ז' ימים:","(ג) לחפש ולפשפש במעשיו - עיין בח\"א כלל קמ\"ג שם הרחיב הדברים בענין זה ודבריו קילורין לעינים:","(ד) ולשוב מהם בעשרת י\"ת - אחד ששכר חבירו לילך בדרך ונהרג נכון שיקבל תשובה [באר שבע פ' חלק ועיין בתשובת מהר\"ם מלובלין סימן מ\"ג מ\"ד מ\"ה וגבעת שאול סימן מ\"ח וסי' פ\"ב ועיין בית יעקב ס\"י] ולענין אשה שהמיתה ילד ע\"י גרם עיין אבן שוהם סימן מ\"ם ועיין תשובת ח\"ס חו\"מ סי' נ\"ב לענין מוהל ולענין אשה שמצאה ילד מת ובסימן קפ\"ד לענין מי שבאונס אכל איסורים ויצא מן האונס ובסימן קע\"ג מתיקוני תשובה למי שבעל נדה וסימן קע\"ה למי שנתפס עם הנכרית וסימן קע\"ז למי שרצה להציל ובטעות המית את חבירו. ועיין בשע\"ת ובפתחי עולם מדינים אלו. ועיין ברי\"ף כ\"ד דברים המעכבים את התשובה:"]],"AROCH_HASHULCHA":[["תניא בפרקי דרבי אליעזר (פרק מו): בראש חודש אלול אמר הקדוש ברוך הוא למשה: \"עלה אלי ההרה\", שאז עלה לקבל לוחות אחרונות. והעבירו שופר במחנה; משה עולה להר, כדי שלא יטעו כמו שטעו בראשונות במעשה העגל. והקדוש ברוך הוא נתעלה באותו שופר, שנאמר (תהלים מז ו): \"עלה אלקים בתרועה, ד' בקול שופר\".ועל כי השופר הציל את ישראל מהחטא, וחודש אלול הוא חודש המעותד לתשובה, שהוא החודש האחרון מהשנה, וקודם ימי הדין. וחכמי המוסר רמזו עליו מקרא ד\"אני לדודי ודודי לי\" שהראשי תיבות \"אלול\", כלומר: שעתה העת שיהיו כל מחשבותי לדודי, וכשאעשה כן אז גם \"דודי לי\", שישגיח עלי לטובתי. וגם השופר מסוגל לתשובה, כדכתיב (עמוס ג ו): \"אם יתקע שופר בעיר והעם לא יחרדו.\"ולפיכך נהגו כל ישראל לתקוע בשופר אחר התפלה כל החודש הזה. ומתחילין מיום שני של ראש חודש, מפני שהוא יום הראשון לחדש זה. ויש שתוקעין בבוקר ובערב, ואנו אין תוקעין רק בבוקר. ותוקעין \"תקיעה, שברים, תרועה, תקיעה\".לבד בשבתות, וערב ראש השנה, דמפסיקין בין תקיעה דרשות לתקיעת חובה שצותה תורה.","ולכן נוהגים להרבות בסליחות ותחנונים באשמורת הבוקר בחודש הזה, מפני שאז הוי עת רצון. שהקדוש ברוך הוא שט בשמונה עשר אלף עולמות, ובסוף הלילה שט בעולם הזה (מגן אברהם סעיף קטן א).והספרדים נהגו לומר כל חודש אלול עד אחר יום הכיפורים. ומנהג אשכנז אינו כן, אלא קודם ראש השנה בלבד.והיינו: שרואים שלא יהיו פחות מארבעה ימים לפני ראש השנה. דמפני שמעשרת ימי תשובה יחסורון ארבעה ימים שאי אפשר להתענות בהן, והיינו שני ימים ראש השנה, ושבת תשובה, וערב יום הכיפורים – משלימין בארבעה ימים שקודם ראש השנה. והמתענים בראש השנה לא יתענו רק שני ימים מלפניו (שם סעיף קטן ג). ואף על פי שנהגו כבר להתענות ארבעה ימים, אך כיון שזהו לתשלום העשרה ימים, ולכן כיון שהתחיל להתענות בראש השנה, ממילא שנסתלקו שני ימים (שם). ולפי זה אם התחיל להתענות גם הארבעה ימים גם בראש השנה – צריך להתענות כן תמיד.אך בעיקר דין תענית בראש השנה יתבאר בסימן תקצז, דאין נכון להתענות בראש השנה. עיין שם.","ולכן המנהג אצלינו: דאם חל ראש השנה ביום חמישי – מתחילין הסליחות ביום ראשון, והוי ארבעה ימים. אבל אם חל בשבת – הוי ששה ימים; מפני שתמיד מתחילין ביום ראשון, שהוא ראשון למעשה בראשית, ובאשר האדם הוא תכלית הבריאה לעבוד ד' יתברך – לכן מתחילין בתשובה ביום ראשון להבריאה.וכשחל ראש השנה ביום שני או ביום שלישי – מתחילין מן יום ראשון של השבוע שלפניה.ובין כל סליחה אומרים שלוש עשרה מדות. ולכן צריך השליח ציבור להתעטף בטלית אף שהוא קודם אור היום, דכן משמע בראש השנה (יז ב), עיין שם.","ודע שיש ליזהר בסליחות אלו, ושל שני חמישי שני, בשני דברים:האחת: דאלו שאינם מתענים, ובהסליחה מוזכר לשון \"תענית\" או \"צום\" – לא יאמרו זה, דלא ליהוי כדובר שקרים. ויאמרו לשון תפלה במקום תענית.והשנית: כי בהרבה מהסליחות נזכר שאמירתינו היא בלילה, וקודם עלות השחר, כמו: \"בזעקם בעוד ליל\" או \"באשמורת הבקר\", וכיוצא באלו. ועכשיו שבהרבה מקומות אומרים סליחות בעוד שכבר היום גדול, והוה דובר שקרים, ולכן ידלגו תיבות אלו.ואבל אסור לצאת מביתו לסליחות, לבד בערב ראש השנה, מפני שמרבים בסליחות. וכן בערב יום הכיפורים, במקום שמרבים בסליחות. וכן אין לאבל להתפלל בימים נוראים לפני העמוד, וגם כל שנים עשר חודש על אביו ואמו, זולת אם הוא שליח ציבור קבוע, או שאין אחר מי שיוכל להתפלל.","וידקדקו לחזור אחר שליח ציבור היותר גדול, והיותר הגון בתורה ובמעשים – שיתפלל בימי הסליחות, וראש השנה, ויום הכיפורים. ושיהא בן שלשים שנה, ושיהיה נשוי, דוגמת הכהן הגדול, שהיה אסור לו לעבוד עבודת היום הכיפורים כשאינו נשוי, דכתיב (ויקרא טז ו): \"וכפר בעדו ובעד ביתו\".מיהו כל זה אינו לעיכובא, וכל ישראל כשירים הם, אך בתנאי שיהא מרוצה להציבור. אבל אם מתפלל באלמות – אין עונין אחריו \"אמן\".וכתב רבינו הרמ\"א, וזה לשונו: וכן צריך להוציא את כל אדם בתפלתו. ואם יהיה לו שונא, ומכוין שלא להוציאו – גם אוהביו אינם יוצאים בתפילתו; עד כאן לשונו.ונראה לי דזה אינו אלא כשיש הרבה עמי הארצים, שאין יכולים להתפלל בעצמם, ויוצאין בתפלת השליח ציבור. אבל אצלינו, שכל אחד מתפלל לעצמו – לא שייך כלל דין זה. ואי משום \"קדיש\" ו\"קדושה\" ו\"ברכו\" – אין זה יציאת חובה, דכל עשרה מישראל עונין דבר שבקדושה. ומי שיש בשעת מעשה – עונה עמהם. וכן בעניית \"אמן\", לבד במוספי ראש השנה, אפשר לומר, כיון דעיקר התקיעות הם על סדר הברכות. ואצלינו, שאין תוקעין בלחש – אם כן עיקר התפלה היא של השליח ציבור. וכן במוסף יום הכיפורים, מפני העבודה. ואולי זה נראה כמוציא את הציבור, וצריך עיון.(מיהו זהו וודאי מה שרגילין ההמון לומר דגם אחד יכול לעכב מלהיות פלוני שליח ציבור – דבר זה מביא לידי מחלוקת. ואינו כן, אלא הולכין אחר דעת רוב ציבור. וכבר כתב כן הלבוש לעיל סימן נג, ועיין מה שכתבתי שם.)","נהגו שמי שהחזיק במצוה להתפלל או לתקוע, ולא נמצא בו פסול – אין להעבירו גם על להבא, כיון שהחזיק בהמצוה. ואם אחד החזיק לתקוע יום ראשון, ואחד יום שני, והיה יום ראשון שבת – הראשון תוקע בשני, והשני נדחה. וכמו במערבית, שיתבאר בסימן תרמב. ואף שיש מי שמפקפק בזה, (עיין שערי תשובה), מכל מקום כן המנהג.ומי שהיה לו חזקה, ולא היה פעם או שתים בביתו – לא אבד חזקתו מפני זה. אבל בשלוש פעמים – נראה לי דאבד חזקתו. וכן אם היה חולה. אבל אם ברצון לא רצה להתפלל או לתקוע – גם בפעם אחת אבד חזקתו.וכתב רבינו הרמ\"א: דיש מקומות נוהגים שהמתפלל סליחות – מתפלל כל היום; עד כאן לשונו. ואפילו ערבית, ומדחה לאבל וליארציי\"ט (מגן אברהם סעיף קטן ז). ואצלינו אין המנהג כן, ובדרך כלל יזהרו מאד שלא לבא לידי מחלוקת בעניינים אלו. וכל מי אשר יראת אלקים בקרבו – יבטל דעתו, אף שנראה לו שעושים שלא כהוגן, כדי שלא לבא לידי מחלוקת. ועל פי הרוב השטן מרקד בעניינים כאלו, כידוע. ולכן המשתדל את עצמו למנוע מחלוקת – שכרו גדול מאד.","בזוהר ויקרא הזהיר מאד על השליח ציבור המתפלל בימים נוראים, ועל התוקע, להפריש את עצמו שלושה ימים מקודם, ולהזהר מכל טומאה, ולבדוק במעשיו. עיין שם. ועתה בעונותינו – אין ביכולתינו להדר בזה.והשליח ציבור המתעטף בטלית קודם אור היום לומר סליחות – לא יברך על הטלית, וטוב ליקח טלית של אחר ולא של עצמו, שיש בו ספק ברכה (ט\"ז סעיף קטן ב). וכן יזהרו לברך ברכת התורה קודם סליחות (שם). ועיין מה שכתבתי בסימן מ\"ז.","איתא במדרש ויקרא (פרשה ל): בערב ראש השנה – גדולי הדור מתענין. הקדוש ברוך הוא מוותר להם שליש מעונותיהם. ומראש השנה ועד יום הכיפורים – היחידים מתענים, והקדוש ברוך הוא אומר לישראל: מה דאזיל אזיל, מכאן ולהלן חושבנא. ומיום הכיפורים עד החג – זה עוסק בסוכתו, וזה עוסק בלולבו. וביום טוב הראשון של חג – כל ישראל עומדין לפני הקדוש ברוך הוא, ולולביהן ואתרוגיהן לשמו של הקדוש ברוך הוא. ואומר להם: מה דאזיל אזיל, ומכאן ולהלן חושבנא. לכך נאמר: \"ולקחתם לכם ביום הראשון\"; עד כאן לשונו.","ועל פי זה נהגו רבים להתענות בערב ראש השנה. ואין זה כיוהרא להתחשב עצמו מגדולי הדור, דכל אחד יכול להתענות על חטאיו, ובפרט היום האחרון מהשנה, ולא מטעם שמחשב עצמו מגדולי הדור (עיין מגן אברהם סעיף קטן ט).ויש שמתענין ביום ראשון דסליחות. ויש יחידים שמתענים כל עשרת ימי תשובה, ומה שחסירים ארבעה ימים – משלימין אותם קודם ראש השנה בימי הסליחות. והיינו: כשחל ראש השנה ביום חמישי – מתענים הארבעה ימים רצופים. וכשחל בשבת – מתענים ביום ראשון, וביום שני, וביום חמישי, ובערב ראש השנה. וכן כשחל ביום שני – מתענים ביום ראשון, ויום שני, ויום חמישי, וערב ראש השנה. וכן כשחל ביום שלישי. וכבר נתבאר שהמתענים בראש השנה אינם צריכים להשלים רק שני ימים קודם ראש השנה.","וכל אלו התעניתים – אין צריך להשלים עד צאת הכוכבים, ואפילו בערב ראש השנה. ואין קורין בהם \"ויחל\", ואין השליח ציבור אומר \"ענינו\", ורק כל יחיד בתפלת המנחה כוללה ב\"שומע תפלה\" כבכל התעניות. ואין השליח ציבור אומר במנחה \"ברכת כהנים\". ואם חל ברית מילה, או פדיון הבן, או שאר סעודת מצוה – אפילו בערב ראש השנה מותרים לאכול כל מי שירצה; והשייכים לברית – מצוה להם לאכול, וכמו שכתבתי בסימן תקסח, עיין שם. ובערב ראש השנה יש לעשות הסעודה קודם חצות (עיין מגן אברהם סעיף קטן יא).ותעניתים אלו, טוב שכשיתחיל להתענות – יאמר או יגמור בלבו שיהא בלי נדר, ושאם בשנה אחרת לא ירצה להתענות – הרשות בידו. אמנם אם התענה, והיה בדעתו לנהוג כן תמיד, אפילו לא התענה רק פעם אחת – צריך התרה בשנה השנית אם אינו רוצה להתענות (ב\"ח). ואם התענה סתם, ולא חשב בלבו לא כך ולא כך, אם התענה שלוש פעמים – צריך התרה. ובשני פעמים אין צריך התרה, כמו שכתבתי ביורה דעה סימן ריד, עיין שם.","ויש נוהגים לאכול בערב ראש השנה קודם עלות השחר, משום דרכי האמורי, שהיו נוהגים להתענות ערב חגיהם. אבל אינו מנהג נכון, דאין לאכול קודם עלות השחר. ובימינו לא שמענו מנהג זה. ובירושלמי פרק שני דתענית, מפורש דרבי יונתן היה מתענה כל ערב ראש השנה, ואין בזה משום דרכי האמורי. וראיה מבכורים בערב פסח.ודע שיש להקל בתעניתים אלו במקום מקצת חולי, ואינו צריך התרה (מגן אברהם סעיף קטן יב), דסתמא דמנהגא הכי הוא, דכשיהא מקצת חולי – לא יתענה.","אין אומרים תחנון בערב ראש השנה בשחרית. ואף על פי שנופלין על פניהם באשמורת בסליחות, ולפעמים נמשך על היום – מכל מקום בשחרית אין נופלין, כבכל ערב יום טוב. ואין תוקעין בערב ראש השנה, כדי להפסיק בין תקיעות רשות לחובה. אבל בביתו להתלמד – מותר. ובלילה לא יתקעו בכל חדש אלול, אפילו להתלמד; דאין לעשות התעוררות בלילה, והתקיעות מעוררים המדות העליונות. והמנהג להתיר נדרים בערב ראש השנה.(ומנהג נזיפה שבסידורים – אין לעשות.)(עיין שערי תשובה סוף סעיף קטן ט.)","איתא במדרש ויקרא (פרשה ל): אדם שיש לו דין – לובש שחורים, וכו', ואין חותך צפרניו, לפי שאינו יודע איך יגמר דינו. אבל ישראל אינו כן, אלא לובשין לבנים, ומתעטפין לבנים, ומגלחין, וחותכין הצפרנים, עיין שם.ועל פי זה אנו נוהגין לכבס ולהסתפר בערב ראש השנה. ונוהגין לטבול בערב ראש השנה, משום קרי. ומי שצריך לשמש בראש השנה, כמו בליל טבילה, או בא מן הדרך – נהגו לטבול בשחרית.ויש מקומות שנוהגים לילך על הקברות בערב ראש השנה, ומרבים בתחנות, ומחלקין שם צדקה לעניים. ויש להרבות בזכיות בערב ראש השנה.(השלוש עשרה מדות ביחידות – יתחיל מן \"אל רחום\" וכו', דלהאריז\"ל משם מתחיל השלוש עשרה מדות. והשני שמות הוי' יכול לומר בא\"ת ב\"ש מצפץ מצפץ, שכן מבואר בפרי עץ חיים, שער הסליחות, סוף פרק שמיני, עיין שם.)"],["ערבית נכנסין לבית הכנסת, וקורין קריאת שמע בברכותיה, וחותמין \"ופרוס\", ואומרים פסוק \"תקעו בחודש שופר\". ויש מקומות שאין אומרים זה. ואומרים \"חצי קדיש\" בניגון, ומתפללין. והעולם נהגו להתפלל בקול רם, ואף על פי שאין דעת חכמים נוחה מזה – מכל מקום נהגו כן.ומוסיפין בתפלה כמה דברים, והיינו: בחתימת \"אתה קדוש\" מסיימין \"המלך הקדוש\", ואם אמר \"האל הקדוש\" – לא יצא וחוזר לראש. וכן בברכת \"השיבה\" – חותם \"המלך המשפט\", ואם לאו חוזר, כמו שכתבתי לעיל סימן קיז.ועוד מוסיפין בברכת אבות \"זכרנו לחיים\". ואומרים \"לחיים\" – הלמ\"ד בשו\"א, ולא בפת\"ח, דאם כן הוה משמע: לא לחיים. ויש בו אחת עשרה תיבות, כמניין תיבות שבפסוק \"החפץ אחפוץ מות רשע\" (טור), וחמשים אותיות (כנגד חמשים שערי בינה).וב\"אתה גבור\" מוסיפין \"מי כמוך אב הרחמים\" וכו'. ויש בו שמונה תיבות כנגד פסוק \"ויזכור כי בשר המה\" וגו' (שם).וב\"מודים\" מוסיף \"וכתוב לחיים טובים\" וכו', וב\"זכרנו\" אינו אומר \"טובים\", דכן דרך ארץ מתחילה לבקש דבר קטן, ואחר כך דבר גדול (שם).וב\"שים שלום\" מוסיפין \"בספר חיים ברכה ושלום\" וכו'.","אלו הארבעה דברים: \"זכרנו\", ו\"מי כמוך\", \"וכתוב\", \"ובספר\" – לא הוזכרו בגמרא, ומקבלת הגאונים הם. ואף על גב דבשלוש ראשונות ושלש אחרונות – אין מבקשין בקשות, זהו דווקא בצרכי יחיד, ולא בצרכי רבים (טור). וכן שנינו במסכת סופרים (פרק טשעה עשר הלכה ח): כשם שחתימתן של ראש השנה ויום הכיפורים משונה משארי ימים טובים – כך תפלתן. ואין מזכירין זכרונות בשלוש ראשונות ובשלוש אחרונות, אלא וכו'; עד כאן לשונו. ו\"זכרונות\" פירושו: מה שאומרים \"זכרנו לחיים... זוכר יצוריו לחיים ברחמים\", \"נזכר ונכתב\" וכו'. ולפי זה יש לדברים אלו יסוד במסכת סופרים, שהם ברייתות מחכמי הש\"ס.","והנה הר\"י בעל התוספות כתב בפרק קמא דברכות (יב ב) דחוזרין על אלו הדברים אם לא אמרן, כמו על \"המלך הקדוש\". ותמה הרא\"ש עליו, דכיון שלא הוזכרו בגמרא, למה מחזירין? עיין שם.ולפי מה שכתבתי, דעת ר\"י פשוט, מפני שהוזכרו במסכת סופרים, כמו שכתבתי. מיהו דעת רוב רבותינו כהרא\"ש, וכן מבואר מהרמב\"ם. והכי קיימא לן: דאם שכחן – אין מחזירין אותו, כיון דסוף סוף לא הוזכרו בגמרא.","ובברכת \"המברך את עמו ישראל בשלום\" – לא משנינן בראש השנה, ויום הכיפורים, ובעשרת ימי תשובה, אלא כמו בכל השנה. ומנהג אשכנז לשנות, ולסיים \"עושה השלום\". וכבר תמהו רבים וגדולים: איך אפשר לשנות הנוסחא מעצמינו? ולכן רבים וגדולי עולם אומרים \"המברך\" וכו'. וזה שנמצא בקדמונים לומר \"עושה השלום\" – אין כוונתם על הברכה, אלא על \"עושה שלום\" שבסוף שמונה עשרה ובסוף קדיש, מפני שיש בזה רמז לאלו הימים.ומכל מקום, נראה לעניות דעתי דאין לגעור בהם, דבאמת ברכה זו ד\"המברך\" – לא מצינו נוסחתה מפורש בש\"ס, אלא ברמב\"ם ובפוסקים. ומצינו בסוף מסכת דרך ארץ שנוסחתם היתה \"עושה השלום\", שאומר שם: גדול השלום, שכל הברכות והתפלות חותמין בשלום; קריאת שמע \"ופרוס סוכת שלומיך\", ברכת כהנים \"וישם לך שלום\", כל הברכות חותמין בשלום \"עושה השלום\", עיין שם. הרי שכן היתה נוסחתם. והספרדים אינם משנים הנוסחא.","אם לא אמר \"המלך הקדוש\", או שהוא מסופק אם אמר, אם לא אמר – חוזר לראש, דמסתמא לא אמר כפי הרגילו. ובכאן לא מהני שיאמר תשעים פעמים, כב\"משיב הרוח\" בסימן קיד, שהרי אינו יכול לומר השם, ואיך יתרגל את עצמו (מגן אברהם סעיף קטן א)?וכן ב\"המלך המשפט\" אם לא אמר, או שהוא מסופק – חוזר. אך כיון שזהו בברכות האמצעיות, אם עדיין לא עקר רגליו – חוזר לברכת \"השיבה\". ואם עקר רגליו – חוזר לראש. ומה נקרא \"עקר רגליו\" – נתבאר לעיל סימן קיז.ולפי נוסחתינו, שגם בכל השנה אנו אומרים \"מלך אוהב צדקה ומשפט\", אם לא אמר \"המלך המשפט\" – יש אומרים דאינו חוזר, כיון שהזכיר מלך, ויש אומרים דחוזר. ובסימן קיח נתבאר בזה, עיין שם דטוב שיחזור ויתפלל בתורת נדבה (ט\"ז סעיף קטן א).","אם אמר \"האל הקדוש\", ותוך כדי דיבור נזכר ואמר \"המלך הקדוש\" אינו צריך לחזור, ויצא. וכן ב\"המלך המשפט\". ואפילו לא ידע מקודם שהם ימי תשובה, ולא נזכר עד אחר כך (מגן אברהם סעיף קטן ב).ובשבת שבין ראש השנה ליום הכיפורים, או ראש השנה ויום הכיפורים שחל בשבת – יאמרו בברכת \"מגן אבות\" \"המלך הקדוש\". אך בזה אם אמר \"האל הקדוש\" – יצא (עיין שערי תשובה). וחותם בשל שבת לבד, דברכה זו לא נתקנה רק לשבת.","וכבר נתבאר דאם לא אמר \"זכרנו\" ו\"מי כמוך אב הרחמים\", וכן \"וכתוב\" ו\"בספר חיים\" – אין מחזירין אותו. אך אם נזכר קודם שסיים הברכה, והיינו שלא הזכיר עדיין השם מהברכה – אומרה שם. כגון שאמר \"מלך עוזר ומושיע ומגן. ברוך אתה\" ונזכר שלא אמר \"זכרנו\" – חוזר ל\"זכרנו\" עד \"אלקים חיים\", ואומר \"מלך עוזר\" וכו'. אבל אם הזכיר את השם – אינו חוזר. וכן בכולם, ואסור לו לחזור.ואומר \"לחיים\" בשו\"א כמו שכתבתי, ולא בפת\"ח. ודווקא בראש השנה יש קפידא, ולא בכל השנה.(עיין מגן אברהם סעיף קטן ד. ומה שכתב \"זכרנו\", \"כתבנו\" בחטף קמץ – לא ידעתי כוונתו.)","יש נוהגים להתפלל ראש השנה ויום הכיפורים בכריעה, וצריכים הם לזקוף בסוף הברכות, קודם שיאמר \"ברוך\", משום דאסור לכרוע בברכה שלא במקום שתקנו חכמים.והספרדים נוהגים לומר \"שיר המעלות ממעמקים\" בין \"ישתבח\" ל\"יוצר\" בכל עשרת ימי תשובה. וכן בערבית ראש השנה, ויום הכיפורים אחר שמונה עשרה, אומרים \"לדוד מזמור לה' הארץ ומלואה\". ואשכנזים לא נהגו כן.ובקדיש כופלין \"לעילא לעילא\". ואין אומרים \"ולעילא\", אלא \"לעילא לעילא\". וכשעוקר רגליו אומרים \"עושה השלום\", וכן בסוף קדיש.ואומרים \"שהשלטן\" בקמ\"ץ תחת שי\"ן שנייה. ואין אומרים \"באהבה מקרא קדש\", אלא \"זכרון תרועה, מקרא קדש\", דאין אהבה בדין. ואומרים \"ודברך אמת\" ולא \"ודברך מלכנו אמת\", שהרי בהברכה מסיימין ב\"מלך על כל הארץ\". ואמת הוה גם כן כמלך, כמו שכתבתי בסעיף י\"ג.","ומוסיפין בראש השנה ויום הכיפורים בברכת \"אתה קדוש\" שלוש פעמים \"ובכן\", והיינו: \"ובכן תן פחדך\", \"ובכן תן כבוד\", \"ובכן צדיקים\", וכו'.והענין הוא: דהנה בעשרים וחמישה באלול נברא העולם, והאדם נברא בראש השנה, ותכלית בריאת האדם הוא שיתגדל ויתקדש שמו יתברך על ידו. וזה היתה כוונת הבריאה, אלא שבחטא עץ הדעת נתקלקלו העניינים, ורבה הפסולת על האוכל, והקליפה על הפירי. ובמתן תורה נתקנה, ובעגל נתקלקלה. ולכן העולם לא תתוקן על הכוונה הראשונה עד אחר ביאת הגואל, ולזה אנו מתפללים בכל התפלות: \"יתגדל ויתקדש שמיה רבא\".","ולכן כל תפילות ראש השנה נתייסדי על קידוש שמו יתברך. וזהו עיקרה של ברכה האמצעית \"מלוך על כל העולם כולו בכבודך\" וכו', \"וידע כל פעול\" וכו', \"ויאמר כל אשר נשמה באפו, ד' אלקי ישראל מלך, ומלכותו בכל משלה\".וזהו עיקרי תפלתינו בראש השנה ויום הכיפורים, ולזה הקדימו אנשי כנסת הגדולה בברכת \"אתה קדוש\" הנך שלושה \"ובכן\": לפי שאנו חותמין \"המלך הקדוש\", שהוא גם כן לכוונה זו, שתתגלה מלכותו יתברך בפועל ממש נגד כל העולם. ולכן החוב עלינו להזכיר \"מלך\" בימים אלה. והברכה הוא לקדושתו של הקדוש ברוך הוא, לכן אומרים \"ובכן תן פחדך\" וכו' \"ויעשו כולם אגודה אחת, לעשות רצונך בלבב שלם\", שזהו תכלית הבריאה ותכלית תקוותינו.","ואחר כך אומרים \"ובכן תן כבוד ד' לעמך\" – זהו נגד גלות התורה, דאין כבוד אלא תורה, שתרומם קרן התורה וקרן ישראל ואז \"צדיקים יראו וישמחו\".וזה שבחרו בלשון \"ובכן\", כתב הטור לפי שהוא עתה יום הדין, ואנו באין לפני מלך מלכי המלכים הקדוש ברוך הוא. וזהו לשון המקרא: \"ובכן אבא אל המלך\". \"בכן\" עולה שבעים ושתיים, רמז לשם של שבעים ושתיים, ושם של ארבע מתגלגל בצירופו; עד כאן לשונו.כלומר דשם הוי\"ה במילואו ביודי\"ן – עולה שבעים ושתיים (בית יוסף). ועל כי שם שבעים ושתיים מתגלגל שלוש פעמים, ישר והפוך וישר, כדפירשו רש\"י ותוספות בסוכה (מה א) כנגד שלושה פסוקים של \"ויסע\", \"ויבא\", \"ויט\", עיין שם – לכן אומרים שלוש פעמים \"ובכן\".והספרדים מוסיפין עוד \"ובכן יתקדש\". (ונראה לי משום דארבע פעמים שבעים ושתיים עולה ויעבור רי\"ו ע\"ב. ודייק ותמצא קל.)","ואומר בתפלה \"את יום הזכרון הזה\", שכן קראתו התורה \"זכרון תרועה מקרא קדש\", מפני שעל ידי התקיעות והתרועות אנו נזכרים לפני ד' לטובה, כדכתיב (במדבר י ט-י): \"והרעתם בחצוצרות, ונזכרתם לפני\" וגו', \"ותקעתם בחצוצרות\" וגו', \"והיו לכם לזכרון\" וגו' – הרי שהתרועות והתקיעות מביא לזכרון, ואותה אנחנו מבקשים. לכן אנו קוראים אותו \"יום הזכרון הזה\", בין בתפלה בין בקידוש.ואינו מזכיר של ראש חודש בראש השנה בשום עניין בגלוי, אלא ברמז, דגם ראש חודש נכלל ביום הזכרון, כדכתיב: \"וביום\" וגו', \"ובראשי חדשיכם\" וגו', \"והיו לכם לזכרון\". וכן ב\"יעלה ויבא\" אומרים לשון \"זכרון\", והטעם מפני שהלבנה עדיין נתכסית. ולזה כתיב: \"בכסה ליום חגינו\", כלומר: שאנו מכסים להזכיר ראש חודש בגלוי.","אם חל בחול אומרים \"יום תרועה\". ואם חל בשבת, שאין תוקעין בו, אומרים \"זכרון תרועה\". ובשבת אומרים \"רצה במנוחתינו\".(מה שכתב המגן אברהם סעיף קטן ו בשם הלבוש – אין המנהג כן, עיין שם.)ואינו אומר \"מועדים לשמחה, חגים וזמנים לששון\", לפי שהם ימי הדין. וכן אין אומרים \"והשיאנו\", דאף על גב דגם ראש השנה ויום הכיפורים נכללו בפרשה ד\"אלה מועדי ד'\" – מכל מקום ברכת \"מועדיך\" אינם אלא בשלש רגלים שבהם עולין לרגל. וכן במוסף ב\"ומפני חטאינו\" – אין אומרים \"ואין אנו יכולים לעלות ולראות\", אלא \"ואין אנו יכולים לעשות חובותינו\", מטעם שנתבאר. ואם חל בשבת – מזכירין של שבת כבכל הימים טובים, ומסיימין \"ודברך אמת\", וחותם ב\"מלך על כל הארץ\", בין בתפלה בין בקידוש.ונראה לי הטעם דמשום דבמוסף כוללין קדושת היום עם מלכיות, ואז מוכרח לסיים ב\"מלך על כל הארץ\", לפיכך קבעו כן בכל התפלות. וממילא דהחתימה שוה קידוש לתפלה, כמו בשבת ויום טוב, ולכן גם מסיימין \"ודברך אמת\" דהוי מעין החתימה, דחותמו של הקדוש ברוך הוא אמת. ולזה אומרים \"כי אתה אלקים אמת, ודברך אמת\". ואמת הוי כמו מלכות, ולכן אינו צריך לומר \"ודברך מלכנו אמת\", דזהו כמו כפל לשון.","וכתב רבינו הבית יוסף בסעיף ט: אף על פי שכל ימות השנה מתפללים בלחש, בראש השנה ויום הכיפורים נוהגין לומר בקול רם. ולהטעות לא חיישינן, כיון שמצויים בידם מחזורים; עד כאן לשונו.וכבר כתבנו שכמה גדולים – אין דעתם נוחה מזה, ואין תפלה אלא בלחש.ונוהגין שכל אחד אומר לחבירו בלילה ראשונה אחר תפלת ערבית: \"לשנה טובה תכתב ותחתם\", וחבירו עונה לו גם כן – כן, או אומר לו \"גם אתם\" (עיין ט\"ז סעיף קטן ד, ומגן אברהם סעיף קטן ח)."],["גרסינן בכריתות (ו א):אמר אביי: השתא דאמרת סימנא מילתא היא – יהא אדם רגיל למיכל בריש שתא רוביא, כרתי, סילקי, תמרי, קרא.וכשאוכל רוביא אומר: \"יהי רצון שיתרבו זכיותינו\". כרתי: \"יכרתו שונאינו\". סילקי: \"יסתלקו אויבינו\". תמרי: \"יתמו שונאינו\". קרא: \"יקרע גזר דינינו, ויקראו לפניך זכיותינו.\"והולכין בזה כפי לשון המדינה. ולכן אצלינו מבשלין ריב\"ן, מערי\"ן, וקירבע\"ס, שחושבין זה לקרא, וקרוי\"ט, שזהו כמו קרא, וכיוצא באלו. וכל מקום לפי מנהגו. ומדגים – יש מהדרים אחר מין דג שקורין \"כרת\", והוה כמו כרתי. וכל דבר טוב – אנו אומרים ה\"יהי רצון\" על עצמינו, ואם להיפך – אומרים על שונאינו.","ויש נוהגין לאכול תפוח מתוק בדבש, ואומרים \"תתחדש עלינו שנה טובה ומתוקה\".ויברך \"בורא פרי העץ\"; ואין ברכת המוציא פוטרתו, שאין זה דבר הבא מחמת הסעודה.ופשוט הוא שטועם, ואחר כך אומר ה\"יהי רצון\", ולא יפסיק בין הברכה להאכילה. או יאמר ה\"יהי רצון\" קודם הברכה (עיין מגן אברהם סעיף קטן ב).ויש אוכלין רמונים, ואומרים: \"נרבה זכיות כרמון\". ובמדינתינו אין רמונים מצויין, ונוהגין לאכול בשר שמן, וכל מיני מתיקה, שתהא חלקנו שמן ומתוק.","ואוכלין ראש כבש, ואומרים: \"נהיה לראש ולא לזנב\". ועוד: לזכר אילו של יצחק. ומפני טעם הראשון אוכלין מכל מין דג את הראש.וגם אוכלים את ה\"המוציא\" מטובלת בדבש.ויש מדקדקים שלא לאכול אגוזים, ד\"אגוז\" בגימטריה \"חטא\". ויש שאין מטבלין בחומץ, ואין אוכלים דברים חמוצים בלילה ראשונה, ולא דברים המרים. ואין בכלל זה פלפלין שנותנים למאכלים, דהם מתקנים המאכל, כמו דגים שאי אפשר לאכלן בלא פלפלין. וגם לא יאכלו דברים שמרבים כיחה וניעה, ויהיה הפסק בתפילה, כמו אגוזים ולוזים וכיוצא בהם.","יש נוהגים שלא לישן ביום ראשון דראש השנה ביום, על פי הירושלמי. והאריז\"ל אמר דאחר חצות, ואחרי התקיעות – יכולים לישן. ויושב ובטל – כישן דמי.ויש נוהגים לילך ביום ראשון דראש השנה אל הנהר, ולאמר פסוקים \"ותשליך במצולות ים כל חטאתינו\". וקורין לזה \"תשליך\".ויזהירו שלא ילכו נשים. ובמקומות שהולכות – מוטב שאנשים לא ילכו כלל. דבלאו הכי יש מתרעמים על זה בזמן הזה, ורבים נמנעים מזה מפני טעם הידוע להם, ונכון הוא."],["שחרית נכנסין לבית הכנסת בהשכמה, ומסדרין הזמירות כמו בכל יום טוב. ומנהגינו לומר \"שיר היחוד\" ו\"אנעים זמירות\" ו\"שיר של יום\" – קודם התפלה.והשליח ציבור לובש הקיט\"ל, ומתחיל \"אדון עולם\" בניגון של ימים נוראים. וכן הברכות, ופסוקי דזמרה עד \"המלך יושב\" וכו'.ואז הולך שליח ציבור אחר ומנגן על מקומו בניגון מאויים, ומסיים \"המלך\" בקול, והולך אל העמוד, ומתפלל שחרית – הכל כתפלת ערבית. ואומרים פיוטים, וכל מקום לפי מנהגו. ואחר חזרת השליח ציבור – פותחין הארון, ואומרים \"אבינו מלכנו\" כשחל בחול, ואין אומרים \"אבינו מלכנו חטאנו לפניך\", ולא \"כתבנו בספר סליחה\" ולא \"כי אין בנו מעשים\". ונרשם במחזורים, עיין שם. ואחר כך אומרים קדיש שלם. ובשבת אין אומרים \"אבינו מלכנו\".ואין אומרים הלל בראש השנה וביום הכיפורים, מפני שהם ימי דין (ראש השנה לב ב).","יש לעמוד בעת אמירת אבינו מלכנו. ואומרים \"כלה כל צר ומשטין\" הכ\"ף בפת\"ח, והלמ\"ד בציר\"י. ואומרים \"סלח ומחל\", כי מחילה גדולה מסליחה. ואומרים \"מחה והעבר חטאינו ופשענו\". וכן אומרים \"קרע רוע\" ביחד, ולא להפסיק בין \"קרע\" ל\"רוע\" (מגן אברהם סעיף קטן ג). ויש אומרים דצריך לומר \"רוע גזר\" ביחד (ט\"ז סוף סימן תרכב), וכן נראה עיקר.(ואולי דבמגן אברהם יש טעות הדפוס. ומה שכתב המחה\"ש צריך עיון, עיין שם.)ונכון להאריך בתפלות ופיוטים עד חצות.","וקוראים בתורה בניגון של ימים נוראים בפרשת \"וד' פקד את שרה\" חמשה קרואים, ובשבת שבעה.ומפטירין בפנחס: \"ובחדש השביעי\", ובנביא בריש שמואל: \"ויהי איש אחד מן הרמתים\" עד \"וירם קרן משיחו\".ויש שקוראין התוקע לתורה, ויש לשליח ציבור. ואנחנו אי אפשר לנו לנהוג כן, מפני הכנסות בית הכנסת ובית המדרש כידוע.וזה שכתב רבינו הבית יוסף בסעיף ג:בני אדם החבושים בבית האסורים – אין מביאין אצלן ספר תורה, אפילו בראש השנה ויום הכיפורים.עד כאן לשונו; נתבאר יפה לעיל סימן קלה סעיף ל.","מילה בראש השנה – מלין אחר קריאת התורה קודם תקיעת שופר. וכך השיב רבינו גרשון מאור הגולה: דאם אין ברית מילה – אין שופר. ועוד נראה לי דמילה לגבי שופר מקרי תדיר.ויש נוהגים שהמוהל אינו מקנח פיו מדם המציצה, ותוקע כך, לערב דם מילה במצות שופר (ט\"ז סעיף קטן ב). אמנם אם אי אפשר להביא התינוק לבית הכנסת, ולילך לבית התינוק אין העם רוצים להמתין, בהכרח להמתין עם המילה עד אחר יציאה מבית הכנסת."],["מצות עשה מן התורה לתקוע בראש השנה בשופר, שנאמר (במדבר כט א): \"יום תרועה יהיה לכם\". ובכל תרועה: תקיעה מלפניה ותקיעה מלאחריה, וטעמו של דבר יתבאר בסימן תקץ.והנה אנחנו תוקעים שני פעמים: אחד לאחר קריאת התורה, והשנית במוסף על סדר הברכות. ואין בזה משום \"בל תוסיף\", דאין זה אלא במוסיף בעיקר המצוה, כגון אם היה תוקע בשני שופרות כאחד; כמו בלולב אם יוסיף מין אחד – עובר על \"בל תוסיף\". אבל כשיטול הלולב, ויניחו, ויחזור ויטלו, אפילו מאה פעמים – אין בזה משום \"בל תוסיף\". וכמו כן בשופר: אם יתקע, וחוזר ויתקע – לית לן בה (תוספות ראש השנה טז ב דיבור המתחיל \"ותוקעים\").","אמנם למה הצריכו חכמים כן? והנה זהו וודאי דעל תקיעות של המוסף אין שאלה, דעיקר התקיעות הם על סדר הברכות. אבל למה הצריכו לתקוע מקודם? ואמרו על זה בגמרא (שם): כדי לערבב השטן, עיין שם.ומפירוש רש\"י (דיבור המתחיל \"כדי לערבב\") משמע דהכי פירושו: דכיון שהשטן רואה כמה חביבין מצות על ישראל, שעושין וחוזרין ועושין – משתתק מללמד קטיגוריא. והתוספות בשם הערוך פירשו על פי ירושלמי: דהשטן מתבהל שמא הוא שופר דלעתיד: \"והיה ביום ההוא יתקע בשופר גדול\", ואין לו פנאי ללמד קטיגוריא על ישראל, עיין שם. והדברים צריכים ביאור.","ונראה לעניות דעתי דהכי פירושו: דהנה באמת למה תקנו מלכיות זכרונות ושופרות במוסף? ולמה לא תקנום בשחרית, ושיתקעו בשחרית? אך באמת הש\"ס בראש השנה (לב ב) מקשה כן: והרי זריזין מקדימין למצות, והוה ליה לתקן בשחרית. ומתרץ: בשעת הגזרה שנו. ובירושלמי שם (פרק ד הלכה ח) מבואר ביתר ביאור, והיינו שבאמת היה כן, אך שגזרו עליהם שלא לתקוע, מפני שהאומות סברו שהם תוקעים בשביל איזה ענין, ודחו הברכות משחרית למוסף. ואף גם כשבטלה הגזירה – לא רצו להנהיג כבראשונה.ומבואר שם דכשראו האומות שקורין קריאת שמע, ומתפללין, וקורין בתורה, ואחר כך תוקעין, אמרו: בנימוסיהם הם עוסקים, ולא חשו לזה (עיין בתוספות, ולא כרש\"י, עיין שם).ולפי זה זה שתוקעין מקודם מפני שהיו תוקעין בשחרית על סדר הברכות, ושוב לא היו תוקעין, אך מפני הגזרה דחום על מוסף. ולכן כדי שלא להרחיק עצמם מתקנה הראשונה כל כך, ולקרב התקיעות יותר לשחרית, ולהיות מהזריזין המקדימין למצות – התקינו לתקוע אחר קריאת התורה קודם מוסף.וזהו עירבוב השטן, שרואה כמה ישראל זריזין במצות, שאף על פי שגוזרין עליהן – מכל מקום מתאמצים לקיים המצות עוד ביתר שאת ויתר עז. שמקודם לא היו תוקעים רק פעם אחת, ולאחר הגזירה שני פעמים. וגם מתבהל שמא זכות קולות שופרות אלו יביא השופר הגדול, ואין ביכולתו לקטרג, ולחנם יקטרג, כיון שהקדוש ברוך הוא רואה כמה המצות חביבות על ישראל, וכמה הם זריזין במצות.","ונוהגין לתקוע על הבימה, במקום שקורין בתורה, כיון שנתקנו אחרי קריאת התורה.והתוקע צריך לעשות הברכות והתקיעות מעומד, ולא יסמוך על שום דבר. ואם תקע מיושב – יצא, דאין זה לעיכובא. והציבור יכולים גם לכתחלה לישב (עיין מגן אברהם סעיף קטן א).והמנהג לומר מזמור \"כל העמים תקעו כף\" שבע פעמים קודם התקיעות. ויש מעמי הארץ שכשלא השלימו שבע פעמים – אומרים בעת התקיעות. וצריך להודיע להם שאסור לעשות כן, ומחוייבים לשמוע התקיעות, ולא לאמר שום דבר בעת התקיעות. כי ה\"למנצח\" אינו מדינא, ויש מקומות שאין אומרים אותו כלל מפני קלקול זה.","התוקע מברך \"ברוך\" וכו' \"אשר קדשנו במצוותיו, וצוונו לשמוע קול שופר\", דהמצוה היא השמיעה. ואם תקע ולא שמע – לא יצא כלל. ויברך \"שהחיינו\", והציבור עונין \"אמן\" על שתי הברכות. ויזהרו לבלי לומר \"ברוך הוא וברוך שמו\", דזהו הפסק בהברכה.ואפילו אם התוקע כבר יצא – מברך שתי ברכות אלו להוציא השומעים. ויותר טוב היה שהשומע יברכם, ולא התוקע, כיון שכבר יצא ידי חובתו, ובפרט ברכת \"שהחיינו\", אלא שאין המנהג כן. ומכל מקום התוקע ליחיד, כגון שהוא חולה – טוב שהשומע יברכם (עיין מגן אברהם סעיף קטן ג). ובפרט מי שתוקע בשביל אשה אחת או רבות, שהם פטורים משופר, שהיא מצות עשה שהזמן גרמא ונשים פטורות, אלא שהן מחייבות את עצמן – בוודאי נכון שהן בעצמן יברכו, ולא התוקע בשבילן, אלא אם כן גם הוא לא יצא ידי חובתו עדיין.","ויתקע:תקיעה-שברים-תרועה-תקיעה שלוש פעמים,ותקיעה-שברים-תקיעה שלוש פעמים,ותקיעה-תרועה-תקיעה שלוש פעמים.והטעם יתבאר בסימן תקץ, עיין שם. ולא יפסיקו הציבור ב\"יהי רצון\" בין תשר\"ת לתש\"ת, ובין תש\"ת לתר\"ת, אלא ישתוקו עד אחר תר\"ת. ולא כמו שנדפס במחזורים.וטוב לתקוע בצד ימין אם אפשר בכך, ולא בצד שמאל; דימין מורה על רחמים, ושמאל על דין. ויש מי שאומר דאיטר יתקע בצד שמאל, שהוא ימין דידיה, דומיא דתפילין (שם סעיף קטן ד). ודבר תמוה הוא: כיון שעושה זה בשביל רבים – יש לילך אחר ימין דרבים. אך הלבוש כתב שעל פי הקבלה טוב יותר לתקוע לצד שמאל, עיין שם.ויחזיק השופר פיו למעלה מעט, על שם \"עלה אלקים בתרועה\". ובכל דברים אלו אין עיכוב, ואיך שיעשה – יצא. ומי שמסתפק אם שמע תקיעות אם לאו – תוקע בלא ברכה, דברכות אין מעכבות. וביום שני אינו צריך לתקוע, דהוה ספיקא דרבנן (שם סעיף קטן ג). ואין ספק זה שכיח כלל.","ואם התחיל לתקוע, ולא יכול להשלים – ישלים אחר על סמך ברכת הראשון, ואפילו החליפו כמה תוקעים. ודווקא כשהתוקעים האחרונים היו שם בשעת הברכה, ואם לאו – צריכים לברך. ולא עוד, אלא אפילו בירך ואינו יכול לתקוע כלל – לא הוי ברכתו לבטלה, ותוקע אחר על ברכות של הראשון.","בתקיעות שעל סדר הברכות במוסף – לא יתקע השליח ציבור אלא אחר, כדי שלא יתבלבל בתפלתו. אמנם אם הוא מובטח שלא יתבלבל, ויחזור לתפלתו – רשאי לתקוע. אבל תקיעות מיושב שקודם מוסף – יכול השליח ציבור לתקוע. ונכון שמי שתקע מקודם – יתקע גם במוסף, דהמתחיל במצוה אומרים לו גמור; אם לא שקשה עליו לתקוע, דאין שום עיכוב בדבר.והמנהג להקרות לפני התוקע מלה במלה, כדי שלא יטעה, ונכון הוא. ומבררין למקריא האדם היותר גדול בתורה, כי על פי הקבלה יש בזה ענין גדול.והנוטל שכר כדי לתקוע שופר בראש השנה, או כדי להתפלל, או לתרגם בשבתות וימים טובים במקומות שנהגו לתרגם – אינו רואה מאותו שכר סימן ברכה, אבל אין בזה איסור.ועיקר הכוונה של התוקע והשומעים יהיה כדי לקיים מצות עשה, שצונו הקדוש ברוך הוא לתקוע בראש השנה. ואם יודע עוד עניינים בזה על פי הזוהר – אשרי חלקו, אך עיקרה של כוונה כמו שכתבנו, וסתמן כלשמן דמי.(עיין מגן אברהם, לסגולה כשאינו יכול לתקוע: יהפך השופר ויקרא לתוכו, ויהי נועם, עיין שם. ובתקיעות מיושב – אין לעשות כן, דהוי הפסק בין ברכה לתקיעות; עיין שערי תשובה.)"],["כתב הרמב\"ם בריש פרק ראשון משופר:שופר שתוקעין בו, בין בראש השנה בין ביובל, הוא קרן הכבשים הכפוף. וכל השופרות פסולין חוץ מקרן הכבש.עד כאן לשונו. כלומר: קרן מזכר הכבשים, והוא איל שיש לו קרן. והוא כפוף, שכן דרכו. אבל כבשה נקבה – אין לה קרן, וכדאיתא בראש השנה (טז א):אמר רבי [אבהו] (אבוה): למה תוקעין בשופר של איל? אמר הקדוש ברוך הוא: תקעו לפני בשופר של איל, כדי שאזכור לכם עקידת יצחק בן אברהם. ומעלה אני עליכם כאלו עקדתם עצמכם לפני.ולכן, אף על גב דתנן בריש פרק שלישי דראש השנה דכל השופרות כשירין חוץ משל פרה, ואחר כך תנן: שופר של ראש השנה של יעל, פשוט – אין הלכה כן, אלא כרבי יהודה שאומר במשנה בראש השנה: תוקעין בשל זכרים. ובברייתא שם מפרש יותר: בראש השנה תוקעין בשל זכרים כפופים. ומה שלא הזכיר במשנה \"כפופין\" – משום שכל שופר של איל הוא כפוף (וכן כתב הבית יוסף). והברייתא דרכה לפרש יותר.וזכרים הם אילים, כדתנן בריש פרק חמישי דשבת: זכרים יוצאין לבובין, והכוונה על אילים, עיין שם. ונראה לי: משום דבמין כבשים ההפרש גדול בין זכרים לנקבות, דזכרים יש להם קרנים, ונקבות אין להם קרנים, וזה לא נמצא בכל המינים. ולכן נקראו האילים בשם סתם זכרים. ובגמרא שם איפסקא הלכתא כרבי יהודה, כדאמרינן שם: אמר רבי לוי: מצוה של ראש השנה ושל יום הכיפורים בכפופין, דהלכה כרבי יהודה, עיין שם.","וכשאומר רבי לוי \"כפופין\", בעל כרחך דאאיל קאי, שהרי פסק כרבי יהודה. וכשאומר \"כפופין\" – הוי כאומר \"אילים\", כמו שפירש רש\"י שם. וזה לשונו בראש השנה:כמה דכייף אינש... טפי מעלי – בתפילתו, פניו כבושים לארץ, טפי עדיף... הלכך, בראש השנה דלתפילה, ולהזכיר עקידת יצחק בא – בעינן כפופין...עד כאן לשונו. הרי מפורש דהוא של איל, כיון שבא להזכיר עקידת יצחק. וזה שאומר רק כפופין – משום דשל אילים הוויין רק כפופים על פי הרוב.(ולפי מה שכתבתי אתי שפיר מה דבמשנה הזכיר רבי יהודה רק זכרים, ובברייתא הזכיר זכרים כפופין, ורבי לוי הזכיר רק כפופין, ורבי [אבהו] (אבוה) הזכיר רק איל – משום דהכל אחד, דהאיל – שופרו כפוף, ואינו בנקבות. ולכן פעם תופס לשון זה, ופעם לשון זה. וזהו סייעתא רבתא לשיטת הרמב\"ם, ודייק ותמצא קל.)","והנה כדעת הרמב\"ם פסקו גם כן רש\"י, ותוספות, והסמ\"ג, והגהות מיימוני שם.דהנה רש\"י: כיון שכתב בכפופין גם להזכיר עקידת יצחק, מבואר דהוא של איל דווקא.והתוספות: (טז א דיבור המתחיל \"בשופר\") כתבו, וזה לשונם: אבל קיימא לן כרבי יהודה דתוקעין בשל אילים כפופין, כדפסקינן התם בגמרא; עד כאן לשונם.וכן כתב הסמ\"ג במצוה מב, וזה לשונו: גרסינן בפרק קמא דראש השנה: אמר רבי [אבהו] (אבוה): למה תוקעין בשופר של איל... אף על פי ששנינו כל השופרות כשרות חוץ משל פרה? רבי [אבהו] (אבוה) סובר כרבי יהודה וכרבי לוי, דסבירא להו דמצות שופר של ראש השנה בשל זכרים כפופין, פירוש \"אלים\", מתרגמינן \"דיכרין\", וכן הלכה; עד כאן לשונו.וכן כתב בעל הגהות מיימוני באות ב, וזה לשונו: כרבי יהודה וכו', וכן אמר רבי לוי וכו', וכן אמר ר' [אבהו] (אבוה), ודלא כמתניתין וכו'. וכן פסק בספר המצות. וכן פסק בספר יריאים וכו'; עד כאן לשונו.ולפי זה מאד תמיהני על רבותינו בעלי השולחן ערוך, שלא הביאו כלל דעת הרמב\"ם. ונראה שמפני שראו שהטור הביא דעת הרמב\"ם, וכתב שהכל תפסו עליו, עיין שם – ולכן לא הביאו דעתו.אבל באמת, אף על פי שהראב\"ד, והרא\"ש, והר\"ן, והטור פסקו שלא כדבריו, כמו שיתבאר, מכל מקום כיון דרש\"י, ותוספות, וסמ\"ג, והגהות מיינוני, והיריאים פסקו כהרמב\"ם, דאין שופר כשר רק של איל וכפוף – פשיטא שיש לנו לחוש לדבריהם, ובפרט באיסור תורה שלא להכשיר שום מין שופר אחר. וכן נהגו כל ישראל.(עיין ט\"ז, מה שרוצה לומר בכוונת הרמב\"ם. וכל דבריו תמוהים, ושגגה יצאה מלפני קדושתו, להחליף איל בחיר\"ק לאיל בקמ\"ץ. וכבר השיגוהו החכם צבי, והפרי מגדים, והגרי\"ב. ועיקרי דקדוקיו אין להם מובן. והיסוד ששל איל הוא כפוף, וגם הבית יוסף הזכיר זה. בזה אתי שפיר כל הדקדוקים, וכמו שכתבתי. ודייק ותמצא קל.)","והרא\"ש בפרק שלישי כתב בשם הרמב\"ן, דשלוש מדות בשופרות: דכל השופרות, אפילו לא של איל – כשירים בדיעבד, בין פשוטים בין כפופים, לבד משל פרה, מפני שהוא קרן ולא שופר. ורק לכתחלה מצוה בכפופים, ולמצוה מן המובחר הוא של איל, כדי לזכור עקידת יצחק. והרא\"ש, והר\"ן, והטור הסכימו לדבריו. וכן כתב הראב\"ד, עיין שם. דסבירא להו לרבותינו אלה דהלכה כסתמא דמשניות, דכל השופרות כשרות חוץ משל פרה, וכמשנה שניה דשופר של ראש השנה של יעל פשוט. אך בזה הלכה כרבי יהודה: דלמצוה הוא כפוף, כדברי רבי לוי, ולמצוה מן המובחר בשל איל, כדאמר רבי אבהו. ודברי רבי לוי ורבי [אבהו] (אבוה) אינם לעיכובא, אלא דרבי לוי למצוה, ודרבי [אבהו] (אבוה) למצוה מן המובחר.","וזה לשון רבינו הבית יוסף בסעיף א:שופר של ראש השנה – מצותו בשל איל, וכפוף. ובדיעבד כל השופרות כשירים, בין פשוטים בין כפופין. ומצוה בכפופין יותר מבפשוטין. ושל פרה פסול בכל גווני. וכן קרני רוב החיות שהם עצם אחד, ואין להם בפנים זכרות – פסולין.עד כאן לשונו, וצריך לומר דהכי פירושו: דמצוה מן המובחר הוא איל וכפוף, ובדיעבד הכל כשר. וכפופין יותר מצוה משל איל, שאינה אלא מצוה מן המובחר, וכמו שכתבתי (וכן כתב הט\"ז סעיף קטן א).ועוד אפשר לומר להיפך, דסבירא ליה דשל איל הוי יותר מצוה מכפוף, משום דעל של איל הכל מודים שיותר טוב, כדי לזכור עקידת יצחק. אבל בכפוף הא התנא קמא פליג על רבי יהודה, וסבירא ליה דדווקא פשוט. ונהי דאין הלכה כן, מכל מקום סוף סוף יש לומר דאינה אלא למצוה מן המובחר. לאפוקי בשל איל הכל מודים.ושיעור דבריו כן הוא: שופר של ראש השנה – מצותו בשל איל וכפוף, כלומר: זהו מצוה מן המובחר בכל האופנים. ובדיעבד הכל כשר. ולא תימא דלכתחלה אין הקפידא רק בשל איל, משום דאין חולק בזה, לזה אומר: ומצוה בכפופים יותר מבפשוטים, כלומר: דגם בזה יש הידור מצוה.וכבר כתבנו שדעת הרמב\"ם, ורש\"י, ותוספות, וסמ\"ג, והגהות מיימוני, ויריאים – דגם בדיעבד אינו כשר רק של איל וכפוף.ואפילו נטרף האיל, או נתנבל – כשר, כיון שהוא מין טהור.","וכתב רבינו הרמ\"א: וכן שופר מבהמה טמאה פסול; עד כאן לשונו.כלומר: דאפילו להפוסקים דמכל המינים שופר כשר, מיהו מבהמה טמאה – פסול. דלא הוכשרו למלאכת שמים אלא בהמה טהורה בלבד, כדאמרינן בשבת (כח ב) לעניין מלאכת המשכן, עיין שם. כלומר דכל דבר שהמצוה הוי רק מבעל חי – צריך בעל חי טהור. לאפוקי כשאינו צריך להמצוה בעל חי, כמו דפנות סוכה, דגם עץ ואבן כשר – פשיטא שמותר להעמיד אף בעל חי טמא לדופן. כדאיתא בסוכה (כג א) שמותר להעמיד פיל לדופן סוכה, עיין שם, משום דלא גרע מעץ ואבן.ודע: דאף על גב דממשנה דנידה (נא ב) משמע להדיא דבהמה טמאה אין לה קרנים, עיין שם, ואם כן לא משכחת לה להאי דינא – לאו דברי הכל היא, ורבנן פליגי על משנה זו, כדאיתא בחולין (נט א). ועוד דהרמב\"ם מפרש שם דאחיה קאי, אבל בבהמה יכול להיות גם בטמאה קרנים (עיין באה\"ג, ומגן אברהם, וא\"ר).","גזל או גנב שופר, ותקע בו – יצא, אפילו לא נתייאשו הבעלים ממנו, דאין גזל בקול. דאפילו גבי קדשים אמרינן קול ומראה וריח – אין בהן משום מעילה. ואף על גב דאיסורא מיהא איכא, כדאיתא בפסחים (כו א), וודאי דגם בכאן אסור לכתחילה. ולא יברך עליו (מגן אברהם סעיף קטן ד), דאיך יברך על דבר הגזול? ומכל מקום מצות עשה דשופר – יצא.ומותר ליטול שופר של חבירו שלא מדעתו, ולתקוע בו, דוודאי ניחא ליה שיעשו מצוה בממונו, בדבר שאין לו הפסד. וכמו שכתבתי בסימן יא גבי טלית, עיין שם.ואין לשאול: למה בלולב בעינן ביום ראשון שיהיה שלו ממש, ואינו יוצא בשל אחרים? משום דכתיב (ויקרא כג מ): \"ולקחתם לכם\" – משלכם, כמו שאכתוב בסימן תרנח. ואם כן גם בשופר נצריך משלו ממש, דהא גם בשופר כתיב (במדבר כט א): \"יום תרועה יהיה לכם\"? אמנם דלא דמי, דהתם \"לכם\" כתיב על \"ולקחתם\", ומשמע \"ולקחתם משלכם\", אבל הכא א\"יום תרועה\" קאי. והכי איתא בירושלמי ריש לולב הגזול (ירושלמי סוכה פרק ג הלכה א), עיין שם.(ועיין בית יוסף, וט\"ז סעיף קטן ב. ובזה מתורץ השגת הראב\"ד על הרמב\"ם בפרק ראשון בדין זה, עיין שם. ודייק ותמצא קל.)(ובהג\"א פוסל שופר הגזול על פי הירושלמי. אבל הראשונים פירשו זה על לולב, וכן עיקר, דבלולב שייך לשון משופה. עיין שם סוף פרק שלישי, ודייק ותמצא קל.)","אמרינן בגמרא (כח א) דלא יתקע לכתחלה בשופר של עולה או שלמים. ואם תקע בהם – יצא, דמצות לאו ליהנות ניתנו. כלומר: דכל מצוה שאין בה הנאה גשמיות, אלא הנאת המצוה – לא שייך על זה לומר שהוא נהנה מן ההקדש, דמצות לאו ליהנות ניתנו.אבל אי לאו האי טעמא – לא היה יוצא בהם. ואף על גב דקול אין בו משום מעילה – זהו בשמיעת קול של הקדש. אבל ליטול חפץ של הקדש ולתקוע בו – מיד מעל בנטילתו, דיש מעילה בהקדש, אף בדבר שאין נפגם, כדתנן במעילה ריש פרק חמישי, עיין שם. ואף על גב דצריך שיהא בזה הנאה שוה פרוטה, כדתנן התם – יש לומר דגם בכאן נהי דמצות לאו ליהנות ניתנו, מכל מקום כל אדם היה נותן פרוטה לקיים המצוה.(כן מוכרחני לפרש, דאם לא כן איך אומר שם ר\"י דמעל? עיין שם, ודייק ותמצא קל.)","אסור לתקוע בשופר של עבודת כוכבים, כגון שהשתחוו לו, או שהוא ממשמשי עבודת כוכבים, דמאיס לגבוה לעשות בו דבר מצוה. ואם תקע בו – יצא. ואין זה כנהנה, דמצות לאו ליהנות ניתנו, כמו שכתבתי.והני מילי כשהוא של אינו יהודי, דמהני ליה ביטול, ולכן אף קודם שנתבטל – יצא. אבל כשהוא של ישראל, דלא מהני ליה ביטול, כמו שכתבתי ביורה דעה סימן קמו, וצריך שריפה; ושופר צריך שיעור כדי שיאחזנו בידו ויתראה לכאן ולכאן, כמו שיתבאר לקמן, דשיעורו ארבע גודלין; וכיון שצריך שריפה – חזינן ליה כמו שנשרף, וכתותי מיכתת שיעוריה.אבל של אינו יהודי, אפילו קודם ביטול, כיון דמהני ליה ביטול – לא אמרינן כתותיה מיכתת שיעוריה. אך זהו דווקא כשהישראל לא נתכוין לזכות בו בהשופר. אבל אם נתכוין לזכות בו – הרי נעשה של ישראל, ואין לו ביטול. ואף על גב דהשופר יש לו בעלים אינו יהודי, ואם כן מאי מהני מה שהוא רוצה לזכות בו, כיון דהאינו יהודי אינו מקנה לו.ובאמת יש מי שאומר כן: דדווקא בשופר של הפקר נעשה של ישראל כשמכוין לזכות בו, ולא שופר של אינו יהודי (ב\"ח) – אינו כן, כדמוכח בכמה מקומות. והטעם: דבאמת כיון לגוזלו, ואחריותו עליו, ולכן לעניין זה נחשב כשל ישראל (ט\"ז סעיף קטן ג, ומגן אברהם סעיף קטן ה, וכן כתב הבית יוסף).ולבד זה יש בכאן טעם פשוט, דהא בעל כרחך מיירינן קודם ביטול, דלאחר הביטול – הא הוי היתר גמור. אלא שאין אנו חושבין אותו ככתות, מטעם שהאינו יהודי יכול לבטלו. וכיון שהישראל כיון לזכות בו – הרי לא ימסרנו להאינו יהודי, ואיך יבטלנו? וממילא דכתותי מיכתת שיעוריה.","ורבינו הרמ\"א כתב בסעיף ג דיש מחמירין דאפילו בשל אינו יהודי אינו יוצא, אלא בנתבטל מערב יום טוב; עד כאן לשונו.ביאור הדברים: דרבינו תם סובר דהא דיוצאין בשל אינו יהודי – זהו רק לאחר ביטול, כמבואר בתוספות חולין (פט א). אבל קודם ביטול, כיון דטעון שריפה – כתותי מיכתת שיעוריה. ואם כן ממילא צריך ביטול מערב יום טוב. דאם לא כן, כיון דנדחה בתחילת היום – אינו חוזר ונראה.ולא דמי למה שיתבאר בסימן תרמו לעניין הדס, דכשענביו מרובות מעליו – פסול, ליקטן – כשר. ומהני אפילו כשלקטן ביום טוב, עיין שם. זהו מפני שבידו לתקנו, ולא נחשב כדיחוי. משאין כן כאן, אין בידו לבטלו (מגן אברהם סעיף קטן ו).ואף על גב דקיימא לן ביורה דעה סימן כח דאין דיחוי אצל מצות, עיין שם, אמנם בסוכה (לג א) אמרינן דזהו ספיקא דדינא. וכיון דהוי ספק – ממילא דלא יצא, דזהו כנראה ונדחה, דאינו חוזר ונראה, כדמוכח בכמה מקומות. שהרי קודם שעבדוהו היה ראוי לשופר, וכשעבדוהו – נדחה משופר, וכשחזרו וביטלוהו – חוזר ונראה.(עיין מגן אברהם שם, ולפי מה שכתבתי אתי שפיר. ודייק ותמצא קל.)","שופר של תקרובת כוכבים, אפילו של אינו יהודי – לא יצא כשתקע בו, דזה אין לו בטילה עולמית, כמו שכתב ביורה דעה שם בסימן קמו. וכן שופר של עיר הנדחת – לא יצא דכתותי מיכתת שיעוריה (ראש השנה כח א).ויראה לי דשופר של כוכבים – אינו אלא בהשתחוה להשופר. אבל אם השתחוה להאיל – לא נאסר השופר, דבעלי חיים לא נאסרו, כמו שכתב ביורה דעה סימן קמה.עוד נראה לי דזה שאמרנו דצריך ביטול מערב יום טוב, הוא הדין אפילו ביום טוב בלילה; כיון דהוי קודם זמן תקיעות – הוי כערב יום טוב.","המודר הנאה משופר, כגון שאמר \"הנאת שופר עלי\" – מותר לו לשמוע התקיעות כשאדם אחר תוקע בשופר זה, דאין זה הנאה, דמצות לאו ליהנות ניתנו. אבל הוא בעצמו לא יתקע בו לכתחלה, מפני שיש בני אדם שנהנים כשהם תוקעים. ומכל מקום אם אין אחר – יתקע בעצמו, דאין זה הנאה כלל, כמו שכתב ביורה דעה בסימן רכא (מגן אברהם סעיף קטן ז). אלא דלכתחלה טוב יותר שיתקע אחר.וזהו כשאמר \"הנאת שופר זה עלי\". אבל אם אמר \"קונם שופר זה לתקיעתו עלי\" – אסור לתקוע בעצמו, וגם לשמוע מאחרים תקיעה של מצוה, וכל שכן תקיעה של רשות. ולא דמי לנשבע שלא לתקוע בשופר, דמלקין אותו ותוקע, מפני שאין שבועה חלה על דבר מצוה. אבל נדרים חלין על דבר מצוה, כמו שכתב ביורה דעה סימן רטו, ושם מבואר הטעם. ואף על גב דאין נדר חל על דבר שאין בו ממש, ותקיעה הרי אין בה ממש, זהו כשאמר \"קונם עלי תקיעת שופר זה\" או \"תקיעות\" סתם. אבל אם אמר \"קונם שופר זה לתקיעתו עלי\" – הרי בהשופר יש בו ממש. וכחילוק זה מבואר שם סימן ריג, עיין שם.","כל הקולות כשירים בשופר. הלכך, היה קולו עב מאד או דק מאד, או יבש מאד – כשר. מיהו נראה לי דאם כל זה דווקא קול רם, אבל אם הקול הוא קול לחש – לא יצא ידי חובתו, אפילו כשאחר הסמוך לו שומע. דלחש לאו קול הוא כלל, ואנן בעינן \"לשמוע קול שופר\". וכן עיקר לשון \"תרועה\" הוא קול רם, כמו \"יריע אף יצריח\". ולכן אמת שכל הקולות כשירים בשופר, מיהו על כל פנים צריך קול (כן נראה לעניות דעתי).","כתב הרמב\"ם בפרק ראשון דין ה:שיעור השופר כדי שיאחזנו בידו, ויראה לכאן ולכאן. נסדק לאורכו – פסול. לרחבו, אם נשתייר בו כשיעור – כשר, וכאלו נכרת מקום הסדק. ניקב, אם סתמו שלא במינו – פסול. סתמו במינו, אם נשתייר רובו שלם, ולא עיכבו הנקבים שנסתמו את התקיעה – הרי זה כשר.עד כאן לשונו, וזה שכתב \"כדי שיאחזנו בידו, ויראה לכאן ולכאן\" – אין הכוונה דמשערין זה בהתוקע ותהיה נפקא מינה בין כשהתוקע יש לו יד עבה, ובין כשיש לו יד דקה. וכבר פירשו בגמרא נדה (כו ב) דאזלינן בתר אדם בינוני, ושיעורו טפח שהם ארבע גודלין. ויש שמצריך טפח שוחק (טור בשם הר\"י גאות), דבזה יש כדי שיראה לכאן ולכאן.אבל הטור והשולחן ערוך לא הצריכו זה, אלא שבצמצום טפח כשר. דגם בזה יש כדי שיראה לכאן ולכאן, דהתוקע הא אוחזו בארבע אצבעותיו, ואין בהם כדי ארבע גודלין, וממילא נשאר משהו מכאן, ומשהו מכאן (ר\"ן בפרק שלישי).והטעם מה שצריך שיתראה לכאן ולכאן – כדי שלא יאמרו שלתוך ידו הוא תוקע (רא\"ש פרק שלישי סימן ו).","וזה שכתב \"נסדק לאורכו פסול\" – לא ביאר בכמה מהאורך נסדק, אי בכולו אי במקצתו. ויש בזה דיעות שונות: דיש אומרים אפילו בכל שהוא – פסול, לפי שכשהסדק באורך – הוא מוסיף והולך מפני חוזק התקיעה, עד שיסדק כולו, וגרע מנקב, ומסדק לרוחבו, וחזינן ליה כאלו כולו סדוק (שם בשם י\"מ). ופשוט הוא דאפילו לפי דיעה זו, מכל מקום צריך איזה משך, ושתהא סדוקה כל עובי הדופן עד החלל, דאם לא כן – לא גרע מנקב. ואין נפקא מינה בנסדק לארכו בין שמעכב התקיעה על ידי הסדק, או לא מעכב, דאפילו לא מעכב – פסול, כיון שהטעם שעומד להסדק כולו. ויראה לי דלשיטה זו אין הפסול אלא מדרבנן, דמן התורה אין שום טעם. דאי אפשר לומר מטעם דכל העומד ליסדק – כסדוק דמי, כהך דאמרינן בעלמא: כל העומד לפדות – כפדוי דמי; שהרי גם בזה לא קיימא לן כן. ור\"ש הוא דסבירא ליה כן בכל הש\"ס, ורבנן פליגי עליה, וכמו שכתבנו בכיוצא בזה ביורה דעה סימן לה סעיף ו, לעניין סירכא שלא כסדרן, עיין שם. אלא הפסול הוא מדרבנן, דשמא יסדק כולו בעת התקיעות ולא ירגיש.","והנה הרא\"ש הסכים לדיעה זו, ולכן כתב הטור גם כן – כן. וזה לשון הטור:נסדק לארכו, אפילו כל שהוא – פסול. והני מילי שלא דבקו, אבל דבקו – כשר. והוא שדבקו במינו. והרמב\"ן כתב דסתימת דבק – לא חשיב במינו, אלא אם כן חממו באור עד שנפשר, וחיבר קצותיו אחד אל אחד. וא\"א כתב שדבק חשיב במינו, ולא חשיב שלא במינו, אלא כשסותם הנקב בחתיכה אחרת. אבל כשמחברו בדבק – חוזר לכמו שהיה. ואין הדבק ניכר בין הסדקים.עד כאן לשונו. והנה על כל פנים, אפילו לדעת הרא\"ש שמתיר בדבק, מפני שאינו ניכר, אם יחברנו בדבר הניכר שהוא מין אחר – פסול.","ולא כן פסק רבינו הבית יוסף בסעיף ח, וזה לשונו:נסדק לאורכו – פסול. יש אומרים אפילו בכל שהוא – פסול, אלא אם כן הדקו הרבה בחוט, או במשיחה.עד כאן לשונו. והרי זהו שלא במינו. והנה באמת הר\"ן חולק על הרא\"ש, וזה לשון הר\"ן: דלדעת המפרשים דבכל דהו מיפסל, אם הדקו הרבה בחוט או במשיחה – כשר, שהרי החוט מעמידו שלא יתבקע. וכן דעת הראב\"ד בדרשה שלו, וכו'; עד כאן לשונו.ומכל מקום נראה לעניות דעתי דלא פליגי הרא\"ש והר\"ן. דהנה הכלבו כתב על זה דזהו דווקא כשנשתייר שיעור תקיעה, ממקום הקשירה ולמעלה לצד הפה; עד כאן לשונו. וזהו שכתב רבינו הרמ\"א גם כן בזה הלשון: ונשתייר שיעור התקיעה וכו'; עד כאן לשונו. ולפי זה אני אומר דבכי האי גוונא גם הרא\"ש והטור יודו לזה. וזה שכתבו דבעינן במינו – זהו כשלא נשתייר. והטעם פשוט, דכשלא נשתייר שיעור התקיעה עד ראשו – יש לומר שפסול מן התורה, משום דחשיב כנפרד. ולכן צריך לדבקו במינו דווקא. משאין כן בנשתייר שיעור התקיעה, וודאי אין פסולו אלא מדרבנן, מטעם שכתבנו, ולכן די בקשירה בחוט או משיחה, דבזה יסתלק החשש שאולי יתבקע כולו.(וזהו עומק כוונת הרמ\"א, אלא שקיצר. ודייק ותמצא קל.)(ובזה מתורץ קושית המגן אברהם סעיף קטן י\"א, וט\"ז סעיף קטן י\"ב.)","אבל מלשון הרמב\"ם (פרק ראשון הלכה ה) משמע: דדווקא כשנסדק כולו לארכו – פסול. וכן מבואר מלשון רש\"י, עיין שם, שכתב נסדק כולו. וכן רבותינו בעלי התוספות כתבו שם (כז ב דיבור המתחיל \"נסדק\") דלארכו לא מיפסל, אלא אם כן נסדק על פני ארכו מראשו ועד סופו. עד כאן לשונם. וגם הרמב\"ם, אלולי היה סובר דגם במקצתו או ברובו פסול, הוה ליה לפרש, וברור שכוונתו כרש\"י ותוספות, דדווקא כשנסדק כולו, והטעם: דהוי כשני שופרות. ולכן אפילו דיבוק במינו אינו מועיל, כמו שאינו מועיל לשני שופרות, דשופר אחד אמר רחמנא, ולא שתים ושלשה שופרות (גמרא).","ויש אומרים דבנסדק רובו פסול (מגיד משנה בשם מפרשים). וזהו שכתב רבינו הבית יוסף שם:ויש אומרים דווקא ברובו, ואם דבקו – כשר, אפילו דבקו בדבק. ויש מי שאומר שאינו כשר, אלא כשדבקו מעצמו, שחיממו באור עד שנפשר, וחבר קצותיו זה עם זה. ואם נסדק כולו אפילו מצד אחד – פסול, אפילו חממו באור וחיבר סדקיו זה עם זה.עד כאן לשונו, והטעם פשוט: דכל זמן שמיעוטו מחובר אפילו משהו – לא נחשב כשני שופרות, ולכן מהני דיבוק. משאין כן בנסדק כולו. והמגיד משנה שם כתב דגם ברובו – לא מהני דיבוק, עיין שם. וחלקו עליו הפוסקים. ודבר פשוט הוא דאפילו בנסדק כולו – לא מקרי נסדק, אלא כשנסדק עד החלל. אבל כשהסדק לא עבר כל הדופן – כשר בלא שום תיקון, ומצוי כן בכמה שופרות. וכל זה בנסדק לארכו.","ואם נסדק לרחבו, אמרו בגמרא שם דאם נשתייר בו שיעור תקיעה – כשר, ואם לאו – פסול. ופירש רש\"י לרחבו – כל רחבו בהקיפו, עיין שם. אבל הרא\"ש והטור כתבו דגם ברובו של היקף – פסול, וממילא דגם במחצה על מחצה פסול, דאי אפשר לצמצם במשהו. ועוד: דבאיסור תורה מחצה על מחצה כרוב, אם הרוב הוי לחומרא. והרי אפילו לקולא – יש מי שסובר דהוה כרוב, כמבואר בחולין (חולין כח ב), ולא קיימא לן כן. ולחומרא הכל סוברין דהוי כרוב. וגם קיימא לן דאי אפשר לצמצם (שם), וכן הלכה.וגם כאן צריך עד החלל, וכן אפילו אינו מעכב התקיעה ובמיעוטו – כשר לגמרי בלא שום תיקון. דברוחבו לא יסדק כולו על ידי חוזק התקיעה כבארכו, דהקול הולך וקורע באורך ולא ברוחב.","וזה לשון רבינו הבית יוסף בסעיף ט:נסדק לרחבו במיעוטו – כשר, ברובו – פסול, אלא אם כן נשאר מהסדק לצד פיו שיעור תקיעה, דהיינו ארבע גודלים. וכשנשתייר בו כך – כשר, אפילו אם מעכב את התקיעה. ויש מכשירים בנשתייר אפילו שלא לצד פיו.עד כאן לשונו, והטעם פשוט: דכיון דנשתייר כדי תקיעה – אין אנו צריכים כלל להמותרות. ויראה לי דלה\"יש מכשירים\" בנשתייר אפילו שלא לצד פיו – בעינן על כל פנים שלא יעכב את התקיעה, דאם לא כן, כיון שהוא תוקע בהחלק העליון, והרי אינו כדרך תקיעתו. ולכן כתב רבינו הבית יוסף דעת ה\"יש מכשירים\" אחר \"אפילו אם מעכב\" וכו', כלומר: דבכי האי גוונא וודאי בעינן שלא יעכב את התקיעה. אך העיקר לדינא כדיעה ראשונה, שכן הוא דעת רוב הפוסקים (עיין בית יוסף). ודע שהגודל מודדים ברוחבו של האגודל באמצעיתו (מגן אברהם סעיף קטן י\"ח).","ואם נעשה נקב בהשופר, דהיינו נקב בחלל ולא סדק, כבר כתבנו בסעיף יד דהרמב\"ם כתב דאם סתמו שלא במינו – פסול. ואם סתמו במינו, אם נשתייר רובו שלם, ולא עיכבו הנקבים שנסתמו את התקיעה – כשר, עיין שם.הרי דאינו מתיר אלא על ידי שלושה תנאים:שתהיה הסתימה במינו דווקא, ואם שלא במינו – פסול אפילו במיעוטא, ואפילו אינו מעכב התקיעה.ושרובו ישאר קיים, ואם רובו ניקב – פסול בכל גווני.ושלא יעכבו הנקבים שנסתמו את התקיעה. אבל כשמעכבים בכל גווני – פסול.ופירוש \"מעכב את התקיעה\" – היינו שנחלש הקול אחר הסתימה, מכפי מה שהיה מקודם שניקב (מגיד משנה). אבל אם נשתנה הקול קודם הסתימה – לא חיישינן לה, ולא מעלה ולא מוריד. והעיקר תלוי בשינוי שאחר הסתימה (כסף משנה), וזהו דעת הרי\"ף בפרק שלישי, עיין שם, והגאונים (טור).","אבל דעת התוספות והרא\"ש (פרק שלישי סימן ה): דאם סתמו במינו, ונשתייר בו הרוב, אפילו מעכב התקיעה שלא חזר קולו לכמו שהיה – כשר. ואם סתמו שלא במינו, אם מעכב התקיעה שלא חזר קולו לכמו שהיה שלם – פסול, אף אם נשתייר בו הרוב, ואפילו קולו עתה כקול שהיה כשהיה נקוב – פסול, כיון שלא חזר לכמות שהיה קודם הנקיבה (טור).אבל אם לא היה מעכב התקיעה, והיינו שקולו אחר הסתימה כקולו לפני הנקיבה, אף על פי שסתמו שלא במינו – כשר, כיון שנשתייר רובו שלא ניקבה. ובירושלמי איתא דאם לא סתמו כלל – כשר, אף על פי שנשתנה קולו מכמו שהיה, דכל הקולות כשרים בשופר. ולפי זה הסתימה אינה הכרח, אלא אם כן אי אפשר לתקוע בלי סתימה. אבל כל שאפשר לתקוע – יתקעו כך. וגם הראב\"ד הביא זה הירושלמי, עיין שם. ואפילו לא נשתייר בו שיעור תקיעה מהנקב ולמעלה (ט\"ז סעיף קטן ז).וכן פסקו הטור, והשולחן ערוך סעיף ז. ורבינו הרמ\"א כתב על זה דכשיש שופר אחר – אין לתקוע בזה, כי יש אומרים שאין לתקוע בשופר נקוב. עד כאן לשונו, והוא פלא: ומי הוא שביכולתו לחלוק על הירושלמי בדבר שבש\"ס שלנו אינו חולק עליו? ומהרי\"ף והרמב\"ם גם כן אין ראיה, שהם לא כתבו רק הדינים שבגמרא. ויראה לי דטעמם משום דעל פי רוב, כשהנקב גדול, אין באפשרי לתקוע בו בלא סתימה, דהאויר יוצא מהנקב, ולא ישמע הקול. ואם הוא נקב קטן, ולא יעכב התקיעה – פשיטא שמותר לתקוע בו. ולכן לא חששו להזכיר זה. ובפלוגתת הרי\"ף והרמב\"ם עם התוספות והרא\"ש – וודאי יש להחמיר כהרי\"ף והרמב\"ם, אך באין שופר אחר יש לסמוך על התוספות והרא\"ש, ולברך עליו. וכן נראה מדברי רבינו הבית יוסף בסעיף ז, עיין שם.","דיבק שברי שופרות זה עם זה, ועשה מהם שופר – פסול, דשופר אחד אמר רחמנא, ולא שנים ושלשה שופרות (כו א). ואף על גב דבכל הדברים הדיבוק עושה כאחד, כמו בבתים של תפילין וכיוצא בזה, מכל מקום בעל כרחך התורה שפסלה שני שופרות – היינו אפילו בדיבוק. דאם לא כן, הרי אי אפשר לתקוע בו בלא דיבוק. ואין לומר דכוונת התורה שלא לתקוע בשני שופרות ממש בבת אחת, דאי אפשר לומר כן: חדא, שזהו דבר שאי אפשר. ולתקוע בזה אחר זה – פשיטא דמותר, ומעשים בכל יום כן הוא. ועוד: דלזה לא נצרך הך קרא, וידענו זה מאיסור \"בל תוסיף\" לדעת הרמב\"ם בפרק שביעי, דבנוטל שני לולבים – עובר משום בל תוסיף, עיין שם, והוא הדין שני שופרות. ולדעת הראב\"ד שם, והתוספות בראש השנה (כח ב), דאין בל תוסיף אלא במין אחר, עיין שם – באמת אין איסור בשני שופרות. אלא וודאי דהתורה הזהירה שהשופר לא יהיה משני חתיכות מדובקות.(ואפילו רבי יוסי דאמר בריש פרק שלישי כו ב: כיון דמחברי אהדדי – חד הוא, לא אמר זה אלא בפרה, דקיימי גילדי גילדי, דמתולדתה חד הוא, עיין שם. ודייק ותמצא קל.)","ולכן אסור לעשות שופר על פי דיבוק שני חתיכות, אחד למעלה ואחד למטה, ואפילו אם יש שיעור שופר בזה שלמעלה שלצד פיו. ואפילו בשופר גדול, אם דיבק עוד מעט משופר אחר למעלה או למטה – השופר פסול, מפני גזירת הכתוב דשופר אחד אמר רחמנא, ולא שנים ושלשה שופרות.ולכן אם הוסיף על השופר כל שהוא, בין במינו בין שלא במינו – פסול. דשלא במינו – פשיטא דפסול, כמו בלולב בהוסיף מין אחר. ואין לשאול דאם כן איך מהני סתימה בנקב במינו, הא הוה שני שופרות? דאינו כן, דהתם רק ממלא חסרון הנקב, ואין זה בגדר הוספה. וראיה: שהרי לדעת התוספות והרא\"ש בסעיף כג – גם בשלא במינו מותר, כשאינו משנה הקול. והרי מין אחר פשיטא שאסור, אלא דהתם כיון דהוא לסתום הנקב – מתבטל לעצם השופר, ואין על הסתימה שם בפפני עצמו כלל.","הפכו ותקע בו – לא יצא, בין שהפכו כדרך שהופכים החלוק, שהפך צד הפנימי לחיצון וחיצון לפנימי, ובין שהניחו כמו שהוא, אלא שהרחיב את הקצר וקיצר את הרחב; שנאמר: \"והעברת שופר\" – בעינן דרך העברתו (כז ב), כדרך שהאיל מעבירו בראשו בקרנו מחיים (רש\"י).ויש שרוצים להכשיר בהפכו כחלוק, כיון שהקצר והרחב עומדים במקומם. אבל בירושלמי מפורש שפסול, דבעינן שהצד הפנימי יראה את החלל. והרא\"ש בפרק שלישי (סימן ד) הביא מירושלמי, דמנלן שצריך לתקוע בצד הקצר? דכתיב: \"מן המצר קראתי\" וגו'. ולכן אפילו אם לא שינה את השופר, אלא שתקע במקום הרחב – פסול. אמנם אם היה השופר ארוך, וקיצרו מלמעלה, שחתך ממנו מקצת – כשר, כיון שנשאר שיעור שופר.ומכל מקום נראה לי דאם חתכו מלמטה, וחתך כל הרחב – פסול, דאנן בעינן שיהא בשופר קצר ורחב, כדרך שהוא בחיים. אבל בחתך מקצת מן הרחב – כשר, כיון שעדיין יש רחב. וכן אם גרדו, בין מבפנים בין מבחוץ, עד שנעשה דק כגלד – כשר, דאין שיעור לעוביו של שופר. וכיון שלא שינה אותו – כשר (והיפוך פסול אף מצד אחד).","השופר הוא חלול כידוע, ובעודו בקרן האיל אינו חלול, שנכנס בו עצם מהראש לתוך קרנו. והעצם איננו חלול, אך כשנוטלין אותו מהאיל – דוחין את העצם לחוץ, ונשאר חלול. ואף על פי שלא הוציא העצם ממנו, אלא נקבו כשהוא בתוכו – כשר, ואפילו לכתחלה מותר לעשות כן, דמין במינו אינו חוצץ (מגן אברהם סעיף קטן כ), כיון דדרך בריאתו בכך.ומכל מקום יותר מהודר ליטול העצם משם, וכן המנהג הפשוט, ואין לשנות. ואם הוציא עצם זה מהקרן, ונקב העצם, ותקע בו – פסול, דאין זה שופר כלל, דשופר צריך להיות חלול, והוא אינו חלול, ורק אינו חוצץ, אבל לא שהוא יהיה השופר.(ובירושלמי פרק שלישי הלכה ו יש שהיו תוקעין לכתחלה בקידוח בעצם כשהוא בו, עיין בית יוסף.)","איתא בגמרא (כז ב):ציפהו זהב במקום הנחת פה – פסול, שלא במקום הנחת פה – כשר. ציפהו זהב מבפנים – פסול. מבחוץ, אם נשתנה קולו מכמות שהיה – פסול, ואם לאו – כשר.עיין שם. ודקדקו הראשונים דהך \"שלא במקום הנחת פה\" – וודאי מיירי מבחוץ, דאי מבפנים – פסול, ואם כן היינו מבחוץ (תוספות ורא\"ש). ולכן יש שפירשו דהכל מיירי בעובי העליון. ו\"במקום הנחת פה\" מקרי במקצת עובי שלצד החלל, שבשם מניח פיו. ו\"שלא במקום הנחת פה\" היינו במקצת העובי שלצד חוץ (ר\"ן שם).ובמקום הנחת פיו – פסול משום חציצה, שהזהב מפסיק בין פיו לשופר. ויש מי שפירש ד\"שלא במקום הנחת פיו\" הוא מבחוץ, במחציתו העליון, וקיימא לן דבזה אפילו אם נשתנה קולו מעט – כשר, דעיקר ההשתנות תלוי בחציו השני, מקום הרחב, שבשם עיקר התפשטות הקול (רא\"ש בשם רבינו יונה). וקולא גדולה היא (שם), וקשה לסמוך על זה.","והרא\"ש פירש דוודאי מבחוץ מיירי, ואין קולו משתנה בשביל מקצת ציפוי; ואם היה משתנה – היה פסול. ומקודם קיימא לן דאין זה כשופר תוך שופר, ואחר כך קיימא לן שיש חילוק בין נשתנה קולו ללא נשתנה.וכן מבואר מדברי הרמב\"ם, דשלא במקום הנחת פה ומבחוץ – הדא מילתא היא. שכתב בפרק ראשון דין ו: ציפהו זהב מבפנים, או במקום הנחת פה – פסול. ציפהו מבחוץ, אם נשתנה קולו וכו'; עד כאן לשונו. הרי שלא הזכיר שלא במקום הנחת פה, משום דזהו \"מבחוץ\". וכן מבואר בירושלמי (פרק שלישי הלכה ג), שאומר שם: ציפהו זהב מבפנים – פסול, מבחוץ – כשר. ציפהו מקום הנחת פיו, או שהיה קולו עבה מחמת הציפוי – פסול; עד כאן לשונו, ולא הזכיר שלא במקום הנחת פיו.","והנה טעם פסולו במקום הנחת פיו, בארנו שזהו מטעם חציצה, דצריך שפיו יודבק להשופר. ולפי זה אם תקע בהפסק אויר בין פיו לשופר, שלא הדביק פיו אל השופר – פסול.ויש שפירשו הטעם משום דהקול יוצא מהזהב, ולא מהשופר. ולפי זה אין ראיה שתפסול בלא הדביק פיו להשופר (עיין ט\"ז סעיף קטן י\"ח). ואין לשאול: דלמה יוכשר מבחוץ, הא קיימא לן בסעיף כה דתוספת שלא במינו – פסול בכל שהוא? דיש לומר ד\"תוספת\" מקרי כשמעדיף על השופר בארכו, ולא בציפוי שמבפנים או שמבחוץ. ולכן אם נתן זהב על עובי השופר בצד הרחב, היינו הוסיף עליו כל שהוא ופסול. וכל שכן אם הוסיף על העובי בצד הקצר, דיש בזה גם פסול הפסק בין פיו לשופר. וכבר כתבנו דאם הרחיק את השופר מפיו, ונפח בו ותקע – פסול.וכתב הרמב\"ן: דאלו המציירים צורות בשופר במיני צבעונין – לא יפה הם עושים, דשמא נשתנה הקול מחמת הצבע. ואפילו לא פשט הצבע בכל השופר, דשמא ישתנה הקול על ידי זה (טור). אבל מותר לחקוק ציורים בהשופר עצמו כדי לנאותו, דבלא צבע לא ישתנה הקול.","נתן שופר בתוך שופר ותקע, אם קול פנימי שמע – יצא, ואם קול חיצון שמע – לא יצא (גמרא שם). כלומר: אם קול פנימי לבדו שמע, כגון שהוא עודף על החיצון משני צדדיו, ונתן הפנימי בפיו, ותקע בו – כשר, לפי שהקול יוצא רק מהפנימי. ואפילו אינו עודף רק מלמעלה לצד הפה, ולצד הרחב הוא שוה עם החיצון – גם כן כשר.ואם החיצון בולט – פסול, מפני שהקול יצא גם ממנו, והוי קול שני שופרות. וכן אם אינו עודף מלמעלה על החיצון – יש לחוש שהקול יוצא משניהם, ופסול. וכל שכן אם הקול יוצא מהחיצון, ולא מהפנימי – דפסול, שהרי יש הפסק בין קול השופר ובין השופר עצמו.ודע דאפילו אם שמע קול פנימי בלבד – בעינן שלא ישתנה קולו על ידי החיצון, דאם נשתנה – פסול, כמו שכתבתי. ואפילו להמכשירים בסתמו במינו, בנשתנה כמו שכתבתי בסעיף כה, מכל מקום הכא פסול, משום שני שופרות (מגן אברהם סעיף קטן כב).","שופר של ראש השנה – אין מחללין עליו יום טוב. ולא אמרינן דאתי עשה דשופר, ודוחה לא תעשה דיום טוב. דכבר נתבאר בסימן תצה דיום טוב הוי עשה ולא תעשה, ואין עשה דוחה לא תעשה ועשה.ואפילו במקום שנסתלק העשה – אין עשה דשופר דוחה הלא תעשה של יום טוב, דאפילו איסור דרבנן אין שופר דוחה. לפי שהחכמים השוו את דבריהם לשל תורה, והעמידו דבריהם בשופר שהיא בשב ואל תעשה, כמו שהעמידו דבריהם שלא לתקוע בראש השנה שחל בשבת מטעם גזירה, כמו שכתבתי בסימן תקפח. וכדאמרינן ביבמות (צ ב), דבשב ואל תעשה – העמידו דבריהם בכמה דברים כשופר, ולולב, ועוד. עיין שם.","לפיכך אם היה השופר בראש האילן, או מעבר הנהר, ואין לו שופר אחר אלא הוא – אינו עולה באילן, ואינו שט על פני המים כדי להביאו.וכן אם היה עליו גל של אבנים – אסור לטלטל את האבנים כדי ליטלו. ואין לילך חוץ לתחום כדי לשמוע קול שופר, וכל שכן שאין מביאין את השופר מחוץ לתחום.וקל וחומר שאין חותכין את השופר, בין ביד בין בכלי, דבכלי הוה איסור דאורייתא שמתקן כלי, וביד דהוה תקון כלאחר יד הוה איסור דרבנן. ובגמרא (לג א) מבואר דבסכין הוה דאורייתא, ובמגל הוה דרבנן, דהוה תקון כלאחר יד. עיין שם.","במה דברים אמורים? על ידי ישראל. אבל על ידי אינו יהודי – מותר לעשות כל דבר שאין איסורו אלא מדברי סופרים, דהוה שבות דשבות במקום מצוה, ומותר.אבל באיסור דאורייתא אסור לומר לו לעשות. ואפילו לפי דברי רבינו הרמ\"א לעיל סימן רעו, דלדבר גדול התירו אמירה אפילו בדאורייתא, עיין שם – מכל מקום במצוה דשב ואל תעשה לא התירו. ועוד: דגם בשם לא קיימא לן כן, כמו שכתבתי שם.ולכן אומרים לאינו יהודי לעלות באילן, ולילך חוץ לתחום להביא שופר. וזהו מחוץ לאלפים אמה, ולא חוץ לשנים עשר מיל, לדעת הרי\"ף והרמב\"ם דתחומין דשנים עשר מיל הוי דאורייתא. ואפשר דבזה יש לסמוך על רוב הפוסקים דגם זה הוי מדרבנן, וכן נראה עיקר (וכן כתב האליהו רבה סיעף קטן כט).ודע דמסתימת לשון הפוסקים משמע דאפילו ביום שני של ראש השנה, שהתקיעות הם מדרבנן – מכל מקום מותר לומר לאינו יהודי לעשות איסור דרבנן בשבילו. דכיון דביום ראשון מותר – מותר ביום שני גם כן. דסוף סוף אינו אלא שבות דשבות, ולא גזור במקום מצוה, אפילו היא דרבנן. דלא גרע מהפסד, דלא גזרו בכי האי גוונא.(וכן נראה מדברי מהרש\"ל בתשובה סימן א. ותמיהני על האליהו רבה סעיף קטן כט, שרוצה לגמגם בזה, עיין שם.)","ואם האינו יהודי עשה מעצמו מלאכה גמורה, כגון שעשה את השופר ביום טוב – מותר לתקוע בו, אף על פי שעשה בשביל הישראל.ולא דמי לאינו יהודי שעשה מלאכה בשביל ישראל בשבת ויום טוב, דאסור לישראל להשתמש בו, דבשם יש שני טעמים:שלא יהנה ממלאכת שבת ויום טוב,וגם שמא יאמר לו לעשות בשבילו.ובשופר לא שייך זה, דאין כאן הנאה, דמצות לאו ליהנות ניתנו. וגם כן לא גזרינן שמא יאמר לו לעשות בשבילו, דלא גזרינן זה אלא בדבר שיש בו הנאה – חיישינן שיעבור עבירה בשביל הנאתו. אבל בדבר שאין בה הנאה, רק מצוה בעלמא, למה יעשה כן לעבור עבירה בשביל מצוה?","אמנם זהו כשעשה האינו יהודי השופר מאיל שלו, או מקרן שלו, דאין בו איסור מוקצה. דאין מוקצה בשל אינו יהודי, כמו שכתבתי בסימן רנב. ואף על גב דזהו גם כן נולד כמובן, ובנולד אסור אפילו בשל אינו יהודי, כמו שכתבתי בסימן שכה, בזה יש לסמוך על הפוסקים המתירים נולד ביום טוב, כמו שכתבתי בסימן תצה (הגר\"ז סעיף כה, ועיין מגן אברהם סעיף קטן כה).אבל אם עשה שופר ביום טוב מקרן של ישראל – אסור לתקוע בו, שהרי בין השמשות לא היה ראוי לתקוע בו, ומיגו דאתקצאי לבין השמשות – אתקצאי לכולי יומא. ועוד: דהוה נולד, ואסור לטלטלו כדי לתקוע בו.(והגר\"ז כתב שיש לסמוך על המתירים נולד ביום טוב, וכן משמע ממגן אברהם שם. וצריך עיון, דהא הוא מוקצה גם כן בין השמשות, ומיגו דאתקצאי וכו'. ודייק ותמצא קל.)","יכול ליתן בתוך השופר מים או חומץ או יין כדי לצחצחו, שיתקע יפה. ואין בזה משום תקון כלי, דאינו אלא להעדפא בעלמא. ומי רגלים – אף בחול אסור, מפני הכבוד.(ודע דבהובא מחוץ לתחום – אסור לטלטלו לחוץ.)"],["המצוה היא \"לשמוע קול שופר\", כלומר התקיעות, כמו שהם ממש. אבל אם שמע קול הברה בעלמא, כגון שהתוקע עמד בבור, ואותו שעומד על הארץ חוץ לבור אינו שומע אלא קול הברה, אפילו שומע קול הברה עם הקול השופר – לא יצא, דהקול מעורבב, ואין זה \"קול שופר\".וכך שנינו במשנה (כז א): התוקע לתוך הבור, או לתוך הדות, או לתוך הפיטם, אם קול שופר שמע – יצא, ואם קול הברה שמע – לא יצא.(וברש\"י כח א דיבור המתחיל \"אם קול הברה\" – מבואר דקול השופר עם קול הברה לא יצא.)","ומפרש בגמרא: לא שנו אלא לאותן העומדים על שפת הבור. אבל אותן העומדים בבור – יצאו; עיין שם.ולרש\"י, והרמב\"ם בפרק ראשון, הכי פירושו: דאלו שבבור שומעים תמיד קול שופר, והעומדים על שפת הבור לפעמים שומעים קול שופר ויצאו, ולפעמים שומעים קול הברה עם קול השופר (רש\"י כח א) ולא יצאו.וזה לשון הרמב\"ם סוף פרק ראשון והשולחן ערוך סעיף א:התוקע בתוך הבור, או בתוך המערה – אותם העומדים בתוך הבור והמערה יצאו; והעומדים בחוץ: אם קול שופר שמעו – יצאו, ואם קול הברה שמעו – לא יצאו. וכן התוקע לתוך חבית גדולה, וכיוצא בה, אם קול שופר שמע – יצא, ואם קול הברה שמע – לא יצא.עד כאן לשונו. ואפילו העומד בתוכו – לא יצא (מגן אברהם סעיף קטן ב), דבחביות יכול להיות הקול מעורבב גם להעומדים בתוכו, משאין כן בבור ודות.ודע ש\"דות\" הוא בניין שתחת הקרקע. ואם רובו בנוי למעלה מן הקרקע, אף על פי שמקצתו בנוי תוך הקרקע – הוי כבית (שם סעיף קטן א).","והנה הרא\"ש הקשה על פירוש זה, דאותם העומדים על שפת הבור לפעמים שומעים קול שופר, ולפעמים קול הברה. וזה לשונו: ולא ידעתי מה הבחנה יש \"אם קול שופר שמע אם קול הברה שמע\" וכו'. ולא מסתבר שיהא תלוי בהבחנת האדם וכו'. ואם תלוי בעומק הבור וקירובו – כל זה צריך שיעור; עד כאן לשונו. ולכן פירש הרא\"ש דהכי פירושו: דאותן העומדים על שפת הבור – לעולם אין שומעין רק קול הברה, ולא יצאו. ואותן העומדים בבור – תמיד שומעין קול שופר, ויצאו.(והגמרא מפרשת דזה שבמשנה אומר \"אם קול\" וכו' – אין זה כתנאי, אלא דהכי פירושו: אם קול שופר שמעו, כגון העומדין בבור – יצאו. ואם קול הברה שמעו, והיינו אותם שמחוץ לבור – לא יצאו.)","וכן פסק הטור, וזה לשונו:העומד בבור או בחבית גדולה ותוקע, ושמעו אחרים מבחוץ – לא יצאו, שאין שומעין אלא קול הברה. אבל הוא עצמו יצא, וכו'.עד כאן לשונו. הרי שכללא כייל, דכל העומד מבחוץ לא יצא, אפילו בעומד סמוך לבור.ורבינו הבית יוסף לא הביא כלל דיעה זו, משום דלשון המשנה והגמרא מורה להדיא כרש\"י והרמב\"ם. ומה שהקשה הרא\"ש \"מה הבחנה?\" – יש תירץ בספרו הגדול, דכל אדם יכול להבחין זה, אם הקול קול שופר או קול הברה, עיין שם.ולי נראה להוסיף בזה, דיש בזה בירור גמור: דהנה רש\"י פירש אם קול הברה שמע עם קול השופר – לא יצא, עיין שם. ומאי בעי רש\"י בזה? אלא כוונתו דאין הכוונה ששמע קול הברה בעלמא, שלא הבחין כלל שזהו קול שופר, דפשיטא שאין זה כלום. אלא דקול הברה הוא ששמע קול שופר, אבל לא בבירור. וכהך דשלהי גיטין, כששמעו שפלונית נתקדשה לפלוני, איתא שם לא ששמעו קול הברה, אלא כגון שהיו נרות דולקות ומטות מוצעות וכו', עיין שם. הרי להדיא דלשון הברה הוא לא על עצם השמיעה, אלא שהדבר אינו ברור. וכן בשופר, שיש כמה מיני תקיעות, והיינו התקיעה הוא קול פשוט, והשברים הם קולות שבורים, והתרועה הוא ילולי יליל. ולכן אם שומע קול השופר בלי עירבוב הקולות – שומע התקיעה כדרך תקיעה, והשברים כשברים, והתרועה כתרועה. אבל אם הקול מעורבב, לא ישמע בירור הפרטים, אלא כולם כקול שופר אחד. ולפי זה הרי כל אדם יכול להבחין.(וזה שהקשה הט\"ז סעיף קטן א מד' כח א: זימנין דאפיק רישיה, וקמערבב קלא וכו'. אלמא דגם בסמוך מערבב קלא, עיין שם. לא קשיא כלל, דאדרבא זה גופה קא משמע לן, דלא מערבב קלא מפני סמיכתו. ואין הכוונה זימנין דאפיק ונגזור. קא משמע לן דלא גזרינן, אלא אפילו מפיק – לית לן בה. וכן כתב הק\"נ שם אות מ', עיין שם. ועוד דאין זה דמיון להעומד מתחלה ועד סוף בחוץ, דכאן מפני נדנודו מהבור לחוץ לבור – מערבב קלא. ודייק ותמצא קל.)","כמו שהדין בתוקע בבור והשומע חוץ לבור, כמו כן להיפך: אם התוקע חוץ לבור, והשומע בבור, דלהטור לא יצא, ולהרמב\"ם תלוי אם שמע קול שופר או קול הברה, כמו שנתבאר (בית יוסף וט\"ז סעיף קטן ג).ויש אומרים דבכי האי גוונא לכולי עלמא יצא, דכשהתקיעה בבור מתבלבל הקול לעומד חוצה לה. אבל כשהתקיעה חוץ לבור – אין הקול מתבלבל, אפילו להעומדים תוך הבור (ב\"ח ומג\"א סעיף קטן ד).","ודע שיש להסתפק הך בור ודות וחבית, אם זהו דווקא כשהבור מכוסה, וכן הדות והחבית, דאז הקול מתבלבל. ולא כשהם פתוחות, או אפילו בבור מגולה, מפני שהקול שבעומק, כשעולה למעלה על הארץ, יכול להתבלבל. וכן משמע מפשטיות לשון הש\"ס והפוסקים.וכן יש להסתפק בתוקע בבית או בבית הכנסת, דהשומעים מחוץ לבית או חוץ לבית הכנסת במקום, שמגיע הקול ברור – בוודאי יוצאים ידי חובתן, ומעשים בכל יום כן הוא – אם זהו דווקא כשיש דלת או חלון פתוחה, אבל כשסתום מכל הצדדים מתבלבל הקול; או דילמא דסתימת הבית לא מבלבל לקלא. וכן משמע, מדלא הזכירו הפוסקים זה כלל. אך זהו וודאי דכשהבית סתום, לא ישמע כל כך הקול בריחוק מקום, כמו בדלת פתוח כמובן.","והנה הפוסקים כתבו לשון \"התוקע בתוך הבור\", אבל במשנה איתא \"התוקע לתוך הבור\". ונראה דקא משמע לן דאפילו להתוקע עצמו שעומד חוץ לבור, ותוקע לתוך הבור, יש נפקא מינה בין אם שמע קול שופר, לבין שמע קול הברה. דאף על פי שהוא עומד סמוך להשופר, מכל מקום יש שמפני העומק של הבור – גם לעצמו לא נשמע רק קול הברה. ולהיפך לדעת הרא\"ש והטור, דאחר השומע בכל עניין לא יצא, כמו שכתבתי. מכל מקום התוקע בעצמו יכול לשמוע קול שופר, אף כשהוא חוץ לבור, מפני שהשופר בפיו (כן נראה לעניות דעתי).","אם התחיל לתקוע בבור, ועלה חוץ לבור, וגמר התקיעה – יצא, מפני שכל מה ששמע, בין בפנים בין בחוץ, היה קול שופר. ואם כשעלה מהבור הוציא אזניו חוץ לבור קודם שהוציא השופר לחוץ – לדעת הטור לא יצא. ולדעת הרמב\"ם צריך להבחין: אם שמע קול שופר – יצא, ואם שמע קול הברה – לא יצא.ולפי מה משכתבתי בסעיף הקודם, יכול להיות גם לדעת הטור כן. ולכן טוב שיוציא השופר קודם להאזנים, דאז בוודאי ישמע קול שופר, כיון דהשופר הוא בחוץ, במקום מרווח. ואותם שהיו עומדים עמו בבור, במקום שהתחיל לתקוע שם – יצאו, אף שהתוקע יצא באמצע, וגמר תקיעתו חוץ לבור. דכבר כתבנו דכשהשומע בבור, והתוקע חוץ לבור – יצאו. ולדיעה ראשונה שבסעיף ה – לא יצאו, דבעינן שישמעו כל התקיעה בהכשר, וראשה בלא סופה או סופה בלא ראשה – לאו כלום הוא. אך יש אומרים דכשיש שיעור תקיעה במקצתה – יצא, כמו שיתבאר.(המגן אברהם סעיף קטן ג קיצר מאד, אבל כוונתו כדברינו. ודייק ותמצא קל.)","השומע מקצת תקיעה שלא בחיוב, ומקצתה בחיוב, כגון שמקצת תקיעה היתה קודם אור היום וסופה ביום, או שהיה אחד תוקע כמתעסק בעלמא, שאין יוצא בזה ידי תקיעה, ואין לומר באמצע התקיעה איכוין, ותקע לי לשם תקיעה, וגמר לשם תקיעה, אפילו היה בהגמר – כדי שיעור תקיעה לא יצא, דבעינן מתחלתה ועד סופה בכשרות.ויש אומרים דכשיש שיעור תקיעה בהחיוב – יצא. והעיקר כדיעה ראשונה (שם סעיף קטן ה). ולכן אם שמע מקצת התקיעה קול הברה, ומקצתה קול שופר, כגון שתקע בבור ועלה לחוץ וגמרה, והשומע היה חוץ לבור – לא יצא. ואם היה בהגמר שיעור תקיעה – תלוי בהדיעות שנתבארו. והעיקר לדינא דפסול, כמו שכתבתי.ויש להזהיר את העם שבשעת התקיעות – יעמדו כולם בשקט, בלי המולה, ובלי כיחה וניעה, ובלא שיעול, שלא לבלבל קול התקיעות, שלא יהיו כקול הברה בעלמא."],["זמן תקיעת שופר ביום ולא בלילה, שנאמר: \"יום תרועה יהיה לכם\" (מגילה כ ב). ואף על גב דכל \"יום\" שבתורה הכוונה על כל המעת לעת, אך הך יום מיותר הוא, דכיון דכתיב (במדבר כט א): \"ובחדש השביעי באחד לחדש\" וגו' – הוה ליה לסיים \"תרועה יהיה לכם\" כמו באֶמור, דכתיב: (ויקרא כג כד): \"בחדש השביעי באחד לחדש\" וגו', \"זכרון תרועה\" וגו', ולא כתיב \"יום זכרון תרועה\". אלא שמע מינה דלדרשא אתי \"ביום ולא בלילה\".","ומדין תורה כשר מעמוד השחר כשעלה, דמאז נחשב יום. אלא דלכתחלה אמרו חכמים (שם) שיתקע מהנץ, דאז עיקר יממא הוא. וכן הוא בכל הדברים שמצותן ביום, שנינו שם דלכתחלה הוא מהנץ החמה, ובדיעבד כשר משעלה עמוד השחר. וסוף זמנו הוא עד השקיעה, דאחר כך מתחיל בין השמשות, ותוקע בלא ברכה. ועיין מה שכתבתי בסימן רס\"א.ואם שמע מקצת תקיעה קודם שעלה עמוד השחר, ומקצת אחר כך – לא יצא, אפילו יש במה שאחר כך שיעור תקיעה. ויש חולקין בזה, וכמו שכתבתי בסימן הקודם סעיף ה, עיין שם.","שיעור התקיעות יתבאר בסימן תק\"צ, ושם יתבאר שמחוייב לשמוע בראש השנה תשע תקיעות, והיינו: שלש תרועות וששה פשוטות. לכל תרועה פשוטה מלפניה, ופשוטה מלאחריה.וקיימא לן דאפילו שמע התשע תקיעות בתשע שעות ביום – יצא (לד ב), כלומר: שתקע הפשוטה שלפניה בשעה ראשונה, והתרועה בשעה שנייה, והפשוטה שלאחריה בשעה שלישית, וכן כולם – יצא, דלא בעינן רצופין, ואפילו בהפסק גדול כזה מקרי \"לפניה ולאחריה\".ואפילו הם מתשעה בני אדם, אלא שתקעו על הסדר: מתחילה תקיעה ואחר כך תרועה ואחר כך תקיעה, וכן כולם. אבל שלא על הסדר – לא יצא.","ויש אומרים דדווקא כשלא היה הפסק ביניהם בקול שופר שאינו ראוי באותה בבא, כלומר: אם שמע תרועה ואחריה שני תקיעות – לא יצא. אבל אם שמע תקיעה ותרועה, ותרועה ותקיעה – לא הוי התרועה השנייה הפסק, דלא גריעא משהייה. דאף על גב דבהתוקע בעצמו קיימא לן לקמן סימן תק\"צ דלא יצא, בכי האי גוונא היינו משום שעושה מעשה שלא כהלכתו. ולא בשומע, דבהשומע הוה כמאן דליתא בזה הקול עצמו (לבוש ומגן אברהם סעיף קטן ג).ויש חולקין בזה, דשומע דמי לתוקע, דעיקר מצוה היא השמיעה (ט\"ז סעיף קטן ב), וכן משמע בהר\"ן (מגן אברהם שם).","ודווקא כשהתשע בני אדם תקעו זה אחר זה על הסדר. אבל אם תקעו כולם כאחד – לא יצא, דבעינן שהתקיעה תקדים להתרועה, והתרועה להתקיעה שלאחריה, וסדר האחד להשני והשני להשלישי, ובכאן באו כולם כאחד ואינו מועיל.ואף על גב דרש\"י שם חולק בזה, מכל מקום הכריעו הפוסקים לפסול בכי האי גוונא. אמנם אם שני בני אדם או יותר תקעו כאחד התקיעה, ואחר כך תקעו שנים התרועה, וכן להלן – יצא. דאף על גב דתרי קלי לא משתמע, שאני שופר דחביבא, ונותנין דעתן לשמוע קול השופר.","אם ראובן היה צריך לפשוטה שלפניה, ושמעון לפשוטה שלאחריה, ושמעו תקיעה אחת – יצאו, ולזה עולה ללפניה ולזה לאחריה. ותקיעה אחת מוציאה את שניהם, כיון דהכל תקיעה הוא.ואפילו אם התוקע בעצמו היה צריך לפשוטה שלפניה, וכיון לזה, מכל מקום השומע שהיה צריך לשלאחריה יצא. וכן מסדר לסדר, כיון שאין הפרש בעצם התקיעה – לא חיישינן לכוונת התוקע, ובלבד שיתכוין להוציאו. דאם לא נתכוין להוציאו – לאו כלום הוא.","ראש השנה שחל בשבת אין תוקעין בשופר. וזה לשון הרמב\"ם בפרק שני דין ו:אף על גב שהתקיעה הוא משום שבות, ומן הדין היה שתוקעין, יבא עשה של תורה וידחה שבות של דבריהם. ולמה אין תוקעין? גזירה שמא יוליכנו בידו למי שיתקע לו, ויעבירנו ארבע אמות ברשות הרבים, או מוציאו מרשות לרשות, ויבא לידי איסור סקילה. שהכל חייבין בתקיעה, ואין הכל בקיאין בתקיעה.עד כאן לשונו. ואף על גב דגם שבות אין תקיעה דוחה, כמו שכתבתי בסוף סימן תקפו, ואיך כתב שדוחה שבות? זהו שבות דאקראי, כגון להביאו מחוץ לתחום, ולעלות באילן. אבל בעצם התקיעה שהוא שבות, בעל כרחך ידחה גם בשבת, שהרי שבות זה יש גם ביום טוב. ואם תאמר שגם ביום טוב לא ידחה שבות זה, אם כן בטלת מצוה תקיעות לגמרי, וזה אי אפשר. אבל שבות דהוצאה אינו כיום טוב, לפיכך גזרו בו בשבת מחשש זה (לחם משנה ומגן אברהם וט\"ז).","ולכן אסור לטלטל השופר בשבת, דהוא מוקצה; אם לא לצורך גופו ומקומו, כשהוא ראוי לאיזה תשמיש היתר, כמו לגמע בו מים לתנוק. דבלאו הכי גם לצורך גופו ומקומו אסור, כמו שכתבתי בסימן שח.וביום טוב, אף על פי דפשיטא שמותר לטלטלו, שהרי צריך לתקוע בו, מכל מקום יש בו בפרט אחד חומר יותר משבת, והיינו: שאסור להשתמש בו לצורך תשמיש חול, כמו לגמוע בו מים, שהרי הוקצה למצותו (מגן אברהם סעיף קטן ה). מה שאין כן בשבת, שכיון שאין תוקעין בו – לא הוקצה למצותו כלל.ויראה לי דגם ביום טוב אם יש לו שני שופרות, והכין אחד לתקוע בו, ואת השני לא רצה לתקוע בו – אינו מוקצה למצותו.","ואף על פי שזה שאין תוקעין בשבת הוא מדרבנן משום גזירה כמו שכתבתי, מכל מקום גם התורה רמזה לזה, שבפרשת פינחס (במדבר כט א) כתיב \"יום תרועה יהיה לכם\", ובפרשת אֶמור (ויקרא כג כד) כתיב \"זכרון תרועה\", וזהו כשחל בשבת, דאינו אלא זכרון תרועה ולא יום תרועה (גמרא ריש פרק רביעי כט ב).ועוד יש לזה רמז יותר עמוק, דהנה פרשה ד\"שור או כשב\" באֶמור נאמרה בשנה השנית ליציאת מצרים, לענין שופר, דנאמרה פרשה זו אחר מתן תורה. ופסח שיצאו ישראל ממצרים חל ביום חמישי, כדאיתא בשבת (פז ב). וממילא שאחר כך בשנה השנית חל ראש השנה להיות בשבת, דשלישי של פסח הוא ראש השנה, כידוע. ולכן אמרה התורה \"בחדש השביעי באחד לחדש יהיה לכם שבתון, זכרון תרועה מקרא קדש\", כלומר: דזה הראש השנה יבא לכם בשבת, ולכן רק \"זכרון תרועה\" ולא \"יום תרועה\". וליכא מידי דלא רמיזא באורייתא, דכל דברי חכמים נתונים נתונים המה מפי הקדוש ברוך הוא למשה בסיני, וגילה לו מה שיחדשו החכמים.","שנו חכמים במשנה (ריש פרק רביעי):יום טוב של ראש השנה שחל להיות בשבת במקדש – היו תוקעין, אבל לא במדינה. משחרב בית המקדש התקין רבן יוחנן בן זכאי שיהו תוקעין בכל מקום שיש בו בית דין.והטעם מפני שבית דין זריזין הן, ולא יבואו לחלל שבת, וכל שכן במקדש שהיו זריזין, ואין בהם חשש שמא יעבירנו וכו'.וזהו הכל בזמן שהיו בית דין סמוכים. אבל עכשיו בעונותינו שאין לנו בית דין סמוכים – אין תוקעין בשום מקום בעולם, אפילו בארץ ישראל. ולכשיבא גואל צדק – אז נתקע בירושלים, אם ירצה השם.ואחד מגדולי רבותינו היה רוצה לומר דגם עכשיו, כשיש בית דין הגדול שבכל העולם – תוקעין שם. ולא נתקבלו דבריו.(עיין במאור, ומלחמות, ובמגיד משנה שהרי\"ף סובר כן, ולא נהגו גם תלמידיו כן; עיין שם.)"],["הכל חייבין לשמוע קול שופר בראש השנה, חוץ מנשים, ועבדים, וקטנים, וחרש, ושוטה. דנשים פטורות משום דהוי מצוות עשה שהזמן גרמא, ועבדים הוקשו לנשים: דכל מצוה שאין האשה חייבת – אין העבד מחוייב. וקטנים לאו בני מצוה נינהו, לבד קטן שהגיע לחינוך, שהאב מחויב לחנכו במצות. וחרש ושוטה – פשיטא, שאינן בכלל מצוות, ולא בכלל חינוך. וחרש הוא שאינו שומע ואינו מדבר. אבל שומע ואינו מדבר – הרי הוא ככל אדם, וחייב. וטומטום ואנדרוגינוס – חייבים מספק, שמא הם זכרים. אבל מדבר ואינו שומע, כיון שאינו בר שמיעה – פטור.","וכל המחוייב בשופר – יכול להוציא אחרים בתקיעתו, ואפילו אם כבר יצא ידי תקיעה, כדין כל ברכת המצוות, שאף על פי שיצא – מוציא.וכל שאינו מחוייב בשופר – אינו מוציא גם אחרים בתקיעתו, דאיך יוציא אחרים בדבר שבעצמו אינו צריך כלל לזה? ולא דמי למחוייב שכבר יצא, ומוציא, דזה מטעם ערבות, דכל ישראל עריבים זה בזה. אבל זה שאינו מחוייב במצוה זו – הרי לא נכנס כלל בערבות במצוה זו.","ולפיכך האשה, והעבד, והקטן, והחרש, והשוטה – אין מוציאין אחרים בתקיעתן. אבל השומע ואינו מדבר – מוציא אחרים, והאחרים יברכו. ואפילו בלא ברכה – אין הברכה מעכבת להמצוה.אבל המדבר ואינו שומע – אינו מוציא, כיון שבעצמו פטור. אמנם עיקר דין זה שחידש רבינו הבית יוסף בסעיף ב דחרש המדבר ואינו שומע – לאו בר חיובא הוא. ובספרו הגדול הביא זה משם הכלבו והרשב\"ץ, דכיון דעיקר המצוה היא השמיעה, והוא אינו יכול לשמוע – פטור. ולכן גם אחרים אינו מוציא, עיין שם, וקשה לי.","והרי במשנה דראש השנה (כט א) שנינו: חרש שוטה וקטן אין מוציאין וכו'.ובריש חגיגה דתנן: הכל חייבין בראייה, חוץ מחרש שוטה וקטן, ואיתא בגמרא שם: קתני חרש דומיא דשוטה וקטן וכו', כדתנן: חרש שדיברו בו חכמים בכל מקום – שאינו שומע ואינו מדבר. הא מדבר ואינו שומע, שומע ואינו מדבר – חייב וכו', עיין שם. ואם כן זה הדיוק עצמו יש במשנתינו גם כן, וזה שכתבו משום דהעיקר היא השמיעה – זהו דלא תימא דכל אחד מחוייב לתקוע בעצמו, כדמשמע מלשון \"הכל חייבין בתקיעת שופר\" ששנינו שם בברייתא. אלא גם בשמיעה יצא. ולכן דקדק הרמב\"ם בריש פרק שני לכתוב: הכל חייבין לשמוע קול שופר, עיין שם. אבל וודאי גם התקיעה עיקר המצוה, ואי אפשר לשמיעה בלא תקיעה. אבל שנאמר דבשביל העדר השמיעה יהא פטור לגמרי – כל כי האי הוה לה להמשנה והגמרא לפרש, ובשום אחד מהפוסקים לא נמצא זה.","ואף על גב דבמשנה דמגילה (יט ב) שנינו: הכל כשרין לקרות את המגילה חוץ מחרש שוטה וקטן, ובשם בעל כרחך פירושו גם כן שמדבר ואינו שומע, [כדמוכח] (בדמוכח) בברכות (יד א), באמת כתבו התוספות שם וזה לשונם: סתם חרש הוי אינו שומע ואינו מדבר; אבל חרש דהכא – מדבר הוא, מדקרי המגילה וכו'; עד כאן לשונו.ואם כן לא הוצרך לפרש, דהרי פירש שמדבר שקורא המגילה. אבל הכא הוה ליה לפרש, וראיה: דלמה לא כתבו התוספות גם בכאן כמו שכתבו במגילה.","ועוד קשה לי, דהנה בברכות (יד א) פליגי רבי יהודה ורבי יוסי בקורא את שמע, ולא השמיע לאזניו. דרבי יהודה סבירא ליה דיצא, ורבי יוסי סבירא ליה דלא יצא, משום דדריש \"שמע\" – השמע לאזנך. וכן נחלקו בברכת המזון, עיין שם.ולפי זה לדברי רבינו הבית יוסף: לרבי יוסי חרש שמדבר ואינו שומע – פטור מקריאת שמע ומברכת המזון. ודבר זה לא שמענו מעולם. אלא וודאי דאפילו לרבי יוסי לא הצריכה התורה להשמיע לאזניו, רק במי שיכול להשמיע לאזניו. אבל מי שאינו יכול – לא נפטר מפני זה, וקורא בפיו, אף על גב שאינו משמיע לאזניו. והכא נמי בתקיעת שופר כן הוא. ולכן לעניות דעתי דין זה צריך עיון. והחרש המדבר ואינו שומע – מחויב לתקוע בעצמו בשופר, אבל לא יברך, כיון דלרבינו הבית יוסף פטור לגמרי.","טומטום ואנדרוגינוס – אין מוציאין את האנשים, דשמא הם נקבות, ואין אשה מוציאה את האיש. וטומטום אינו מוציא אפילו טומטום אחר, דשמא הוא נקבה והאחר הוא זכר. אבל אנדרוגינוס מוציא אנדרוגינוס אחר, מפני שכל המין שוה. ופשוט הוא דהם, כשתוקעים לעצמם – לא יברכו, דשמא הם נקבות. ואף על פי שיתבאר דגם הנשים מברכות, שאני התם דמברכות על דעת רשות, ולא על דעת חובה. אלא אם כן גם הם יכוונו לרשות, אם הם נשים.וסומא מברך ומוציא אחרים. ואף על גב דרבי יהודה סבירא ליה (בבא קמא פח א) דסומא אין חיובו רק מדרבנן, ולא אתי דרבנן ומפיק דאורייתא – לא קיימא לן כן. ופסק הרדב\"ז דאם הוא מוחזק לתקוע – לא יסלקוהו כשנסתמא.(מגן אברהם סעיף קטן א; ואף שבסימן תעג הביא הבית יוסף דרי\"ו חשש לזה, לא קיימא לן כן, עיין שם.)","יש מי שאומר דלמאן דסבירא ליה דאנדרוגינוס הוה חציו זכר וחציו נקבה – אינו מוציא אפילו את עצמו, וכל שכן לאנדרוגינוס אחר. כמו בחציו עבד וחציו בן חורין, שיתבאר דלא אתי צד עבדות ומפיק צד חירות. והכא נמי: לא אתי צד נקבות, ומפיק צד זכרות דידיה (ראב\"ד בהשגות ריש פרק שני).אך הרמב\"ם שפסק דמוציא את מינו, כמו שכתבנו – הולך לשיטתו בפרק ראשון מאיסורי ביאה, דהוא בריה בפני עצמה.אך יש אומרים דאפילו אי חציו זכר וחציו נקבה – מוציא את עצמו, ואת אחרים כיוצא בו. דלא דמי לחציו עבד וחציו בן חורין, שתלוי ביד אדם לעשותו כך או כך – שפיר הוויין כשני גופין. אבל אנדרוגינוס כוליה חד מינא, ואי אפשר להשתנות – שפיר יצא, ומוציא אחרים שכיוצא בו (מגיד משנה).ויש מי שאומר דאנדרוגינוס הוא פעם זכר ופעם נקבה, ואם הוא כעת נקבה – אינו מוציא אחר שהוא כעת זכר (מגן אברהם סעיף קטן ב). והוא תימה, שלא נמצא כלל מי שסובר כן, ויש סתירות רבות לזה (וגם המחה\"ש והבאר היטב תמהו עליו).","ומי שחציו עבד וחציו בן חורין – אינו מוציא אפילו את עצמו, וכל שכן לאחרים, משום דלא אתי צד עבדות שבו ומפיק צד חירות שבו. ואף על גב דקיימא לן דכופין את רבו, ועושין אותו בן חורין – מכל מקום כל כמה דלא שחרריה הוי חציו כעבד. ואין לשאול למה לא יוציא צד חירות שבו בהתקיעות, שאותו צד תוקע, דיש לומר דבכל תקיעה יש חציה מעבד, ואין יוצאין בחצי תקיעה. אבל כשאחר תוקע – חצי צד חירות שבו שומע תקיעה כשרה.","ואף על פי שאין הנשים חייבות בתקיעת שופר, מכל מקום יכולות לתקוע ולברך. דכבר נתבאר לעיל סימן יז דנשים יכולות לברך על כל מצוות עשה שהזמן גרמא, דקיימא לן נשים סומכות רשות. וכן אחר שיצא כבר – יכול לתקוע להן להוציאן; אבל הוא לא יברך להן, אלא יברכו לעצמן אם התוקע כבר יצא. ואינו תוקע אלא בשבילן בלבד, ולכן אם ירצה לברך: או שיתקע להן קודם התפלה, והוא עצמו יוצא בתקיעתו זה, או שיהיה אחד מהשומעים איש גדול.ולפי מה שאכתוב לקמן סימן תקצא שאין כדאי לתקוע ביחיד בשלש שעות ראשונות, שעל היום לא יתקע קודם התפלה, אלא או בעת שתוקעין בבית הכנסת כשיש לו שופר אחר, או שהוא יכוין לבלי לצאת בהתקיעות שבבית הכנסת, ויתקע להן אחר התפלה, ויברך בשביל עצמו. ואם לאו יברכו הן, כמו שכתבתי.(עיין מגן אברהם סעיף קטן ד, שחקר אם ההליכה הוי הפסק, עיין שם.)","וכן קטנים שהגיעו לחינוך – צריך האב להביאן לבית הכנסת, לחנכן שישמעו התקיעות. ויזהירן שלא יבלבלו, ושישמעו התקיעות, ויענו \"אמן\" על הברכות. וקטנים הרבה – לא יביאם לבית הכנסת, שמבלבלים דעת השומעים.וכתב הטור בסוף סימן הקודם:ואף על פי ששבת לאו זמן תקיעה היא, מותר לומר לקטן שלא הגיע לחינוך שיתקע בשבת, כדי להתלמד לתקוע. אבל אם הגיע לחינוך – אסור לומר לו לתקוע. ואם תקע מעצמו – אין מוחין בידו.עד כאן לשונו. וכן ביום טוב, אין לומר להגיע לחינוך שיתקע (ב\"ח), אחר שכבר שמע התקיעות.אבל הרמב\"ם בפרק שני דין ז כתב, וזה לשונו:התינוקות שלא הגיעו לחינוך – אין מעכבין אותן מלתקוע בשבת שאינה יום טוב של ראש השנה, כדי שילמודו. ומותר לגדול שיתעסק עמהם, כדי ללמדן ביום טוב, בין קטן שהגיע לחינוך, בין קטן שלא הגיע לחינוך. שהתקיעה אינה אסורה אלא משום שבות.עד כאן לשונו. כלומר: דבסתם שבת אין מעכבין קטן שלא הגיע לחינוך מלתקוע. אבל בשבת שהוא ראש השנה – מעכבין, שלא יאמרו השומעין שצריכין לתקוע בראש השנה שחל בשבת. וכן הוא בירושלמי. וכן בהגיע לחינוך – אסור גם בסתם שבת, ומעכבין אותו. ואף על גב דקיימא לן: קטן אוכל נבלות – אין בית דין מצווין להפרישו, כמו שכתבתי בסימן שמג – שאני תקיעות דנשמע לרבים, ויש זילזול שבת כשהגיע לחינוך. ובראש השנה עצמו שחל בחול – מתעסקין עמהן, ומלמדין אותן לתקוע, בין הגיעו לחינוך בין לא הגיעו לחינוך. ואפילו כבר תקעו, כיון שזמן תקיעה – היום. ומחלוקת הרמב\"ם עם הטור תלוי בגירסת הש\"ס דראש השנה (לג א), עיין שם.","המודר הנאה מחבירו – מותר לתקוע לו תקיעה של מצוה, דמצות לאו ליהנות ניתנו. ודווקא כשהוא תוקע מאליו להוציאו, אבל אסור לומר לו: \"תקע לי והציאני\", דמה ששומע לדבריו הוה הנאה.וכתב רבינו הרמ\"א בסעיף ז: ואם אמר קונם תקיעותיו עלי – בכל עניין אסור; עד כאן לשונו.ונראה לי דהכי פירושו: שאומר \"קונם מהשופר לתקיעתו שיתקע\" – זה עלי, דאם לא כן הא תקיעה הוי דבר שאין בו ממש, ואין הקונם חל; וכמו שכתבתי בסימן תקפו, עיין שם.וכן אם אמר: \"קונם תקיעת שופר שיתקע פלוני עלי\" – גם כן אסור, דכיון שהזכיר שופר – הוה כשופר לתקיעתו, דיש בזה ממש, והיינו בהשופר.","המתעסק בתקיעת שופר כדי להתלמד – לא יצא ידי חובתו, כיון שלא כיון לשם מצוות תקיעה. וכן השומע מן המתעסק – לא יצא, אף על פי שהשומע כיוֵן לצאת, כיון שהתוקע היה מתעסק בעלמא, ולא כיוֵן לצאת.וכן התוקע לשם שיר, ולא לשם מצוה – לא יצא. דאנן קיימא לן דמצות צריכות כוונה, כלומר דבשעה שעושה אותן – יכוין לשם מצוה, כמו שכתבתי לעיל סימן ס, עיין שם.ויש אומרים דאפילו למאן דסבירא ליה מצות אינן צריכות כוונה – זהו במצוה של מעשה, כמו אכילת מצה, דסוף סוף הא אוכל המצה. אבל מצוה של דיבור כמו קריאת שמע, ושל שמיעה כמו שופר, כשהוא בלא כוונה לצאת ידי מצוה – לאו כלום קעביד. וזה נראה בדעת הרמב\"ם, שבפרק ששי מחמץ ומצה פסק לענין מצה דאינה צריכה כוונה. ובפרק שני משופר פסק דצריך כוונה.(כמו שכתבו המגיד משנה והלחם משנה שם, הלכה ה. ועיין מה שכתבתי בסימן תעה, ולעיל סימן ס, ומהש\"ס משמע דדמי להדדי.)","ולפיכך אם נתכוין השומע לצאת ידי חובתו, ולא נתכוין התוקע להוציאו, אף על פי שלעצמו נתכוין לצאת, או שנתכוין התוקע להוציאו והשומע לא נתכוין לצאת בתקיעתו – לא יצא ידי חובתו, עד שיתכוין שומע ומשמיע.במה דברים אמורים? שהמשמיע צריך לכוין להוציא לזה, כשתוקע לאחד או לשנים. אבל התוקע לרבים, כמו בבית הכנסת – אינו צריך לכוין ביחוד לפלוני ופלוני, אלא יכוין להוציא לכל מי שישמע, ויכוין לצאת, ואפילו אינו יודעו כלל. ואפילו אינו בבית הכנסת, אלא עומד מחוץ לבית הכנסת, דש\"ץ דעתיה אכולי עלמא, לכל מי ששומע ומכוין לצאת.לפיכך, מי שהיה מהלך בדרך, או יושב בתוך ביתו, ושמע תקיעות משליח ציבור – יצא אם נתכוין לצאת, שהרי הש\"ץ מתכוין להוציא את הרבים ידי חובתן.(עיין מגן אברהם סעיף קטן ה, שהביא ירושלמי: במהלך בדרך לא שנו, אלא בעובר. אבל בעומד – חזקה כיון, כלומר: אם שכח אם כיון אם לא, כיון דאז בעובר חזקה שלא כיון, ובעומד חזקה שכיון, עיין שם.)"],["שלש תרועות נאמרו בתורה על חדש השביעי, שתים בראש השנה: האחד ב\"אֶמור\" (ויקרא כג כד) \"בחדש השביעי באחד לחדש... זכרון תרועה\"; והשני ב\"פינחס\" (במדבר כט א): \"ובחדש השביעי באחד לחדש... יום תרועה יהיה לכם\". והשלישי ביובל, בפרשה \"בהר\" (ויקרא כה ט) כתיב: \"והעברת שופר תרועה בחדש השביעי בעשור לחדש... תעבירו שופר...\"והך בחדש השביעי מיותר, דהוה ליה למיכתב \"והעברת שופר תרועה בעשור לחדש השביעי\". אלא ללמדך שכל התקיעות שבחדש השביעי שוות זה כזה (גמרא לד א ותורת כוהנים). ומניין ליתן את האמור ביובל בראש השנה, ואת האמור בראש השנה ביובל? תלמוד לומר: \"בחדש השביעי\", \"בחדש השביעי\" לגזירה שוה (תורת כהנים וגמרא שם).","ולפי זה יש שלוש תרועות בראש השנה. ולמדנו שבשופר יתקע בראש השנה מיובל, דכתיב: \"שופר תרועה\". וכל תרועה יש פשוטה לפניה ופשוטה לאחריה, דכתיב: \"והעברת שופר תרועה\" וגו', \"תעבירו שופר\" וגו'. ו\"העברה\" הוי קול פשוט: תקיעה.והתרועה – היא בין שני העברות. וכיון שיש שלוש תרועות, ממילא שיש שלוש פשוטות לפניהן ושלוש פשוטות לאחריהן, והרי הם ביחד תשעה קולות: תקיעה, תרועה תקיעה; תקיעה, תרועה, תקיעה; תקיעה, תרועה, תקיעה. וזהו חיובו מן התורה.האמנם מהו זה שאנו תוקעים שלושים קולות שלוש פעמים: תשר\"ת תש\"ת תר\"ת? דהעניין כן הוא: דהנה לשון \"תרועה\" הוא זעקת שבר, דלכן כתיב בפרשת בהעלתך (במדבר י ט): \"וכי תבואו מלחמה... והריעותם בחצוצרות... וביום שמחתכם... ותקעתם בחצוצרות...\" – הרי דלשמחה הוא לשון \"תקיעה\", ולזמן המלחמה לשון \"תרועה\".","ולפי שנסתפק לנו היאך היא התרועה: אם היא היללה שמייללין הנשים בעת שמייבבין, וזהו יללות תכופות זה לזה, כמו שאנו עושין ה\"תרועה\"? או זהו האנחה כדרך שיאנח האדם פעם אחר פעם, כשידאג לבו מאיזה צער גדול; ואינן תכופות, אלא שבר אחר שבר. וזהו כמו שאנו עושין ה\"שברים\".או אפשר דווקא שניהם ביחד, אנחה ויללה, שכן דרך הדואג: מתאנח תחלה, ואחר כך מיילל, וזהו \"שברים-תרועה\". אבל להיפך – אין מדרך בני אדם ליילל תחלה, ואחר כך ליאנח. לפיכך אינו צריך לעשות \"תרועה-שברים\".ולכן באנשים נכבדים כתיב לשון \"אנחה\": \"ויאנחו בני ישראל מן העבודה\" (שמות ב כג); \"כהניה נאנחים\" (איכה א ד) – מפני שאין מדרכם להרים קול יללות תכופות.ובאנשים קלי הדעת כתיב לשון \"יללה\" – \"הילילו כל שותי יין\" (יואל א ה); אלי כבתולה (שם ח); \"קול יללת הרואים\" (זכריה יא ג).(ומיכה הנביא שאמר \"אללי לי\" (מיכה ז א), וכן \"אספדה ואילילה\", סיים \"אלכה שולל\" (שם א ח), כלומר: כחסר דיעה. וכן על דעת זו ביואל: \"הילילו משרתי מזבח\" (יואל א יג), מפני שאמר מקודם \"אלי כבתולה\" וגו'. וכן על דעת זו בצפניה (א י): \"ויללה מן המשנה\", וכן בכמה מקומות. ודייק ותמצא קל.)","ולכן מפני ספיקות אלו – תקנו לתקן כל הספיקות, והיינו: בכל תרועה לתקוע שברים תרועה ביחד, ושברים בפני עצמו, ותרועה בפני עמה, ובכל אחד מהם פשוטה לפניה ופשוטה לאחריה.ונמצא שתחת שלש קולות – תקיעה תרועה תקיעה – צריך לתקוע עשר קולות: תשר\"ת תש\"ת תר\"ת. ושלוש פעמים כן, הרי שלומשים קולות.והרא\"ש הביא בשם רב האי גאון בשלהי ראש השנה, דלאו ספיקות גמורות הן, דמדין תורה – כולהו תרועות הן: גם השברים, גם התרועה, גם שניהם ביחד. אלא מפני שמקצת מישראל היו עושין השברים, ומקצת היו עושין התרועה, ומקצת היו עושין שניהם ביחד, ולא נאה לפנינו במצוה קבועה לדורות שאלו יעשו כך ואלו יעשו כך, ולכן תיקן רבי אבהו שכל ישראל יעשו מנהג אחד בשוה (ולבד זה יש בזה ענין גדול).","ויש בזה שאלה: תקיעה ראשונה דתש\"ת למה לי? דכיון שהוא מפני הספק, אם כן ממה נפשך: אם העיקר הוא תשר\"ת, הרי כבר יצא? ואם העיקר הוא תש\"ת, תעלה תקיעה אחרונה דתשר\"ת לתקיעה ראשונה דתש\"ת? וכן תקיעה ראשונה דתר\"ת למה לי? דאם העיקר תש\"ת, הרי כבר יצא; ואם העיקר תר\"ת – תעלה תקיעה אחרונה דתש\"ת לתקיעה ראשונה של תר\"ת.אמנם בכי האי גוונא תפול טעות, שיאמרו שאינו צריך תקיעה קודם התרועה, שההמון לא יבינו דהטעם הוא משום שתקיעה אחרונה הקודמת תעלה לסדר זה (תוספות).ועוד: דלכתחלה כיון שכיונה לתקיעה שאחר התרועה, אין נכון לחושבה לתקיעה שקודם התרועה (רא\"ש).ועוד: דלפנינו יתבאר דתקיעה דתשר\"ת ארוכה משל תש\"ת, ושל תש\"ת משל תר\"ת, ולכן אין לחשוב תקיעה של תשר\"ת לתש\"ת, ומשל תש\"ת לתר\"ת (ט\"ז סעיף קטן א).ועוד נראה לי: כיון דקשה לתוקע לתקוע שלשים קולות בהמשך אחד, ובהכרח שינוח קצת, כמו שהמנהג אצלינו לנוח קצת בין תשר\"ת לתש\"ת ובין תש\"ת לתר\"ת, ואם כן ממילא אי אפשר לחשוב האחרונה הקודמת לראשונה העתידה מפני ההפסק. ואף שבדיעבד יצא, שהרי אפילו שמע תשע תקיעות בתשע שעות – יצא, מכל מקום לכתחלה אין הדבר מהודר.","שנינו במשנה וגמרא (לג ב) דשיעור תקיעה כשיעור תרועה, ושיעור תרועה כשלוש יבבות, או כשלושה שברים. ושלוש יבבות הוא מה דיילולי ייליל, מה שאנו קורין \"תרועה\". ופירש רש\"י: שלושה קולות בעלמא כל שהוא.ולפי זה, בין שברים בין תרועה, הם רק שלוש שלוש: או שלוש גניחות או שלוש יללות. רק הגניחות הם ארוכות, והיללות הם קצרים. וכן נראה דעת הראב\"ד בפרק שלישי, עיין שם.ולפי זה, כיון דשיעור תקיעה כשיעור תרועה, הוי תקיעה דתש\"ת ארוכה יותר מתקיעה דתר\"ת, ותקיעה דתשר\"ת ארוכה יותר מתקיעה דתש\"ת.אמנם זהו שלא יפחות מהשיעור. אבל להאריך התקיעה – יכול להאריך כמה שירצה, שאין לה שיעור למעלה. וכן יכול לעשות יותר משלושה שברים, ויכול לעשות ארבעה וחמישה שברים ויותר. וכן יכול לעשות יותר משלש יבבות, כמו שאנו נוהגין באמת לעשות הרבה טרומייטי\"ן בתרועה. והקפידא היא שלא לפחות מהשיעור.","אך לפי שיטה זו צריך ליזהר בשברים, שלא יאריך בכל שבר כשיעור שלוש טרומייטי\"ן; דאם כן יצא מכלל שברים, והוי כל שבר כתקיעה, ושלושה השברים הוויין שלושה תקיעות, שהרי שיעור תקיעה כתרועה, ותרועה הוי רק שלושה טרומייטי\"ן.ויש אומרים דבשברים אין קפידא בזה, שהרי אם השברים הוי תרועה – הוי שיעור תקיעה כשלושה שברים, ולא כשלושה טרומייטי\"ן.ורק יש ליזהר שלא להאריך בכל שבר כשיעור השלושה שברים, דאז יצא מכלל שבר ונכנס בכלל תקיעה. ובתשר\"ת גם זה אין קפידא, ובשם יש ליזהר שלא להאריך בכל שבר כשיעור שלושה שברים ושלושה טרומיטי\"ן כמובן. ורבינו חננאל פירש גם כן כרש\"י.","אבל שיטת רבותינו בעלי התוספות, ולזה הסכימו הרמב\"ן והרשב\"א והמגיד משנה, דזה שאמרו שיעור תרועה כשלושה יבבות – הכי פירושו: דכל יבבא הוא שלושה כחות של כל שהוא; ושלושה יבבות הם תשעה כחות.וטעמם נראה לי: דבכח אחד כל שהוא – לא נשמע קול יבבא כלל, אם לא בהצטרף שלושה טרומייטי\"ן, דאז הוי כקול יללה. ולכן שלושה יבבות הם תשעה טרומייטי\"ן. ולפי זה שיעור תקיעה הוי תמיד ארוכה כתשעה טרומייטי\"ן. וכן יכול בפשיטות להאריך בכל שבר כשיעור ג' טרומייטי\"ן, רק לא יאריך בתשעה טרומייטי\"ן.ולפי זה שיעור השברים השלושה – הוויין כשיעור התשעה טרומייטי\"ן הקצרים. אמנם לפי שיטה זו יש לו ליזהר להאריך בתקיעה של תשר\"ת, כשיעור י\"ח טרומייטי\"ן, דהיינו שיעור שברים ותרועה, כמו שכתבתי. ומי שלא האריך בתקיעת תשר\"ת כשיעור הזה, והאריך בשברים בכל שבר כשלושה טרומייטי\"ן – לא יצא ידי חובתו, לא כמר ולא כמר. וזהו לדיעה ראשונה שבסעיף הקודם. אבל להיש אומרים – לית לן בה, וכמו שכתבתי שם.","ונראה לעניות דעתי דמחלוקת רבותינו אלה הוה פלוגתא בירושלמי (פרק ד הלכה י) דאמשנה, דשיעור תרועה כדי שלוש יבבות אומר שם:איזו היא הרעה? ר' חנניא ור' מנא – חד אמר: אהן טרימוטא, וחורנא אמר: תלת דקיקין.עד כאן לשונו, והכי פירושו: דהמשנה אומרת דשיעור המשך התרועה כשלוש יבבות. אבל איזו היא מהות התרועה? כלומר: כל חלק מהתרועה, והיינו היבבא, מה היא? חד אמר: אהן טרימוטא, כלומר: טרומיטא אחת, ושיעור תרועה כשלוש טרומיטות. וחרינא אמר: תלת דקיקין, והיינו: כל יבבא היא כתלת דקיקין. ונמצא דתרועה הוי כהמשך תשעה דקיקין.והרא\"ש והר\"ן כתבו דבירושלמי מוכח כרש\"י ורבינו חננאל, שאומר: איזו היא הרעה? תלת דקיקין, עיין שם. ומפרשי דאכולה תרועה קאי.ולא אבין, דאם כן, זה שאמר \"אהן טרימוטא\" – הוי כל התרועה טרימוטא אחת? בתמיה. ונראה שלפניהם היתה גירסא אחרת בירושלמי. אבל לפי גירסא שלנו – כמחלוקתם של רבותינו, כן מחלוקת בירושלמי, ופירושו כמו שכתבתי.(ו\"אהן\" בירושלמי פירושו \"אחת\", כמו בסוף פרק קמא דנזיר \"הן אחת\". עיין שם, ובבבא בתרא קסד ב.)","ודברי הרמב\"ם הם תמוהים, שכתב בפרק שלישי דין ד: שיעור תרועה כשתי תקיעות, שיעור שלשה שברים כתרועה; עד כאן לשונו.והראב\"ד כתב ששיבוש הוא, והמפרשים טרחו בדבריו, עיין שם.ונראה דכוונתו כן הוא: דהנה במשנה שנינו שיעור תקיעה כשלוש תרועות, ופריך: והתניא: שיעור תקיעה כתרועה? ומתרץ: אביי – תנא דידן קא חשיב תקיעות דכולהו בבא, ותרועות דכולהו בבא. תנא ברא קא חשיב חד בבא, ותו לא.ולפירוש רש\"י ותוספות לא פליגי, והוי שיעור תקיעה כתרועה. אבל הרמב\"ם מפרש דפליגי, דהברייתא סוברת דשיעור תקיעה כתרועה אחת, אבל המשנה דקחשבא כולהו בבי – הוה כאומרת: שיעור כל התקיעות ככל שלוש התרועות.ותקיעות יש ששה, וממילא דתקיעה הוי כחצי תרועה, ותרועה שלימה הוי כשתי תקיעות. ואחר כך אומר דשיעור השלושה שברים בהמשך כתרועה, דהתרועה היא תשעה קולות קצרים, והשברים הם שלושה קולות ארוכים.(ונראה שזהו כוונת המגיד משנה, עיין שם. והלחם משנה האריך בכוונתו, ונשאר בצריך עיון. וגם המ\"ע לא מצא דרכו. ולפי מה שכתבתי אתי שפיר. ודייק ותמצא קל.)","ובזה שנתבאר דשיעור תקיעה תלוי בהתרועה לרוב הפוסקים. ולכן תקיעה דתשר\"ת – ארוכה משל תש\"ת, ושל תש\"ת משל תר\"ת, לרש\"י ור\"ח. דעת הראב\"ד שם אינו כן, והוא כתב דתקיעה אינו תלוי כלל בתרועה, ושיעור תקיעה הוי תמיד כתשעה טרומיטין.ולפי זה שלוש דיעות בשיעור התקיעה: לרוב הפוסקים תליא בהתרועה, ושיעורה כפי התרועה שבאותו סדר. ובתשר\"ת שיעורה שמונה עשר טרומיטין, ובתש\"ת תשעה, ובתר\"ת – לרש\"י ור\"ח שלושה טרומיטין, ולהתוספות והרמב\"ן והרשב\"א תשעה טרומיטין. ולהרמב\"ם שיעורה כחצי תרועה, ולהראב\"ד תמיד שיעורה בתשעה טרומיטין.ואנחנו מחמירים ככל הדיעות, והיינו שתמיד אינה קצרה מתשעה טרומיטין, ובתשר\"ת שמונה עשר, שכן הוא דעת הגאונים. וכן התרועה אנו עושים תמיד לא פחות מן תשעה טרומיטין. ובשברים אין מחלוקת, דלכולי עלמא הוא שלושה.","כל תקיעה, או כל שברים, או כל תרועה – צריך לעשותה בנשימה אחת. ואם לאו – צריך לחזור ולעשותה.וב\"שברים-תרועה\" דתשר\"ת, שהוא מפני הספק, דשמא שניהם תרועה – גם כן יש אומרים שצריך לעשות שניהם בנשימה אחת, כיון דקול אחר הוא, כמו שברים דתש\"ת ותרועה דתר\"ת. ויש אומרים שאינו צריך, דכיון דזהו מפני הספק דגנוחי וילולי כאחת – אין דרך ליילל אחר הגינוח בנשימה אחת, אלא בהפסק קצת. ורק שלא ישהה בהפסקה יותר מכדי נשימה. וראוי להחמיר כדיעה ראשונה, וכן המנהג.וכל זה לכתחלה. אבל בדיעבד – אין עיכוב אפילו אם עשה השברים או התרועה בשתי נשימות (ט\"ז סעיף קטן ה). ונראה לי דבתקיעה הוי עיכוב גם בדיעבד, כיון דקול פשוט הוא, ואם יהיה הפסק – הרי אינו פשוט.","ודע שיש מי שאומר ד\"שברים-תרועה\" לא די שאינו צריך לעשותן בנשימה אחת, אלא שאסור לעשותן בנשימה אחת, ודווקא בשתי נשימות (תרומת הדשן סימן קמב). ועל פי זה כתב רבינו הבית יוסף בסוף סעיף ד דירא שמים יוצא ידי כולם, ובתקיעה דמיושב יעשה בנשימה אחת, ובתקיעות דמעומד יעשה בשתי נשימות; עד כאן לשונו.ורבינו הרמ\"א כתב: והמנהג הפשוט לעשות הכל בשתי נשימות, ואין לשנות; עד כאן לשונו.והדבר תמוה לומר שאסור בנשימה אחת (והראיה מסוף פרק קמא דחולין – אינה ראיה כלל, כמו שכתב הט\"ז סעיף קטן ו. וגם הב\"ח כתב דהנוהגין בנשימה אחת – לא ישנו, עיין שם. וכמדומני שגם הרבה מהתוקעים בזמנינו עושים כן, ולכן המקריא – מקריא \"שברים-תרועה\" כאחת.)","כתב הטור דאם תקע תקיעה ותרועה ותקיעה בנשימה אחת – לכאורה לא יצא, שאין כאן לא ראש ולא סוף. ומיהו בירושלמי לא משמע כן, דגרסינן התם: עשאן בנפיחה אחת – יצא; עד כאן לשונו.ומסקנתו דיצא. אבל רבינו ירוחם כתב בשם הרא\"ש דלא יצא. וכן שנינו בתוספתא (פרק שני הלכה יב): תקע והריע ותקע בנשימה אחת – לא יצא; עיין שם.והנה אף אם התוספתא חולקת, נראה דהלכה כהירושלמי בדבר שלא הוזכרה בש\"ס שלנו. וגם מרבינו הבית יוסף סעיף ה נראה כן, שכתב: אם תקע תר\"ת בנשימה אחת – יצא. ויש מי שאומר דלא יצא; עד כאן לשונו. הרי שכתב מי שסובר דלא יצא בשם \"יש מי שאומר\", והעיקר כדיעה ראשונה, כידוע דרכו בשולחן ערוך.","אם האריך בתקיעה אחרונה של תשר\"ת כשיעור שתי תקיעות, כדי שתעלה לשם תקיעה אחרונה של תשר\"ת ולשם תקיעה ראשונה של תש\"ת – לא עלתה לו אלא תקיעה אחת, שאין מפסיקין תקיעה אחת לשנים.וי\"א שאפילו בשביל אחת לא עלתה לו, דכיון דחציה הראשונה כיון לשם תשר\"ת – לא תוכל לעלות לתש\"ת. וכן חציה האחרונה שכיון לשם תש\"ת – לא תוכל לעלות לתשר\"ת. ונמצא דתשר\"ת אין לה סוף, ותש\"ת אין לה ראש. וכל תקיעה צריך להיות לה ראש וסוף, ואם חסר אחת – לא יצא, וצריך לחזור לראש התקיעה.אבל בסדר אחד, כגון בתשר\"ת הראשון, שכיון בהתקיעה האחרונה לשם תקיעה שאחר שברים-תרועה, ולשם תקיעה שקודם שברים תרועה – לכולי עלמא עלתה לתקיעה אחת, כיון שהם בסדר אחד (לבוש). ויש אומרים דגם בכי האי גוונא אינו עולה אפילו לאחת להיש אומרים (מגן אברהם סוף סעיף קטן ה, עיין שם). אך העיקר לדינא כדיעה ראשונה, שאפילו בין תשר\"ת לתש\"ת – עולה לאחת, והיינו לאחרונה של תשר\"ת, ויתקע אחרת לשם ראשונה של תש\"ת.(אליהו רבה סעיף קטן יא בשם רי\"ו ותניא ושב\"ל. וכן משמע להדיא במשנה וגמרא. וגם הירושלמי שהביאו הרא\"ש והטור, דגם לאחת אינו עולה – הוא דבר תימא, דאיך יחלוק על המשנה, ולפרש דקאי על התקיעה הקודמת, כמו שכתב הרא\"ש, הוא דבר תימא.ובאמת הרמב\"ן כתב דהירושלמי אמתעסק קאי, ועיקר הירושלמי הוא בפרק שלישי הלכה ג בדינא דמתעסק. והירושלמי אומר שאין לדמות מתעסק למתניתין, דמשך בשנייה כשתים, דאם כן אפילו אחת אין לו. אלא וודאי דלא דמי, ובדרך אגב מביא זה הירושלמי בפרק רביעי הלכה י גבי משנה דמשך בשנייה כשתים, כדרך הירושלמי כידוע. ובזה מתורץ מה שהקשה הר\"ן בפרק רביעי על הרמב\"ן, עיין שם. וכמו שכתב הפני משה בפרק שלישי, עיין שם. ודייק ותמצא קל.)","וכתב רבינו הרמ\"א בסעיף ו: אם תקע תקיעה אחת בין שני סדרים, והתנה שאיזה מן הסדרים הוא הנכון, תעלה לו אותה תקיעה – יצא; עד כאן לשונו.כלומר: דזה שאמרנו שאינה עולה לשתים, ולהיש אומרים גם לאחת אינה עולה – זהו בתקע בסתם, אלא שנתכוין שתעלה לשנים, כמו שכתבתי. אבל בתנאי מפורש, כלומר דהא זה שאנו תוקעין תשר\"ת תש\"ת תר\"ת הוא מפני הספק, כמו שנתבאר, והתנה שתקיעה זו תעלה לאותו סדר שהוא עיקר – לפי הדין ממה נפשך יצא, שהרי לא כיון בה לשני תקיעות. ולמה לא תקנו חכמים לכתחלה כך? מפני הטעמים שבארנו בסעיף ה, עיין שם. אבל אם התנה – מה שעשה עשוי. וזהו בתקיעות שבין סדר לסדר, ולא שייך זה בתקיעות שבסדר אחד כמובן.","אם התחיל לתקוע, ותקע תקיעה, והיה צריך לעשות אחר כך שלושה שברים ותרועה, וטעה ולא עשה רק שני שברים, ועשה תרועה – אם נזכר מיד יעשה שבר שלישי, ואחר כך יתקע תרועה.וזהו כשלא גמר התרועה. אבל אם גמר התרועה – צריך לעשות כל השלושה שברים, ואחר כך התרועה. אבל תקיעה ראשונה לא הפסיד בהפסקה זו, כיון שלא הפסיק בקול אחר שאינו שייך להשופר.ויש חולקין, וסבירא להו דהפסיד גם התקיעה הראשונה, וצריך להתחיל תקיעה מחדש, ואחר כך שברים תרועה. וכן מי שסובר דצריך לעשות כל השברים בנשימה אחת, אפילו לא גמר התרועה – צריך לחזור לראש התקיעה, או לראש השברים לדיעה ראשונה.וזהו הכל בתשר\"ת. אבל בתש\"ת כשטעה בשברים, או בתר\"ת שטעה בתרועה, והתחיל בתקיעה שאחריהם, אפילו לא גמרה – צריך לחזור לראש שברים או לראש תרועה, אפילו לדיעה ראשונה, כיון שהפסיק שלא מעניין התרועה. ולהיש חולקים חוזר להתקיעה שקודם השברים, או התרועה שטעה. ואם היה הטעות בתש\"ת השני, או בתר\"ת השני – אינו צריך לחזור לתש\"ת תר\"ת הראשון, אלא להשני. ואם אירע בהשלישי – חוזר להשלישי.וכן בתשר\"ת כשצריך לחזור לראש – כן הוא. וזהו שכתב רבינו הבית יוסף בסעיף ט, וזה לשונו: אם תקע שני תשר\"ת, או שני תש\"ת, או שני תר\"ת כהוגן, וטעה בשלישי – אינו צריך לחזור אלא לאחרון שתקע בו; עד כאן לשונו. והוא הדין אם טעה בשני – חוזר להשני, ואם טעה בראשון חוזר לראש הראשון.","כתב הטור: אם עשה שתי תרועות זו אחר זו, או שתקע אחר התרועה תקיעה כמתעסק, שלא לשם תקיעה, והפסיק בה בין תרועה לתקיעה; או לאחר שתקע שלושה שברים שתק והפסיק, ואחר כך תקע שברים אחרים – יש אומרים דלא הוי הפסק אלא כשמפסיק בתרועה בין שברים לתקיעה (בתש\"ת), או שמפסיק בשברים בין תקיעה לתרועה (בתר\"ת). אבל כי האי שתקע שני תרועות זו אחר זו (וכן שני שברים), או שתקע באמצע תקיעה כמתעסק – לא הוי הפסק לחזור לראש. אלא גומר ויוצא, ולא נתקלקל הסדר.אבל הרמב\"ן כתב דבכולהו הוי הפסק. והביא התוספתא: תקע והריע, וחזר והריע, וחזר ותקע – אין בידו אלא אחת. פירוש: תקיעה האחרונה, אבל הראשונה הפסיד בשביל התרועה שתקע באמצע. ואין זה קושיא למה שכתבנו, שאפילו אם גמר התרועה בטעות – לא הוי הפסק (זהו מה שבסעיף הקודם לדיעה ראשונה), דשם הוא בתשר\"ת, שהתרועה של הטעות הוא מעין התרועה שיש לו לתקוע. אבל בתר\"ת, שגמר התרועה – מה שמריע אחר כך הוה הפסק; עד כאן לשונו.ורבינו הבית יוסף בסעיף ח פוסק כהרמב\"ן, עיין שם, שכתב דאפילו שבר אחד – הוי הפסק והפסיד גם תקיעה ראשונה. עד כאן לשונו.","ויש מי שאומר דלא נחלק הרמב\"ן אלא בתוקע לשם מצוה בינתיים, אבל בתוקע כמתעסק – למה יפסל? דלא יהא אלא כמו שעשה מלאכה בינתיים. דהא קיימא לן: שמע תשע תקיעות בתשע שעות ביום – יצא. אטו מיירי שישב כל היום ולא דיבר בינתיים, או שלא שמע קול אחר מאדם או בהמה? והאי נמי, כיון דמתעסק לא יצא – הוה ליה כקול אחר, ואף על פי שהסיח דעתו – יצא (ר\"ן שם).ולכן נראה להקל בזה, מאחר שיש חולקים בכל דין זה, כמו שכתב הטור (מגן אברהם סעיף קטן י). ולדעת הטור ושולחן ערוך, יש לומר דלא דמי לתשע שעות ביום, שאין שייכות להשופר במה ששמע, אבל כאן שתוקע כסדר – הוי הפסק גם במתעסק.(והחילוק שכתבנו בסעיף הקודם בין תשר\"ת לתש\"ת ותר\"ת – אינו אלא כשמריע בתוך השברים, הוה בתשר\"ת מעין מה שיש לו לתקוע. אבל בתרועה קודם השברים, או שני שברים זה אחר זה – גם בתשר\"ת פסול, כמו שכתב המגן אברהם סעיף קטן יא, עיין שם.)","וזה שאמרנו ששני תרועות, או שני שברים זה אחר זה פוסלות – זהו כשתקע הראשון כהוגן. אבל אם התחיל לתקוע, ולא עלה כהוגן – צריך לחזור ולתקוע פעם אחרת קול זה, דהראשון אינו בחשבון בפני עצמו, ונחשב הכל לקול אחד, כמו שכתב הטור, עיין שם (שם).ואם עומד בתש\"ת, ונזכר שטעה בתשר\"ת – גומר הסדר, ואחר כך תוקע תשר\"ת פעם אחת (שם סעיף קטן יב). ואין לחוש במה שהפסיק בסדר התשר\"ת, וכן מה שהקדים תש\"ת – דכל אחד הוא עניין בפני עצמו. ודע דבכל דינים אלו – אין חילוק בין תקיעות דמיושב לבין תקיעות שעל סדר הברכות, דבכל מה שצריך לחזור לראש – גם בתקיעות דמיושב צריך לחזור. ולא נסמוך על התקיעות שעל סדר הברכות, כיון שבירך על התקיעות דמיושב. אמנם בתקיעות שאחר התפלה אין לדקדק (שם).","וכבר בארנו בסימן תקפו שצריך לתקוע בשופר בצד הקצר, ולא בצד הרחב. וסימנך: \"מן המצר קראתי יה\". ושאין לומר שום תחנה באמצע התקיעות, בין תשר\"ת לתש\"ת, ובין תש\"ת לתר\"ת. ואחר התקיעות אומר התוקע פסוק \"אשרי העם יודעי תרועה\" והציבור עונין אחריו, ואומרים \"אשרי...\", \"יהללו...\", ומחזירין הס\"ת למקומו, ומתפללין מוסף.","וכתב הרמב\"ם בפרק שלישי מתשובה דין ד: אף על פי שתקיעת שופר בראש השנה גזירת הכתוב – רמז יש בו, כלומר: עורו ישינים משנתכם, והקיצו נרדמים מתרדמתכם, וחפשו במעשיכם, וחזרו בתשובה, וזכרו בוראכם. אלו השוכחים את האמת בהבלי הזמן, ושוגים כל שנתן בהבל וריק, אשר לא יועיל ולא יציל – הביטו לנפשותיכם, והיטיבו דרכיכם ומעלליכם. יעזוב כל אחד מכם דרכו הרעה, ומחשבתו אשר לא טובה."],["משונה תפלת המוספין בראש השנה מכל מוספי השנה, דכל המוספין הם שבע ברכות, ומוסף ראש השנה תשע ברכות, שנתוסף ברכת מלכיות, וברכת זכרונות, וברכת שופרות. ואם תאמר: אם כן עשרה הן? דאינו כן, דכולל קדושת היום עם מלכיות (ראש השנה לב א).והני תשע דראש השנה כנגד תשעה אזכרות שהזכירה חנה בתפילתה (ברכות כט א), דבראש השנה נפקדו שרה, רחל, וחנה. ויש רמז בתורה להזכיר מלכיות, זכרונות, ושופרות בראש השנה, שנאמר (ויקרא כג כד): \"זכרון תרועה מקרא קדש\" – \"זכרון\" – אלו זכרונות, \"תרועה\" – אלו שופרות, \"מקרא קדש\" – זו קדושת היום, \"מקדש ישראל ויום הזכרון\". ומלכיות למדנו מדכתיב (שם כב): \"אני ד' אלקיכם... ובחדש השביעי...\", וזו מלכות (ראש השנה שם). ועוד כתיב (במדבר י י): \"והיו לכם לזכרון לפני אלקיכם, אני ד' אלקיכם\". מה תלמוד לומר \"אני ד' אלקיכם\"? אלא זה בנה אב: לכל מקום שנאמר בו \"זכרונות\" – יהיו מלכיות עמהן (שם). ואמר הקדוש ברוך הוא: אמרו לפני מלכיות, זכרונות, ושופרות בראש השנה. מלכיות – כדי שתמליכוני עליכם, זכרונות – כדי שיעלה זכרוניכם לפני לטובה. ובמה? בשופר (ט\"ז).","קיימא לן לעיל סימן קכד דכל התפלות – אין שליח הציבור מוציא אלא את שאינו בקי להתפלל. אבל מי שיכול להתפלל בעצמו – אין שליח הציבור מוציאו.וזהו בתפלות דכל השנה. אבל של ראש השנה ויום הכיפורים – פסקינן בשלהי ראש השנה דכשם שהוא מוציא את שאינו בקי, כך הוא מוציא את הבקי, משום דנפישי ברכות, ואריכי טובא.אבל לזה צריך תנאי: שישמע משליח הציבור מתחלתו ועד סופו, ולא יפסיק בדיבור כלל. ולפי שדבר זה קשה על האדם, לפיכך אנו נוהגין שכל אחד מתפלל בלחש כל תפלת המוסף, מראשו עד סופו. וגם שליח שליח הציבור מתפלל בלחש, ואחר כך חוזר שליח הציבור התפלה כבכל השנה.ועוד טעם: משום דלרש\"י ותוספות אין שליח הציבור מוציא את הבקי בראש השנה ויום הכיפורים אלא כשהיה אנוס, ולא היה יכול להתפלל (מגן אברהם).ואין לשאול: איזה אריכות יש ביום הכיפורים? דיש לומר שיש בו וידוי, ו\"על חטא\". אך לפי זה גם בשחרית ומנחה כן, אך אפשר דבהם ליכא קרבנות, לכן אין זה אריכות (עיין רש\"י ותוספות סוף ראש השנה). ויותר נראה דזהו על יום הכיפורים של יובל.","ודע שהרא\"ש והטור הביאו מתשובת הגאונים שמעולם לא התפללו הציבור במוספין של ראש השנה, רק שבע ברכות. ושליח הציבור היה רק מתפלל תשע ברכות. וכן כתב רב שרירא ורב האי גאון, וכן נהגו בשתי ישיבות בבבל.אבל הרי\"ץ גיאות כתב: קבלנו מחכמים גדולים, שקבלו גם הם מחכמים גדולים, כמו רב שמואל הלוי שקבל מרבינו חנוך גדול הדור: הלכה למעשה שהציבור גם כן מתפללין תשע. והרא\"ש והטור הסכימו לדבריהם, וכמו שאנו עושין.ותמה הרא\"ש על הגאונים, דכיון שתקנו תשע ברכות בראש השנה, אם כן המתפללין שבע ברכות הוי ברכתן לבטלה; עיין שם. ואין זו קושיא על הגאונים, לפי שהם מפרשים הא דאמרינן דבברכות: של ראש השנה שליח הציבור מוציא גם את הבקי – אינו אלא על מלכיות, זכרונות, שופרות. אבל השבע – מחוייב כל אחד להתפלל לעצמו. ובאמת שהר\"ן ז\"ל פירש כן, וכן נראה מהרמב\"ן. ויש לזה סיוע רבה מירושלמי, עיין שם. ואם כן, כך היתה התקנה לכתחלה, ואינם ברכות לבטלה.","ולכן נראה לעניות דעתי דאם אחד נשאר בראש השנה בדרך, ומתפלל ביחידות, ואין לו סידור תפלה, ואין יודע כל המוסף בעל פה – מכל מקום מחוייב להתפלל שלוש ראשונות ושלוש אחרונות, וקדושת היום באמצע, שבה נכלל גם מלכיות, ולומר \"ומפני חטאינו\" עם הקרבנות, אם יודע זה בעל פה. דכיון דלדברי הגאונים והירושלמי היתה כן תקנה ראשונה – לא בטלה גם עתה, באין ברירה אחרת.ואם כי כן נראה לי, מכל מקום למעשה יש להתיישב בזה דאולי לא היתה התקנה, אלא כשאחר כך ישמעם משליח ציבור. ואף על גב דלא גרע מעם שבשדות, אם כן יסמוך בכל התפלה על שליח הציבור. ומכל מקום הסברא נותנת דבכל מה שיכול להתפלל בעצמו – מחוייב להתפלל, כיון שבזמן הגאונים התפללו כך.","הספרדים לא נהגו לומר בלחש קרבנות המוספים, רק בשבת וראש חודש דרגילי, ולא אתו למטעי. אבל לא של יום טוב, ולא של ראש השנה ויום הכיפורים, משום דלא בקיאי בהו, ואתו למיטעי. ויוצאין ידי חובתן במה שאומרים \"ככתוב בתורתך, על ידי משה עבדך מפי כבודך\".אבל מנהג אשכנז אינו כן, ואנו אומרים כל קרבנות המוספים. ואם אינו יודע בעל פה – יתפלל מתוך הסידור. וכן הוא המנהג הפשוט, ואין לשנות. ולדעת רבנו תם בתוספות שלהי ראש השנה – חובה על כל יחיד להזכיר קרבנות המוספים, עיין שם.אבל הקרבנות של מוסף ראש חודש – אין מזכירין להדיא, מפני דכתיב (תהלים פא ד) \"בכסה ליום חגינו\", שהחודש יהיה מכוסה. ומזכירין ברמז לומר \"את מוספי יום הזכרון הזה\" דגם ראש חודש מקרי יום זכרון. וגם אומרים \"ושני שעירים לכפר, האחד של ראש השנה, והאחד של ראש חודש\". ואומרים בסוף הקרבנות \"מלבד עולת החודש ומנחתה, ועולת התמיד ומנחתה, ונסכיהם\" וכו'.וגם ביום השני אומרים כן, אף על גב דמנינן ראש חודש מן יום הראשון, דמימות עזרא ואילך לא מצינו אלול מעובר. מכל מקום אולי בביאת הגואל יעשוהו מעובר, וימנו מיום שני. לכן אין לשנות הנוסחא מן יום ראשון ליום השני. וכמו שבכל ראש חודש כשהן שני ימים אומרים מוסף וקרבנותיה ביום ראשון, גם כן אף שמונין משני, כמו כן עתה אין חשש בדבר, אף על גב דלא דמי לגמרי כמובן.","ודע שמנהג אשכנז שלא לתקוע בלחש, וכן הסכימו הגדולים (מגן אברהם ריש סימן תקצב וכנסת הגדולה). אבל מנהג הספרדים שתוקעים גם בלחש, והיינו שהתוקע מונח לפניו השופר, וכל העם כשמגיעים לסוף מלכיות – ממתינים עד שגם התוקע מגיע לשם, ותוקע בלי מקריא, שהרי אסור להפסיק. וכן בסוף זכרונות, וכן בסוף שופרות. ויזהרו הציבור שבאם טעה התוקע – אסור להפסיק ולגעור בו; ויניחו כך, שהרי כבר יצאו ידי תקיעות. ותקיעות שעל סדר הברכות אין מעכבות. ולכל היותר לאחר התפלה יאמרו לו שטעה, ויחזור ויתקע במה שטעה, דאין הסדר מעכב, כמו שכתבתי בסימן הקודם.(למדתי זה מדברי הרשב\"א, שהביא המגן אברהם בסעיף קטן ב, עיין שם.)","שנו חכמים במשנה (לב א): אין פוחתין מעשרה מלכיות, מעשרה זכרונות, מעשרה שופרות. ופירשו בגמרא: כנגד עשרה פעמים הללו דכתיב (תהלים קנ) ב\"הללו אל בקדשו\", דכתיב שם \"הללוהו בתקע שופר...\" ו\"הללויה\" אינו בחשבון, וכן \"כל הנשמה\".וכנגד עשרת הדברות שניתנו בקול שופר, וכנגד עשרה מאמרות שבהן נברא העולם. ונבראת בראש השנה, שבו נברא האדם, שהוא תכלית הבריאה. כמו שאומרים ב\"אתה זוכר\": \"זה היום תחלת מעשיך\" וכו'.ונראה לי דמלכיות הוא כנגד המאמרות של בריאת העולם, דתכלית הבריאה הוא לקבל עול מלכותו יתברך. וזכרונות הם כנגד עשרת הדברות, דבזכות התורה יעלה זכרונינו לטובה. ושופרות הם כנגד \"הללו\", דכתיב שם \"הללוהו בתקע שופר\".","הני עשרה פסוקים – אומרים שלוש מתורה, שלוש מכתובים, שלוש מנביאים, ומסיימין בשל תורה. ומה שמקדימין כתובים לנביאים, אף על גב דנביאים גדולים במעלה משל כתובים שאינן אלא ברוח הקדש, מפני שפסוקי הכתובים הם מתהילים שאמרו דוד, והוא קודם בזמן לנביאים אחרונים שמהם הפסוקים שאומרים (לבוש).ועוד: דמעלין בקדש, וההתחלה בהכרח להיות בתורה, ואחר כך כתובים, ואחר כך נביאים, כדי להעלות בקדש (ר\"ן). ורשאין להוסיף על עשרה פסוקין. ואף על גב דכיון שמרמזין להללו, ולעשרת הדברות, ולעשרה מאמרות – לא היה נכון להוסיף, מכל מקום מצינו כיוצא בזה בשבעה קרואים בשבת, שמרמזים לשבעה רואי פני המלך, ומכל מקום מוסיפין. והכא נמי כן הוא (שם ומרדכי).","כל זה לכתחלה ולהידור. ובדיעבד אפילו לא השלים בשל תורה, אלא בשל נביא – יצא (גמרא). ונראה דהוא הדין בשל כתובים, דמאי שנא, וכן אם לא אמר אלא שלוש שלוש פסוקים מכולן, והיינו פסוק אחד של תורה, ואחד של נביאים, ואחד של כתובים במלכיות, וכן בזכרונות ובשופרות – יצא (טור כריב\"נ).ולא עוד, אלא אפילו לא אמר פסוקים כלל, אלא שאמר \"כי המלכות שלך הוא\" וכו', \"ככתוב בתורתך, וכן בדברי קדשיך, וכן בדברי נביאיך\" – יצא. וכן בזכרונות ובשופרות. ורק אם התחיל פסוק של תורה – בהכרח לו לומר פסוק מכתובים ופסוק מנביאים (טור). אבל כשלא התחיל – יצא במה שאמר \"ככתוב בתורתך\".ולדעת הטור אינו צריך לומר גם \"וכן בדברי קדשיך\" וכו', משום דכולם נכללים בלשון תורה, עיין שם. ולדעת הרמב\"ם לא יצא אלא אם כן אמר פסוק של תורה, עיין שם, וחלקו עליו הפוסקים.","ונהגו לומר הפסוקים על הסדר, כגון במלכיות בשל תורה \"ד' ימלוך לעולם\" ועד \"לא הביט און... ויהי בישורון\" וגו', וכן כולם. מיהו אם שינה הסדר, שהקדים המאוחר – יצא, וכן משמע בגמרא.ואין מזכירין מלכיות זכרונות שופרות של פורעניות מישראל, כמו \"בחימה שפוכה אמלוך עליכם\", \"ויזכור כי בשר המה\", \"תקעו שופר בגבעה\", וכיוצא בהם. ואין אומרים פסוקי זכרונות של יחיד אפילו לטובה, כגון \"זכרינו ד' ברצון עמך\", \"זכרה לי אלקי לטובה\".","והנה יש קורים תגר על מה שנהגו לסיים פסוקי שופרות בפסוק \"וביום שמחתכם\", שאינו נזכר בו רק חצוצרות, ולא שופר. אבל הרא\"ש והר\"ן זכרם לברכה כתבו ליישב המנהג, דכשם דפסוק שנזכר בו תרועה בלא שופר – הוי כמו דכתיב ביה שופר, כדכתיב \"ותרועת מלך בו\", ועולה לפסוקי שופר, כמבואר בגמרא. והכא נמי כדמוזכר תקיעה – הוי גם כן כשופר. והרי כאן כתיב \"ותקעתם\" ואטו משום דכתיב ביה גם \"חצוצרות\" מיגרע גרע? וכן משמע להדיא בירושלמי, ולכן אין לשנות המנהג.","אין לומר \"ועקידת יצחק, לזרעו של יעקב היום ברחמים תזכור\", דאפילו אם אומר \"לזרעו\" סתם – הוה כאומר של יעקב, כדדרשינן: \"כי ביצחק יקרא לך זרע\" – ביצחק, ולא כל יצחק. ולכן האומר \"של יעקב\" משנה ממטבע שטבעו חכמים.ויש אומרים דאין זה משנה ממטבע, ואדרבא בתפלה ראוי לברר יותר מה שמתפלל. ועוד דהא הנודר מזרעו של יצחק – אסור בבני עשו, ולפיכך יש שנהגו לאומרו (עיין ט\"ז סעיף קטן ג, ומגן אברהם סעיף קטן ז וסעיף קטן ח). ואנחנו נהגנו שלא לאומרו. ואי משום נודר – יש לומר דבנדרים הולכין אחר לשון בני אדם.","אמרו חכמינו ז\"ל דלא יתפלל אדם ביחידות מוסף של ראש השנה בשלש שעות ראשונות שעל היום, לפי שבזמן זה הקדוש ברוך הוא דן את עולמו, ועידן ריתחא הוא. וצריך זכות הרבים, והרבים מתפללים מוסף אחר שלוש שעות. מה שאין כן בשחרית שכולם מתפללין בזמן הזה, יכול גם הוא להתפלל. ומרש\"י מבואר דאין הקפידא רק בשל מוסף, משום שאומר מלכיות, זכרונות, שופרות – מיפקד דינא. אבל בשחרית אין קפידא כלל.ואומר \"עלינו\" ו\"מלוך על כל העולם\". ושליח הציבור מוסיף \"אוחילה\", ופיוטים, כל מקום ומקום לפי מנהגו.(עיין רש\"י עבודה זרה ד ב דיבור המתחיל \"מוספי\", שכתב כמו שכתבתי. וצריך עיון, דאם כן מאי פריך הש\"ס: אי הכי דצפרא נמי? ועיין מגן אברהם סעיף קטן ט שהאריך. ודייק ותמצא קל.)"],["ואחר כך מחזיר שליח הציבור התפילה, ותוקעין על סדר הברכות. ואף על גב דמדין תורה אין התקיעות עניין להברכות, ומצוה בפני עצמה הוא, וגם הברכות אינן מן התורה; מכל מקום כשתקנו חכמים הברכות – תקנו שיתקעו בהם, כדתנן (לג ב): מי שבירך, ואחר כך נתמנה לו שופר – תוקע וכו'. ודייקו בגמרא: טעמא – דלא הוה ליה שופר, הא אם היה לו שופר – אסדר ברכות שמע להו.ודווקא בציבור ולא ביחיד, דהיחיד תוקע כל התקיעות, ואחר כך מתפלל מוסף. והטעם נראה, דכיון שגזרה התורה לתקוע שלוש פעמים – תקיעה תרועה תקיעה – מסתמא כיונה שבסדר הראשון יקבלו עול מלכותו, כמו שתוקעין לפני המלך. והשני שיעלה זכרונינו לפניו יתברך, כדכתיב \"והריעותם בחצוצרות, ונזכרתם לפני ד' אלהיכם\", וכן כתיב (במדבר י י) \"ותקעתם בחצוצרות, והיו לכם לזכרון\" וגו'. והשלישי להשמיע קול שופר כמו שהיה במתן תורה, וכן לעתיד אם ירצה השם. ולכן תקנו סדר התקיעות על הברכות האלו. אמנם עניין כזה הוא רק לרבים, דזכות הרבים גדול מאד, ולא ביחיד. ולכן היחיד אינו תוקע על סדר הברכות, כמו שכתבתי.","וכתבו הרי\"ף והרמב\"ם בפרק שלישי דכך הוא סדר התקיעות: שעל הברכות למלכיות – תוקעין תשר\"ת, ולזכרונות תש\"ת, ולשופרות תר\"ת. וכן כתבו התוספות והרא\"ש שם, שכן היה מנהג הקדמונים.ותמהו בזה, דאיך ישנו את התרועה ממלכיות לזכרונות, ומזכרונות לשופרות? והרי\"ף כתב בזה הלשון: ובדין הוא שיהו תוקעין על סדר ברכות, כמו שתקעו בישיבה. אלא כיון שכבר יצאו ידי חובת התקיעות – אין מטריחין על הציבור יותר מדאי. וכן המנהג בכל העולם, ובשתי ישיבות. עד כאן לשונו, וכן כתבו התוספות והרא\"ש.","מיהו רבינו תם תיקן שיתקעו בכל אחד תשר\"ת, דלא הוה השינוי כל כך מכפי מה שהיה מקודם, ואין בזה טירחא דציבורא. ורבינו הבית יוסף כתב שאצלם תקעו למלכיות שלוש פעמים תשר\"ת, ולזכרונות שלוש פעמים תש\"ת, ולשופרות שלוש פעמים תר\"ת, עיין שם.וזהו מנהג משונה וזר, ואין בו טעם. ובספרו הגדול לא נזכר זה כלל. ונראה שיש בכאן איזה טעות מהדפוס, והכוונה: תשר\"ת תש\"ת תר\"ת למלכיות, וכן לזכרונות, וכן לשופרות, וכמו שאנו עושים גם היום ברוב המקומות (וכן כתב הגרי\"ב).ורבינו הרמ\"א כתב כתקנת רבנו תם. אמנם עכשיו הנהיגו ברוב המקומות לתקוע תשר\"ת תש\"ת תר\"ת במלכיות, וכן בזכרונות, וכן בשופרות, וזהו העיקר לדינא.","ובטעם קדמונינו אינו מספיק הטעם שהבאנו מפני טירחא דציבורא. והרי הם רגעים ספורים, וכמה אנו מאריכים ב\"מי שבירך\" ובשארי דברים? ולכן נראה לעניות דעתי דלפי מה שכתב הרא\"ש בשם רב האי גאון בשלהי ראש השנה דמן התורה גם השברים הוי תרועה, וכן התרועה, וכן השברים והתרועה ביחד. אלא שרבי אבוה הנהיג שכל ישראל יעשו בשוה, ולא שיש באמת ספק בזה. והבאנו זה בסימן תקץ סעיף ד, עיין שם. ולכן תקנו קדמונינו תשר\"ת למלכיות, ותש\"ת לזכרונות, ותר\"ת לשופרות, להורות לנו דכולם הם מעיקר הדין. ואין בזה ספק כלל, ואיך שיעשו – יוצאים ידי חובתם. וכמה פעמים נמצא שכדי להורות הלכה – עשו דבר שיש לעשות יותר טוב, ורק כדי להורות הלכה.","וכבר כתבנו שיחיד אינו תוקע על סדר הברכות, ואפילו לא יצטרך לתקוע בעצמו שיהיה כהפסק קצת, אלא שאחר יתקע לו כשישמע שסיים הברכה. גם כן אינו רשאי מפני הטעם שכתבנו בסוף סעיף א, אלא תוקע בעצמו, או אחר תוקע לו קודם שיתפלל מוסף, ואינו צריך לתקוע שנית.ונהגו שאחר התקיעות דמלכיות אומרים הציבור \"היום הרת עולם\" ו\"ארשת שפתינו\". וגם בשבת אומרים \"היום הרת עולם\", אך \"ארשת\" לא יאמרו בשבת, דאיך נאמר ל\"קול תקיעתינו\", והרי אין תוקעים בשבת? וכמו שאומרים אחר מלכיות, כמו כן אחר זכרונות ואחר שופרות.","ביאורו של \"היום הרת עולם\" – הכי פירושו: דאדם הראשון נברא בראש השנה. דבעשרים וחמישה באלול היתה התחלת הבריאה, והאדם נברא ביום הששי, ובו נגמר הריונו של עולם, שהאדם הוא תכלית הבריאה.וחטא בו ביום בעץ הדעת, ונדון בו ביום, ולכן \"היום יעמיד במשפט כל יצורי עולמים\", כדאיתא בפסיקתא (פרשה כג):אמר הקדוש ברוך הוא לאדם הראשון: אתה סימן לבניך, כשם שעמדת לפני בדין ביום זה, ויצאת בדימוס – שלא מת באותו יום, והאריך לו עד יומו של הקדוש ברוך הוא, שהוא אלף שנים – כמו כן בניך יעמדו לפני בדין ביום זה.ואחר כך אומרים \"אם כבנים אם כעבדים\", דבקדושין (קידושין לו א|לו א]]) סבירא ליה לרבי יהודה דבזמן שאנו נוהגין מנהג בנים, כלומר שעושים רצון אבינו שבשמים – אנו קרוים בנים, ואם לאו קרוים עבדים. ולזה אנו מתחננים כי אין אנחנו יודעים מצבינו, ולזה אומרים שבין כך ובין כך תרחם עלינו.","וכתב הרמב\"ם (פרק שלישי הלכה יא) דזה שתקע בישיבה – יתקע על סדר הברכות, עיין שם. ואין הכוונה שבהכרח לעשות כן, אלא מפני הדרך ארץ: דכיון שהתחיל במצוה – למה נדחיהו מגמר המצוה? אבל אינו מעכב, ויכול אחר לתקוע. ולכן במקום שהמנהג לכבד כל התוקעים, שזה יתקע בישיבה וזה במוסף – אין חשש בדבר. והרי בתמיד כמה כהנים זכו בו (מגן אברהם סעיף קטן ט). ויכולין לכבד כמה תוקעין בכי האי גוונא, שזה יתקע למלכיות, וזה לזכרונות, וזה לשופרות. אבל באמצע – אין ליטול ממנו לכבד לאחר, דהוה פגם לראשון. ולכן בתקיעות דמיושב – יתקע אחד כל התקיעות, אם לא שקשה עליו לגמור, וכמו שכתבתי בסימן תקפה עיין שם.","לכתחלה אין להפסיק בשום דיבור שאינו מעניין התקיעה והתפלות, בין תקיעות דמיושב לתקיעות דמעומד, בין התוקע ובין הציבור. אך אם סח דברים בטילים – אינו צריך לחזור ולברך. ולא דמי לסח בין תפילין לתפילין, שחוזר ומברך, דשני מצות הם, מה שאין כן הכא: חדא מצוה היא. ועוד: שהרי כבר יצא ידי תקיעות של תורה.אך לפי טעם הראשון, אפילו סח בין התקיעות דמיושב עצמן – אינו חוזר ומברך, מה שאין כן לטעם השני. ואם סח בין ברכה לתקיעה שלא מעניין התקיעות – חוזר ומברך. ואף מעניין התקיעות – אין לו להפסיק לכתחלה, אלא אם כן מוכרח לזה, כגון ליתן לו השופר, וכיוצא בזה. ואם סח מדבר אחר, אפילו מענייני תפילה – צריך לחזור ולברך, דאין זה שייך לתקיעות (מגן אברהם סעיף קטן ה).ורק בין תקיעות דמיושב לתקיעות דמעומד – לא הוה ענייני תפלה הפסק, דשם אין ההפסק איסור גמור, מה שאין כן בין ברכה לתקיעה. ובכל זה אין חילוק בין תוקע לשומע (שם).(עיין ר\"ן ומאור, שתמהו על איסור ההפסק בין תקיעות דמיושב למעומד, ורק כיון שהגאונים הורו כן – אין לעבור על דבריהם.)"],["אין התקיעות מעכבות את הברכות, ולא הברכות מעכבות את התקיעות. כגון מי שאין לו שופר לתקוע – מכל מקום יברך מלכיות, זכרונות, ושופרות. וכן מי שאינו יודע הברכות – מכל מקום חייב לתקוע, כשיש לו שופר.ואף שתקנו חכמים שיתקעו על סדר הברכות, מכל מקום אין זה לעיכובא. וזה הדין בין בראש השנה, ובין ביום הכיפורים של יובל, שהיה בזמן המקדש, שאז היו תוקעין ומברכין מלכיות, זכרונות, שופרות.","אבל ברכות של ראש השנה, ושל יום הכיפורים של יובל – מעכבות זו את זו, שאם אינו יודע כולם – לא יאמר מה שיודע מהם, אלא לא יאמר כלום.וזהו רק אמלכיות, זכרונות, שופרות, דכולהו תקינו כחדא דווקא. אבל שארי ברכות אין שייכים לזה. וכן ברכות דכל השנה – אין מעכבין זה את זה, ואיזו שיודע – יאמרנה (מגן אברהם).","וכן התקיעות מעכבות זו את זו: שאם יודע לעשות תקיעה, ואין ביכולתו לעשות תרועה – לא יעשה גם תקיעה. אבל אם יודע לעשות תש\"ת, ואינו יודע לעשות תר\"ת, או להיפך – יעשה, דאידי ואידי תרועה היא, לפי מה שכתב הרא\"ש בשם הגאון, כמו שכתבתי בסימן הקודם. ויצא מן התורה.וכל שכן שסדר הברכות והתקיעות אין מעכבין זה את זה, ויכול להקדים הברכות להתקיעות, או התקיעות להברכות. ומיהו לכתחלה – יקדים התקיעות.אבל הסדר בתקיעות עצמן, או בברכות עצמן – מעכב, שאם הקדים תרועה לתקיעה – לא עשה כלום. וכן אם הקדים זכרונות למלכיות, ושופרות לזכרונות. וצריך לחזור וליתקע או לברך על הסדר."],["מי שלא שמע התקיעות – יכול אחר שכבר תקע לתקוע לו, כדין כל המצות, שאף על פי שכבר יצא – מוציא. ויכול גם לברך בעדו, כמו בקידוש והבדלה.אבל מי שלא בירך מלכיות, זכרונות, ושופרות, או שלא התפלל כלל – אין חבירו יכול להוציאו. ודווקא שליח הציבור מוציא אחרים, מפני שזהו ברבים. אבל יחיד ליחיד – אין מוציאו בתפילה, אפילו הוא בעצמו צריך גם כן להתפלל. שאין יחיד נעשה שליח לחבירו להוציאו בתפילה, בין בראש השנה ויום הכיפורים, ובין בכל השנה, אלא אם כן בעשרה, דשליח הציבור מוציא.","וזה שאמרו חכמינו ז\"ל (ברכות מה ב): סופר מברך, ובור יוצא – זהו בברכת המזון וברכת המצות, ולא בתפילה שנתקנה בלחש. ואין רשות לאחד להשמיע קולו ולהוציא אחרים, עד שירד לפני התיבה. והכי שדר רב שרירא גאון (טור), וכן כתב הרמב\"ם בפרק רביעי מתפילה.ומכל מקום, יש אומרים דאם לא יכול להתפלל – חבירו מוציאו בתפלתו, דדווקא למי שיכול להתפלל בעצמו אינו יכול להוציאו, ולא למי שאינו יכול. ויש לסמוך על זה בשעת הדחק."],["אדם שאינו יכול לא לתקוע בעצמו, ולא לברך הברכות בעצמו, וישנו לפניו שני מקומות: שבאחד תוקעים ולא מברכים, שאין שם מי שיודע לברך ברכות אלו דמלכיות, זכרונות, שופרות; ובמקום אחד יש שמברכים הברכות, ואין שם שופר או שאין שם מי שיודע ליתקע – פשיטא שהולך למקום שתוקעין, ולא למקום שמברכין. דתקיעות הוי דאורייתא, והברכות הם דרבנן.","ולא עוד, אלא אם אפילו התקיעות הם בספק, והברכות הם בוודאי – ילך למקום התקיעות, דספק דאורייתא חמור מוודאי דרבנן.ודבר פשוט הוא, שאם יכול לילך למקום שמתפללים, וישאר עוד שהות ביום לילך למקום השופר – דמחוייב לילך מקודם למקום התפלה, אף שהיא דרבנן, משום דאחר כך לא יהיה ביכולת היחיד להתפלל בעדו, מה שאין כן בתקיעות, כמו שכתבתי בסימן הקודם. וכבר נתבאר בסימן תקפו דאין שופר דוחה שבות. ורק על ידי אינו יהודי, דהוה שבות דשבות במקום מצוה – מותר (עיין מגן אברהם סעיף קטן ב)."],["אנחנו נוהגים לתקוע אחר התפלה, להשלים עד מאה קולות, נגד מאה פעיות דפעיא אימיה דסיסרא, כמו שכתב הערוך. והביאוהו התוספות והרא\"ש בפרק רביעי דראש השנה.והטור כתב בשם רב עמרם דאחר התפלה – מריעין תרועה גדולה בלא תקיעה כדי לערבב השטן. ואין אנו נוהגין כן.","וכתב רבינו הרמ\"א דלאחר שיצאו בזה – אין לתקוע עוד בחנם. אבל קטן, אפילו הגיעו לחינוך – מותר לומר לו שיתקע, ותוקע כל היום; עד כאן לשונו.והנה בדין קטן, בארנו בסימן תקפט, עיין שם. אבל מה שכתב דאחר כך אין לתקוע עוד בחנם – לא כן כתב הטור בשם רב האי גאון, עיין שם.(שהביא ראיה מהך, דכי מסיים שליח ציבור תקיעתא ביבנה – לא שמע אינש אודנא מקול תקיעתא, עיין שם. אך הרמ\"א הולך בשיטת התוספות, דזהו באותם שלא שמעו התקיעות כמו שכתב הט\"ז בסעיף קטן ב, עיין שם. ועיין מגן אברהם סעיף קטן ב בשם הראב\"ן, דכשאינו צריך עוד לתקוע – אסור לטלטל השופר משום מוקצה; עיין שם, וצריך עיון. וכן מה שכתב מיום הראשון ליום השני – צריך עיון. ודייק ותמצא קל.)"],["כתב הטור בשם רב האי גאון שאסור להתענות בראש השנה, שהרי בנחמיה (נחמיה ח) כתיב שאמרו עזרא ונחמיה לכל העם בראש השנה: \"לכו אכלו משמנים, ושתו ממתקים כי קדוש היום לאדונינו\"; וכתיב: \"וילכו כל העם לאכול ולשתות\" וגו'.וכ\"כ המרדכי בפרק קמא דראש השנה, בשם רב נחשון גאון, שאסור להתענות. ויש ראיות מן התורה, ומן הקבלה, ומברייתא, ומירושלמי.מן התורה: שהרי הוא כלול עם כל המועדים, וכתיב ביה (ויקרא כג כא) \"מקרא קדש\"; ודרשינן בספרא ובספרי: קדשיהו במאכל ומשתה, וכסות נקייה. וראש השנה אקרי \"חג\" ככל המועדים, דכתיב (תהלים פא ד): \"בכסה ליום חגינו\". ואמרינן: איזהו חג שהחדש מתכסה בו? הוי אומר זה ראש השנה.ומדברי קבלה, מדכתיב בעזרא: \"לכו אכלו משמנים\" וגו'.ומן הברייתא: דתניא בירושלמי דבראש השנה מתריעין ולא מתענין (בפרק שלישי הלכה ד דתענית).ומירושלמי דראש השנה (פרק ראשון הלכה ד) שאומר: אין אומה כאומה זו וכו', לובשין לבנים, ואוכלין ושותין ושמחים, ויודעים שהקדוש ברוך הוא יעשה להם נס, עיין שם.ובערכין (י ב) אמרינן דראש השנה ויום הכיפורים אקרו \"מועדים\", וכן הוא בסוטה (מא א), עיין שם. וכן פסק הטור.","וזה לשון רבינו הבית יוסף:אוכלים ושותים ושמחים. ואין מתענין בראש השנה, ולא בשבת שובה. אמנם לא יאכלו כל שבעם, ולא יקלו ראשם, ותהיה יראת ד' על פניהם.עד כאן לשונו. ומהרש\"ל לא אכל דגים בראש השנה, מפני שהיו חביבין עליו, ורצה למעט תאוותו בדבר מסויים. ולא ילבשו בגדים חשובים בראש השנה כמו בכל יום טוב, אלא לבנים (ב\"ח ומגן אברהם).ואצלינו אין נוהגין ללבוש לבנים בראש השנה, רק ביום הכיפורים. וגם אוכלין ושותין כבשאר ימים טובים. והרי מקרא מפורש הוא: \"אכלו משמנים, ושתו ממתקים\".ורק בעניין זה נשתנה ראש השנה משארי ימים טובים: שמאריכין הרבה בתפילה עד אחר חצות (עיין ט\"ז). וגם יש שאין ישנים ביום ראשון דראש השנה, על פי הירושלמי: מאן דדמיך בריש שתא דמיך מזליה. ולא ידענו איפה נמצא זה הירושלמי. והאריז\"ל לא חשש לזה (ואמר דאחר תקיעות ואחר חצות כבר נמתקו הדינים).","והנה בתרומת הדשן (סימן רעח) כתב שיש דיעות שמותר להתענות בראש השנה, ויש מי שאומר מצוה להתענות, עיין שם. ואם כי אין הלכה כן, כמו שהכריעו הגאונים ורוב רבותינו הראשונים והאחרונים, מכל מקום לעניין מה שכתבנו לעיל סימן תקע בנשבע להתענות בשבת ויום טוב, או נדר להתענות – דאין השבועה והנדר חל, עיין שם – מכל מקום בנשבע או נדר להתענות בראש השנה צריך התרה, כיון שיש דיעות שאין איסור להתענות (וזהו כוונת הרמ\"א בסעיף ב).","דבר פשוט הוא דתענית חלום צריך להתענות, שהרי אפילו בשבת מותר, כל שכן בראש השנה. וכתב רבינו הבית יוסף בסעיף ג:המתענה פעם אחת בראש השנה תענית חלום, אם היה ביום ראשון – צריך להתענות שני הימים כל ימיו. ואם היה ביום שני – לא יתענה כל ימיו רק ביום שני בלבד.עד כאן לשונו, וביאור הדברים משום דיש מקומות שקבלה בידם, שכל מי שרגיל להתענות בראש השנה, ומשנה רגילתו ואינו מתענה – אינו משלים שנתו, כמו שכתב בסעיף ב, עיין שם. והטעם: כיון שמן השמים הראוהו שחביב בשמים תעניתו. ולכן אפילו הסוברים שאין להתענות בראש השנה, מכל מקום כיון שפעם אחת הראוהו שיתענה – צריך לנהוג כן כל ימיו.ואינו צריך למיתב תענית לתעניתו, כבשבת ויום טוב, מפני שיש סוברים שמותר ומצוה להתענות. ורק יש נפקא מינה בין יום ראשון ליום שני, דכשהראוהו מן השמים שיתענה ביום הראשון, שהוא העיקר – כל שכן שיתענה גם ביום שני. אבל כשהראוהו על יום השני – אין לו להתענות בראשון, דחמיר משני, והוא העיקר.","ומי שאינו חושש לזה, ואינו ירא לנפשו – אינו צריך להתענות כל ימיו.וכתב הלבוש דהמתענה בראש השנה – אין לו לאפות ולבשל, אלא יעסוק כל היום בתפילה, ותחנונים, ובתורה; דכיון שאינו מקיים \"חציו לכם\" צריך לקיים \"כולו לד'\", עד כאן לשונו. וממילא דהוא הדין בשאר ימים טובים. ויש מי שאומר דהתענית עצמו מקרי \"כולו לד'\" (מגן אברהם סעיף קטן א). ועוד: אם התענית עונג הוא לו, שבזה תבטל ממנו הגזירה בתענית חלום, מקרי גם \"חציו לכם\" (שם).והמתענה אין אומר \"ענינו\", במנחה כמו שאין אומרים \"ענינו\" ביום הכיפורים, דאיך יאמר יום \"צום תעניתינו\"? דימים אלו אין נקראים ימי תענית, אלא ימי דין. והמתענה לא יעשה קידוש ביום בשביל אחר, כיון שאין בה רק ברכת הגפן. ובליל ראש השנה אסור להתענות לעולם, דתענית חלום אינה אלא על היום, ולא על הלילה. וכן בספק אם זהו חלום מהחלומות שמתענין עליו אם לאו – אינו צריך להתענות (שם סעיף קטן ד). וכן מי שאינו חושש בחלומות – לא יתענה.","יש מי שאומר דהמתענה בראש השנה – אין לו לאכול אפילו כשיש ברית מילה, שהרי בלאו הכי הוי יום טוב, ומכל מקום מתענה. אם כן, מה יוסיף הברית מילה (שערי תשובה בשם שבו\"י)? ודברי טעם הן. וכל שכן בתענית חלום, דאפילו בכל השנה מי שמתענה תענית חלום אין לו לאכול אפילו בסעודת מצוה, שהרי תענית חלום הוא אפילו בשבת."],["למנחה אומרים \"אשרי\", \"ובא לציון\", ושבע ברכות כמו בערבית ושחרית. ואם חל בשבת קורין בפרשת השבוע. ושליח הציבור חוזר התפילה וקדושה, כמו בחול. ורק ביום הכיפורים אומרים גם במנחה קדושת מוסף, ולא בראש השנה. ויש שגם ביום הכיפורים אין אומרים רק כמו בחול.ואומרים \"אבינו מלכנו\", ואם חל בשבת אין אומרים. ודע שמנהג עירינו, כשמתפללין מנחה בראש השנה תיכף אחר מוסף – אין אומרים \"אבינו מלכנו\" גם בחול, מפני שאמרוהו בשחרית.","אם חל בשבת, כתב הטור בשם רב עמרם שאומרים \"צדקתך צדק\", דאף שבכל יום טוב אין אומרים, מכל מקום בראש השנה שהוא יום הדין – יש לאומרו. ויש אומרים שלא לאומרו, דעל כל פנים יום טוב הוא, וגם ראש חודש. וכן המנהג הפשוט שלנו. ואי משום יום הדין – כבר נתמתקו הדינים אחר תפלת מוסף."],["כתב הטור:ערבית מתפללין כמו בליל ראשון. ואם חל בשבת, כתב ראבי\"ה: שאלתי לרבותי אם יש לומר \"ותודיענו\" מפני שאומרים בו \"וחגיגת הרגל\", וראש השנה אינו לא \"חג\" ולא \"רגל\". והשיבוני דאף על פי כן אומרים \"ותודיענו\", כי היכי דאמרינן במוצאי יום טוב בהבדלה \"בין יום השביעי לששת ימי המעשה\", דאמרינן: בסדר הבדלות הוא מונה. הכא נמי סדר התיקון הוא אומר.עד כאן לשונו.","ולבד זה, הא לכמה גאונים הקדמונים ראש השנה אקרי \"חג\", שהרי \"בכסה ליום חגינו\" קאי על ראש השנה, וכמו שכתבתי בסימן תקצז, וכמו שכתב הטור עצמו בסימן תקפב דאקרי \"מועד\" לכמה גאונים, עיין שם. אלא שהטור לא חש בכאן להאריך, כיון דבלאו הכי צריכין לומר מהטעם שכתב."],["דע דשני ימים טובים של ראש השנה אינם דומים לשני ימים טובים של שארי מועדים, דבשארי מועדים אין עושין בארץ ישראל רק יום אחד, וראש השנה עושים גם בארץ ישראל שני ימים גם היום, כמו שכתב הרי\"ף בפרק קמא דביצה.וטעמו של דבר: דבעת שהיו מקדשין על פי הראיה, היו כל המועדים ברורים בארץ ישראל באיזה יום, שהרי עברו הרבה ימים מראש חודש. ורק בגולה, מקום שאין שלוחי בית דין מגיעין, היו עושים שני ימים מפני הספק, שלא ידעו באיזה יום נקבע ראש חודש. ולכן, אף על פי שעתה אנו בקיאין בקביעא דירחא, שאנו קובעין החודשים על פי החשבון מימות הלל הנשיא ואילך – מכל מקום התקנה ראשונה עומדת במקומה. מיהו על כל פנים אחד מהם וודאי חול, ותחלת עשייתו אינו אלא מפני הספק.","אבל בראש השנה שהוא בראש חודש עצמו – גם בירושלים היו עושים הרבה פעמים שני ימים. והיינו: אם באו עידי ראייה ביום הראשון שראו את מולד הלבנה – היו עושים רק יום ראשון. אבל אם באו בלילה אחר יום הראשון, וכל שכן למחר – הרי נקבע ראש חודש וראש השנה ליום מחר, והיום הראשון הנהיגו גם כן קודש בצפייתם שיבואו עדים. ואפילו באו עדים ביום ראשון מן המנחה ולמעלה – גם כן הנהיגו לעשות שני ימים ראש השנה, כדתנן בפרק רביעי דראש השנה.ונמצא שברוב השנים עשו גם בירושלים שני ימים ראש השנה. ולא מפני הספק, אלא שכן היתה התקנה. ולכן עושים עד היום שני ימים. וזהו שאמרו חכמינו ז\"ל דכיומא אריכתא היא, כלומר ששניהם כוודאי קודש, ולא אחד חול כביום טוב אחר.(ויש בזה סוגיא ועניין בביצה ה ב לרש\"י, ותוספות, ורי\"ף, ורא\"ש. מיהו לדינא כן הוא.)","ולכן בראש השנה משתנים כמה דינים ממוקצה ונולד, בראש השנה מבשארי ימים טובים. דבכל יום טוב – ביצה שנולדה בזה מותרת בזה. וכן חלב שנחלב ביום הראשון – מותר בשני. אבל בראש השנה אינו כן, משום דבכל ימים טובים – אחד מהם חול, ובראש השנה שניהם קודש, וכיומא אריכתא הוא. לבד במת הקילו ביום שני של ראש השנה, מפני כבוד המת כמו שכתבתי בסימן תקכו, ולא בשארי דברים. וכן דבר הנצוד ודבר הנתלש ביום טוב ראשון של ראש השנה – אסור בשני, כמו שכתבתי בסימן תקטו, עיין שם.","ועל פי זה נתהווה מחלוקת בין הראשונים, אם לומר \"שהחיינו\" בקידוש ובשופר ביום שני של ראש השנה. והביא הטור תשובה מרש\"י ז\"ל שכתב: רבותי אומרים שאין לומר זמן בשני, דכחדא יומא הוא. ואני אומר שצריך לומר זמן, דהוא כיומא אריכתא לעניין שארי דברים, מיהו עיקר יום טוב מן התורה אינו אלא יום אחד.ורוב הפוסקים הסכימו כרש\"י. אך כדי לצאת דעת הגאונים, המנהג הפשוט בכל המדינות ליקח פירי חדשה בשעת הקידוש, דממה נפשך צריך לומר \"שהחיינו\"; או ללבוש בגד חדש. ובשופר, שאין שייך פירי – ילבש בגד חדש.וכל זה אינו לעיכובא, דהמנהג הפשוט לעשות \"שהחיינו\" בכל גווני. ואף שבקידוש אנו מניחין פירי חדשה, הרי בתקיעות אין התוקע לובש בגד חדש ומברך \"שהחיינו\". וכן בקידוש אם אין לו פירי חדשה – עם כל זה מברך \"שהחיינו\". וכן כתב רבינו הרמ\"א.(והבית יוסף בקידוש פסק לברך \"שהחיינו\", ולא בתקיעות, רק כשחל יום ראשון בשבת. והוא תימא: מאי שנא שופר מקידוש? ועיין בית יוסף, וצריך עיון.)"],["ביום שני מתפללין כמו ביום ראשון. וקורין פרשת העקדה עד סוף הפרשה, כדי להזכיר זכות עקידת יצחק. ומה שלא קראוה בראשון, משום ד\"וד' פקד את שרה\" קודם, דבראש השנה נפקדה שרה, והוי מעניינא דיומא. ולכן מפטירין בחנה בראשון מהאי טעמא, משום דחנה נפקדה גם כן בראש השנה.ומפטיר ביום שני בירמיה: \"כה אמר ד' מצא חן במדבר\" עד \"הבן יקיר לי אפרים\", דכתיב שם \"זכור אזכרנו עוד\" לזכר זכרונות דראש השנה.ותקיעות כמו בראשון. וכבר נתבאר דראש השנה – גם בארץ ישראל עושים שני ימים.(עיין ט\"ז סוף סימן תר בראש השנה שחל ביום חמישי ושישי, ולא היה להציבור שופר עד אחר שקבלו שבת. והיה עדיין יום גדול, ופסק לתקוע בלא ברכה. וכן הסכים האליהו רבה, עיין שם.)"],["מצות עשה לשוב כל איש מחטאיו. וכל משנה תורה, וכן כל הנביאים, הזהירו על התשובה. ואין ישראל נגאלין אלא בתשובה. וכבר הבטיחה תורה שסוף ישראל לעשות תשובה בסוף גלותן, ומיד נגאלין, שנאמר (דברים ל א-ג): \"והיה כי יבואו עליך כל הדברים... ושבת עד ד' אלקיך ושב ד' אלקיך את שבותך וריחמך\" (רמב\"ם פרק שביעי מהלכות תשובה).וגדולה תשובה שמקרבת את הגאולה, שנאמר (ישעיה נט כ): \"ובא לציון גואל, ולשבי פשע ביעקב\". מה טעם \"ובא לציון גואל\"? משום \"ולשבי פשע ביעקב\" (יומא פו ב).וגדולה תשובה שמגעת עד כסא הכבוד, שנאמר (הושע יד ב): \"שובה ישראל עד ד' אלקיך\" (שם). וגדולה תשובה שזדונות נעשו לו כשגגות כששב מיראה, ונעשו כזכיות כששב מאהבה (שם).","ואל ידמה אדם בעל תשובה שהוא מרוחק ממעלות הצדיקים, מפני העונות והחטאים שעשה. אין הדבר כן, אלא הוא אהוב ונחמד לפני הבורא יתברך, כאלו לא חטא מעולם. ולא עוד, אלא ששכרו הרבה, שהרי טעם טעם חטא ופירש ממנו לכבוד השם יתברך.אמרו חכמים: מקום שבעלי תשובה עומדין – צדיקים גמורין אין יכולין לעמוד שם (ברכות לד א). כלומר: מעלתן גדולה ממעלת אלו שלא חטאו כלל, שהרי טעמו טעם חטא ופירשו מזה (רמב\"ם שם).וכמה גדולה מעלת התשובה! אמש היה זה שנאוי ומשוקץ לפני הבורא יתברך, ועכשיו הוא אהוב וחביב לפניו יתברך. אמש היה זה מובדל מד' אלקי ישראל, דכתיב: \"עונותיכם היו מבדילים ביניכם לבין אלקיכם\"; צועק ואינו נענה, שנאמר: \"גם כי תרבו תפלה אינני שומע\". והיום הוא מודבק בשכינה, שנאמר (דברים ד ד): \"ואתם הדבקים\" וגו'; צועק ונענה, שנאמר (ישעיהו סה, כד): \"והיה טרם יקראו ואני אענה\".","בעלי תשובה דרכן להיות שפלים וענוים ביותר. ואם חרפו אותן הכסילים במעשיהם הראשונים – אל יתפעלו מזה, אלא שומעין ושמחים. שזהו להם זכות גדול, שמתביישים ממעשיהם שעברו, ואל ישיבו דבר. וכך אמרו חכמינו ז\"ל: הנעלבין ואינם עולבין, שומעין חרפתן ואינן משיבין, עושים מאהבה, ושמחין ביסורין, עליהם הכתוב אומר: \"ואוהביו – כצאת השמש בגבורתו\" (שבת פח א).והמבייש אותן – חטאו גדול עד מאד. ואסור לומר לבעל תשובה: \"זכור מעשיך הראשונים\". וזהו בכלל אונאת דברים, כמבואר בסוף פרק הזהב. וזה המבייש צריך תשובה, ולבקש מחילה מזה שחרפו.","ואל תאמר שאין תשובה אלא מעבירות שיש בהם מעשה, כמו זנות, וגזל, וגניבה, או איסורי מאכלות, וכיוצא בהם. אלא כשם שאדם צריך לשוב מאלו – כמו כן צריך לשוב ממידות רעות שיש לו, ולשוב מן הכעס, מן האיבה, מן הקנאה, מן השנאה, ומן ההיתול, ומרדיפת הממון והכבוד, ומרדיפת המאכלות, וכיוצא בהן. על הכל צריך לחזור בתשובה. ואלו העונות קשים מאותם שיש בהם מעשה, מפני שהורגל בהם, וקשה לפרוש מהם. וכן הוא אומר \"יעזוב רשע דרכו\" (שם), כלומר: הרגילו שהורגל בו.","וקל וחומר אם חלילה עלה על לבו רעיון מינות אפקורסות, שזהו צרעת בנפש. ובעיקבא דמשיחא – כלו כחות היצר הרע והשטן בזה. וזהו מאמר חכמינו ז\"ל: בעיקבא דמשיחא חוצפא יסגי. כלומר: חוצפא כלפי שמיא.ויתן אל לבו: מי אני – בריה קלה, שפלה ודלה, קל השכל, מרובה בתאוות הבהמית – לפקפק על איזה דבר מדברי תורה או מדברי חכמינו ז\"ל? ואני הפעוט קצרה דעת מהבין אפילו שיחת חולין של תלמידי תלמידיהם, ואיך אחלוק עליהם? ויתחזק את עצמו בתורה, ותפילה, וזמירות דוד המלך עליו השלום. ויקויים בו \"צדיק באמונתו יחיה\".","כתב הרמב\"ם בפרק ראשון מתשובה:כל מצוות שבתורה, בין עשה בין לא תעשה, אם עבר אדם על אחת מהם, בין בזדון בין בשגגה, כשיעשה תשובה וישוב מחטאו – חייב להתודות לפני האל ברוך הוא. שנאמר בפרשת נשא: \"איש או אשה כי יעשו... והתודו את חטאתם אשר עשה\" – זה וידוי דברים. ווידוי זה מצות עשה.כיצד מתוודה? אומר: \"אנא השם! חטאתי, עויתי, פשעתי לפניך, ועשיתי כך וכך. והרי נחמתי ובושתי במעשי, ולעולם איני חוזר לדבר זה.\" וזהו עיקרו של וידוי, וכל המרבה להתוודות ולהאריך בעניין זה – הרי זה משובח.","וכן בעלי חטאות ואשמות, בעת שמביאין קרבנותיהן על שגגתן או על זדונן – אין מתכפר להם בקרבנם עד שיעשו תשובה, ויתוודו וידוי דברים, שנאמר: \"והתוודה אשר חטא עליה\". וכן כל מחוייבי מיתות בית דין ומחוייבי מלקיות – אין מתכפר להם במיתתן או במלקיותן עד שיעשו תשובה ויתוודו. וכן החובל בחבירו, והמזיק ממונו, אף על פי ששילם מה שחייב לו – אינו מכפר עד שיתוודה, וישוב מלעשות כזה לעולם, שנאמר: \"מכל חטאת האדם\" (שם).ואין לתמוה: על מה צריך השוגג לעשות תשובה? דוודאי כן הוא, שהרי בויקרא בקרבנות חטאות ואשמות, שהם על השוגג, כתיב כמה פעמים \"וכפר עליו הכהן מחטאתו ונסלח לו\". אלמא שקרוי חטא, וצריך סליחה וכפרה. ובסוף \"שלח\" כתיב: \"וכפר הכהן על הנפש השוגגת בחטאה בשגגה לפני ד', לכפר עליו ונסלח לו\".והטעם דגם שוגג בא מהעדר זהירות, לאפוקי אונס דאינו צריך תשובה, כמו שכתב הרמב\"ם בפירוש המשנה סוף יומא, עיין שם. אבל שוגג אינו דומה לאונס.","עוד כתב:שעיר המשתלח, לפי שהיה כפרה על כלל ישראל – כהן גדול מתוודה עליו על כלל ישראל, שנאמר (ויקרא טז כא): \"והתודה עליו את כל עונות בני ישראל\". שעיר המשתלח מכפר על כל עונות שבתורה, הקלות והחמורות, בין שעבר בזדון, בין שעבר בשגגה, בין שהודע לו, בין שלא הודע לו – הכל מתכפר בשעיר המשתלח.והוא שעשה תשובה. אבל אם לא עשה תשובה – אין השעיר מכפר לו אלא על הקלות. ומה הן הקלות, ומה הן החמורות? החמורות הן שחייבין עליהן מיתת בית דין או כרת. ושבועת שוא ושקר, אף על פי שאין בהן כרת – הרי הן מן החמורות. ושאר מצות לא תעשה ומצות עשה, שאין בהן כרת – הרי הן מן הקלות.עד כאן לשונו.","והנה זה שכתב דבלא עשה תשובה מכפר השעיר המשתלח על הקלות – תמוה מאד. שהרי בסוף יומא ובשבועות (יג א) פליגי רבי ורבנן. דרבי סבירא ליה דיום הכיפורים מכפר אפילו על שאינן שבין, ורבנן סבירא ליה דרק לשבין מתכפר. וקיימא לן כרבנן, דאפילו על הקלות אינו מכפר בלא תשובה.וכבר תמהו על דבריו (כסף משנה ולחם משנה). ובגמרא שם פריך בפשיטות: האי עשה היכי דמי? אי דלא עבד תשובה – \"זבח רשעים תועבה\", עיין שם (ופירוש הלחם משנה בזה תמוה, עיין שם).ונראה שהוציא דין זה מירושלמי שם ביומא ושבועות, שאומר דעל עשה מכפר אף בלא תשובה. ואף שאומר שם דעל לא תעשה אינו מכפר בלא תשובה – מכל מקום הרמב\"ם השוום לעניין זה, משום דבש\"ס שלנו – אידי ואידי קלות מקרי. ואף על גב דבשלהי יומא רוצה לחלק בין לא תעשה סתם, ובין לא תעשה הניתק לעשה, ואולי גם הירושלמי סובר כן, מכל מקום פשטא דסוגיא דשבועות דאין חילוק. עיין שם.","בזמן הזה שאין בית המקדש קיים, ואין לנו מזבח כפרה, אין לנו אלא תשובה. והתשובה מכפרת על כל העבירות. ואפילו רשע כל ימיו, ועשה תשובה באחרונה – אין מזכירין לו רשעו, שנאמר: \"רשעת הרשע – לא יכשל בה ביום שובו מרשעו\".ועצמו של יום הכיפורים מכפר לשבים. אך אל ימתין אדם ויאמר: עוד יש לי זמן לשוב. דמי יודע, אולי מחר ימות, ונמצא מת בלא תשובה. והיא ששלמה אמר: \"בכל עת יהיו בגדיך לבנים\". ועוד: דעיקר התשובה הוא בימי בחרות, והוא ששלמה אמר (קהלת יב א): \"וזכור את בוראיך בימי בחורותיך\" – בעוד שכחותיך חזקים, ותוכל לעשות עבירות, ואתה נמנע מפני כבודו ומוראו יתברך. וזהו שאמרו בסוף יומא: היכי דמי בעל תשובה? באותה אשה, באותו פרק, באותו מקום. כלומר: שאתה בכל כחותיך, והעבירה מזומנת, ואתה נמנע.","אבל כששב בזקנותו, כשכחותיו מתמעטות – אין זו תשובה גמורה. ומכל מקום גם זו תשובה היא, ומקרי \"בעל תשובה\". אפילו עבר כל ימיו, ועשה תשובה ביום מיתתו, ומת בתשובתו – עונותיו נמחלין, שנאמר: \"עד אשר לא תחשך השמש והאור והירח והכוכבים, ושבו העבים אחרי הגשם\" – שהוא יום המיתה, מכלל שאם שב קודם המיתה נסלח לו (שם).","ומה היא התשובה? שיעזוב החוטא חטאו, ויסירו ממחשבתו, ויגמור בלבו שלא יעשיהו עוד, שנאמר: \"יעזוב רשע דרכו\"; ויתחרט על העבר, כדכתיב: \"כי אחרי שובי נחמתי\"; ויעיד עליו יודע תעלומות שלא ישוב לזה החטא לעולם, שנאמר: \"ולא נאמר עוד אלהינו למעשי ידינו\" (שם פרק שני, והוא בילקוט סוף הושע).וזהו שאמרה תורה: \"לפני ד' תטהרו\", כלומר: שהוא יתברך יעיד עליכם שטהורים אתם.וצריך להתודות בשפתיו. וכל המתוודה ולא גמר בלבו לעזוב החטא – הרי זה כטובל ושרץ בידו. ונאמר: \"ומודה ועוזב ירוחם\", כלומר: וידוי ועזיבת החטא, ולא באחד מהם.","וצריך לפרט את החטא בחטא שבין אדם לחבירו. אבל שבין אדם למקום – חוצפה הוא לגלות, אלא מתוודה בלחש בינו לבין קונו. והא דכתיב: \"מכסה פשעיו לא יצליח\" – זהו בעבירות שבינו לחבירו (גמרא).ומדרכי התשובה להיות השב צועק תמיד לפני השם יתברך בבכי ובתחנונים. ועושה צדקה כפי כחו. ומתרחק הרבה מן הדבר שחטא בו. ואם יכול לגלות ממקומו – מה טוב, דגלות מכפרת עון, וגורמת לו להיות נכנע ועניו ושפל רוח.","יום הכיפורים הוא זמן תשובה ליחיד ולרבים, והוא קץ מחילה וסליחה לישראל. לפיכך חייבים הכל לעשות תשובה ביום הכיפורים, ולהתוודות בכל תפילה. ויתבאר סדרי הוידוים בסימן תרז.וזהו בעבירות שבין אדם למקום. אבל בעבירות שבין אדם לחבירו – אינו מועיל לא תשובה, ולא יום הכיפורים, עד שירצה את חבירו, אם רק חירפו בדברים. ואם גזל ממנו ממון, הן במסחור הן באופן אחר – אינו מועיל עד שישיב הגזילה, וגם יבקש ממנו מחילה. והוא שהתורה אומרת: \"כי ביום הזה יכפר עליכם... לפני ד' תטהרו\". כלומר: עבירות שלפני ד' יום הכיפורים מכפר, ולא שבין אדם לחבירו (משנה שם).","ולא כל העבירות שוות בכפרתן, וארבעה חילוקים בכפרה. כיצד? עבר אדם על מצות עשה, ושב – מוחלין לו מיד. ועל זה נאמר: \"שובו בנים שובבים, ארפא משובותיכם\".עבר על לא תעשה שאין בה כרת או מיתה, ועשה תשובה – תשובה תולה, ויום הכיפורים מכפר. ובאלו נאמר: \"כי ביום הזה יכפר עליכם\" וגו'.עבר על כריתות ומיתות בית דין, ועשה תשובה – תשובה ויום הכיפורים תולין, ויסורים הבאים עליו גומרין לו הכפרה. ועל זה נאמר: \"ופקדתי בשבט פשעם, ובנגעים עונם\".וכל אלו העבירות – כשאין בהם חילול השם. אבל המחלל את השם, אף על פי שעשה תשובה, והגיע יום הכיפורים והוא עומד בתשובתו, ובאו עליו יסורין – אינו מתכפר לו כפרה גמורה עד שימות. אלא תשובה, ויום הכיפורים, ויסורין – שלשתן תולין, ומיתה מכפרת, שנאמר: \"ונגלה באזני ד' צבאות... אם יכופר העון הזה לכם עד תמותון\".","וחילול ד' – הוא הכל לפי ערך האיש. וכל מה שהאיש יותר במעלה, הנה אם עובר אפילו על דבר קטן – הוי חילול השם. וכהך דאמר רב ביומא (פו א): כגון אנא, אי שקילנא בישרא מטבחא, ולא יהבי דמי לאלתר במקום שאין הטבח תובע. ורבי יוחנן אמר: כגון אנא דמסגינא ד' אמות בלא תורה ובלא תפילין. ויש מי שאומר: כגון שחביריו מתביישין מחמת שמועתו, או כגון שאומרים: ימחול לו ד' על מעשיו. או תלמיד חכם שאינו נושא ונותן באמונה, ואין דיבורו בנחת עם הבריות; עיין שם. ומזה למדנו דכל מה שהאדם יותר גדול – החילול השם שלו יותר גדול.","וקל וחומר בחילול ד' נגד האומות, והיינו כשישראל עושה איזה עוולה או אונאה לאינו יהודי, או במידות ומשקלות – הוי חילול ד' שאין לשער. ועל זה אמר יחזקאל הנביא (יחזקאל לו): \"בן אדם, בית ישראל יושבים על אדמתם, ויטמאו אותה... כטומאת הנדה היתה דרכם לפני... ואפיץ אותם בגוים... ויבואו אל הגוים, ויחללו את שם קדשי, באמור להם: עם ד' אלה, ומארצו יצאו\". כלומר: שהקדוש ברוך הוא מתאונן שבעת שהיו בארץ ישראל, ויטמאו אותה – כטומאת הנידה היתה דרכם לפני. כלומר: כמו כשהאשה נידה – אין מי שיודע בזה זולת בעלה, כמו כן האומות: לא ידעו מטומאתם, רק אני ידעתי. וכשהגליתים בין הגוים, וידעו הגוים מטומאתם – הלא רבתה חילול השם, שאומרים לישראל: הלא אתם עם ד', ואיך תטמאו עצמכם? וגם עליכם לדעת שיצאתם מארצכם, ולכן אל תשמח ישראל אל גיל כעמים. ועלינו לקדש שם שמים ושם ישראל.","ואף על פי שהתשובה והצעקה יפה היא לעולם, מכל מקום בעשרה הימים שבין ראש השנה ליום הכיפורים – היא יפה ביותר, ומתקבלת היא מיד, שנאמר: \"דרשו ד' בהמצאו\". ודרשו חכמינו ז\"ל (ראש השנה יח א): אלו עשרה ימים שבין ראש השנה ליום הכיפורים, דאז גם היחיד נענה מיד.ומפני עניין זה נהגו כל בית ישראל להרבות בצדקה ובמעשים טובים, ולעסוק במצות מראש השנה ועד יום הכיפורים, יותר מבכל השנה. ונהגו כולם לקום בלילה בעשרה ימים אלו, ולהתפלל בבתי כנסיות בדברי תחנונים ובדברי כבושין, עד שיאור היום (רמב\"ם שם פרק שלישי).ואומרים בסליחות שלוש פעמים וידוי, מלבד ערב יום הכיפורים, שאין אומרים רק פעם אחת. ואומרים \"אבינו מלכנו\" בערב ובוקר מלבד בשבת וערב יום הכיפורים. אך כשחל יום הכיפורים בשבת – אומרים ערב יום הכיפורים בשחרית \"אבינו מלכנו\". ואפילו יש ברית מילה שאין אומרים תחנון – מכל מקום \"אבינו מלכנו\" אומרים.ושבת תשובה אומרים במנחה \"צדקתך\". ולמחרת ראש השנה הוי תענית ציבור, צום גדליה.ויש שאין מקדשין הלבנה עד אחר יום הכיפורים, ויש שאדרבא: להוסיף במצוה קודם יום הכיפורים – מקדשין. וכן אנו נוהגין. והמנהג שלא ליתן קללה בבית דין בימים אלו, וכן אין משביעין עד אחר יום הכיפורים."],["הטור הביא ירושלמי: רב חייא מפקיד לרב אם אתה יכול למיכל כולי שתא בטהרה אכול. ואי לא אכול בשבעא יומי בשתא (פרק (שלישי) [קמא] דשבת הלכה ג). וכתב ראבי\"ה: קבלתי אלו הן שבעה ימים שבין ראש השנה ליום הכיפורים. וקוראן \"שבעה ימים\" לפי שבראש השנה בלאו הכי אכל בטהרה, דחייב עצמו לטהר ברגל. ולכן כתב דאפילו מי שאינו נזהר בכל השנה בפת של אינו יהודי – בעשרת ימי תשובה נכון ליזהר. עיין שם.","ונראה לעניות דעתי דזה אינו אלא בדברים שאין בהם איסור מן הדין, דבזה אינו אלא הידור בעלמא, ונכון להדר זה בימים אלו. אבל דברים שיש פוסקים לאיסור מן הדין, אלא שנוהגים על דעת דעת המתירין, כמו חדש בחוץ לארץ, או בשר בלא סירכה, וכיוצא בזה – אי אפשר לנהוג כן בעשרת ימי תשובה. דכיון שאין אוכלין בימים אלו – הרי זה כקבלו עליהם דיעות האוסרים. ואם כן איך יאכלו אחר כך?(עיין מגן אברהם דבפת של אינו יהודי – יזהר לכל הפחות בהשלכת קיסם. ויזהרו שלא ליטול חלה מעיסת אינו יהודי. ומה שכתב במי שהולך בדרך וכו', עיין שם – צריך עיון. ואשה שמצאה ילד מת אצלה – יש לה לקבל תשובה. ומי ששלח שליח, ונהרג בדרך, גם כן – כן, עיין שם. ומעיקר הדין יש לפקפק, ובארנו במקום אחר. ודייק ותמצא קל.)","ויש לכל אדם לפשפש במעשיו בעשרת ימי תשובה, ולשוב מהם. וספק עבירה – חמורה מעבירה וודאית, וצריך יותר התאמצות לתשובה, כי יותר מתחרט כשיודע שעשה משאינו יודע על בירור. ולכן קרבן אשם תלוי – יותר ביוקר מאשם וודאי, כמבואר בתורה ומשנה וגמרא. ועוד: דעל הספק מסיתו היצר הרע יותר מעל הוודאי, באמרו כי אין בכאן עבירה. ולכן צריך יותר חיזוק לזה. והבא לטהר – מסייעין אותו.בסייעתא דשמיא סליק הלכות ראש השנה"]],"SHULCHAN_ARUCH":[["נוהגים לקום באשמורת לומר סליחות ותחנונים מראש חדש אלול ואילך עד יום הכפורים. <i> הגה: ומנהג בני אשכנז אינו כן אלא מראש חדש ואילך מתחילין לתקוע אחר התפלה שחרית ויש מקומות שתוקעין גם כן ערבית ועומדים באשמורת לומר סליחות ביום א' שלפני ראש השנה ואם חל ראש השנה שני [או] שלישי אז מתחילין מיום ראשון שבוע שלפניו (מנהגים). ואבל אסור לצאת מביתו כדי ליכנס לבית הכנסת לשמוע הסליחות מלבד בערב ראש השנה שמרבים סליחות יכול האבל ליכנס לבית הכנסת (פסקי מהרי''א סימן קל''ד). וידקדקו לחזר אחר שליח צבור היותר הגון והיותר גדול בתורה ובמעשים שאפשר למצוא שיתפלל סליחות וימים נוראים ושיהא בן שלשים שנים גם שיהא נשוי (כל בו). מיהו כל ישראל כשרים הם רק שיהיה מרוצה לקהל אבל אם מתפלל בחזקה אין עונין אחריו אמן וכן צריך שיוציא כל אדם בתפלתו ואם יהיה לו שונא ומכוין שלא להוציאו גם אוהביו אינם יוצאים בתפלתו (הגהות מנהגים ישנים). ויש מקומות נוהגים שהמתפלל סליחות מתפלל כל היום (כל בו):<\/i>","נוהגין להתענות ערב ראש השנה. <i> הגה: והמדקדקים נהגו שכל אחד מתענה י' ימים (מרדכי סוף פרק קמא דראש השנה וריש יומא) וכן נכון לעשות וכל אלו התעניות אין צריכין להשלים ואין קורין בהם ויחל אפילו ערב ראש השנה ועיין לקמן סימן תרס''ב סעיף ב' ואם חל ברית מילה בערב ראש השנה יכולים לאכול (בית יוסף בשם תשובה אשכנזית). ורבים נוהגין לאכול בערב ראש השנה קודם עלות השחר (מהרי''ל) משום דרכי האמורי שהיו נוהגים להתענות בערב חגיהם ויכולין לאכול בלא תנאי אחר שכן נהגו (דברי עצמו):<\/i>","אין נופלים על פניהם בערב ראש השנה בתפלה אף על פי שנופלים על פניהם באשמורת בסליחות. ואין תוקעין בערב ראש השנה <i>(מנהגים):<\/i>","מכבסין ומסתפרין בערב ראש השנה. <i>(ויש נוהגין לטבול בערב ראש השנה משום בערב ראש השנה משום קרי) (כל בו)<\/i>. ויש מקומות נוהגין לילך על הקברות ולהרבות שם בתחינות <i>(מהרי''ל) <\/i>ונותנים שם צדקה לעניים <i>(כל בו):<\/i>"],["בעשרת ימי תשובה אומר המלך הקדוש המלך המשפט ואם טעה או שהוא מסופק אם הוא בהמלך הקדוש חוזר לראש ואם הוא בהמלך המשפט אם נזכר קודם שעקר רגליו חוזר לברכת השיבה ואומר משם ואילך על הסדר ואם לא נזכר עד שעקר רגליו <i>(עיין לעיל סוף סימן קי''ז)<\/i> חוזר לראש <i>(ועיין לעיל סימן קי''ח):<\/i>","אם אמר האל הקדוש ותוך כדי דיבור נזכר ואמר המלך הקדוש אינו צריך לחזור וכן הדין בהמלך המשפט:","בשבת בנתיים ערבית יאמר בברכת מעין שבע המלך הקדוש. <i> הגה: והוא הדין אם חל ראש השנה בשבת וחותם בשל שבת לבד וכן כשחל יום כפור בשבת (מהרי''ל ומנהגים):<\/i>","יש נוהגים להתפלל בראש השנה ויום הכיפורים בכריעה וצריכין הם לזקוף בסוף הברכות:","אם לא אמר זכרנו ומי כמוך אין מחזירין אותו. <i> הגה: ואפילו לא עקר רגליו עדיין רק שסיים אותה ברכה (תרומת הדשן). והוא הדין אם לא אמר וכתוב ובספר נמי דינא הכי (טור):<\/i>","אומר בתפלה ותתן לנו את יום הזכרון הזה ואינו מזכיר ראש חודש:","אם חל בחול אומר יום תרועה מקרא קודש ואם חל בשבת אומר זכרון תרועה:","אינו אומר מועדים לשמחה חגים וזמנים לששון וכן אינו אומר והשיאנו ובתפלת מוסף אינו אומר ואין אנו יכולין לעלות ולראות לפניך אלא ואין אנו יכולים לעשות חובותינו לפניך <i>(וחותמין ודברך אמת וכו') (טור):<\/i>","אף על פי שכל ימות השנה מתפללים בלחש בראש השנה ויום הכפורים נוהגין לומר בקול רם ולהטעות לא חיישינן כיון שמצויים בידם מחזורים. <i> הגה: ונוהגין שכל אחד אומר לחבירו לשנה טובה תכתב (טור):<\/i>"],["יהא אדם רגיל לאכול בראש השנה רוביא דהיינו תלתן כרתי סילקא תמרי קרא וכשיאכל רוביא יאמר יהי רצון שירבו זכיותינו. כרתי יכרתו שונאינו סלקא יסתלקו אויבינו תמרי יתמו שונאינו קרא יקרע גזר דיננו ויקראו לפניך זכיותינו. <i> הגה: ויש נוהגין לאכול תפוח מתוק בדבש (טור) ואומרים שתחדש עלינו שנה מתוקה (אבודרהם) וכן נוהגין ויש אוכלים רימונים ואומרים נרבה זכיות כרמון ונוהגין לאכול בשר שמן וכל מיני מתיקה (מרדכי דיומא):<\/i>","אוכלים ראש כבש לומר נהיה לראש ולא לזנב וזכר לאילו של יצחק. <i> הגה: יש מדקדקים שלא לאכול אגוזים שאגוז בגימטריא חטא ועוד שהם מרבים כיחה וניעה ומבטלים התפלה (מהרי''ל). והולכין אל הנהר לומר פסוק ותשליך במצולות ים כל חטאתינו וגו' (מנהגים). וגם נוהגים שלא לישן ביום ראש השנה (ירושלמי) ומנהג נכון הוא:<\/i>"],["אין אומרים הלל בראש השנה ויום הכפורים. <i> הגה: ונוהגין לומר אבינו מלכנו על הסדר ואם הוא שבת אין אומרים אותו (ר''ן פרק ב' דראש השנה וריב''ש סימן תקי''ב). ומאריכים בפיוטים ותפלות עד חצות (מהרי''ל):<\/i>","ומוציאין שני ספרי תורה באחד קורין חמשה מוה' פקד את שרה עד ויהי אחר הדברים האלה ואם הוא שבת קורין בו שבעה ומפטיר קורא בשני בפרשת פנחס ובחודש השביעי ומפטיר ויהי איש אחד מן הרמתים עד וירם קרן משיחו. <i> הגה: ויש מקומות שנוהגים לקרות התוקע ממנין החמשה העולים לספר תורה (כל בו):<\/i>","בני אדם החבושים בבית האסורים אין מביאין אצלם ספר תורה אפילו בראש השנה ויום הכפורים. <i>(ועיין לעיל סוף סימן קל''ה):<\/i>","מלין בין קריאת התורה לתקיעת שופר:"],["צריך לתקוע מעומד. <i> הגה: ונוהגין לתקוע על הבימה במקום שקורין:<\/i>","קודם שיתקע יברך לשמוע קול שופר ויברך שהחיינו. <i> הגה: ואין חילוק בין אם יברך לעצמו או שכבר יצא ומברך להוציא אחרים אפילו הכי מברך התוקע שתי ברכות הנזכרות (בית יוסף ותרומת הדשן)<\/i>. ויתקע תשר''ת שלש פעמים ותש''ת שלש פעמים ותר''ת שלש פעמים. <i> הגה: וטוב לתקוע בצד ימין אם אפשר לתקוע בכך (מנהגים). וכן יהפוך השופר למעלה שנאמר עלה אלהים בתרועה (רוקח ומהרי''ל):<\/i>","אם התחיל לתקוע ולא יכול להשלים ישלים אחר ואפילו שלשה או ארבעה ודי בברכה שבירך הראשון והוא שיהיו שם התוקעים האחרונים בשעת ברכה ואפילו אם בירך ולא יכול לתקוע כלל השני תוקע בלא ברכה ולא הויא ברכה לבטלה:","אחר תוקע ולא שליח ציבור כדי שלא יתבלבל ואם הוא מובטח שחוזר לתפלתו רשאי לתקוע. <i> הגה: ודוקא תקיעות שעל סדר התפלה אסור לשליח צבור לתקוע אבל תקיעות שתוקעין מיושב דהיינו קודם שמתפללין מוסף מותר לשליח צבורלתקוע (כל בו). ואם אין השליח צבור תוקע מיושב ראוי שאותו התוקע יתקע גם כן על סדר הברכות כי המתחיל במצוה אומרים לו גמור (רמב''ם ואורחות חיים). נוהגין להקרות לפני התוקע סדר התקיעות מלה במלה כדי שלא יטעה ונכון הוא:<\/i>","הנוטל שכר לתקוע שופר בראש השנה או כדי להתפלל או לתרגם בשבתות וימים טובים אינו רואה מאותו שכר סימן ברכה:"],["שופר של ראש השנה מצותו בשל איל וכפוף ובדיעבד כל השופרות כשרים בין פשוטים בין כפופים ומצוה בכפופים יותר מבפשוטים ושל פרה פסול בכל גוונא וכן קרני רוב החיות שהם עצם אחד ואין להם מבפנים זכרות פסולים. <i>(וכן שופר מבהמה טמאה פסול) (ר''ן פרק ד' דראש השנה):<\/i>","הגוזל שופר ותקע בו יצא אפילו לא נתייאשו הבעלים ממנו:","תקע בשופר של עבודת כוכבים של ישראל לא יצא שאינה בטלה עולמית וכתותי מיכתת שעוריה אבל בשל עבודת כוכבים של עובד כוכבים וכן במשמשי עבודת כוכבים של עובד כוכבים לא יתקע ואם תקע בו יצא והוא שלא נתכוין לזכות בו אבל אם נתכוין לזכות בו לא יצא דהוה ליה עבודת כוכבים של ישראל שילדתו בהמה טמאה והיוצא מן הטמא טמא כדתנן בפרק קמא דבכורות <i>(ויש מחמירין דאפילו בשל עובד כוכבים אינו יוצא אלא בנתבטל בערב יום טוב (מרדכי) ועיין לקמן סימן תרמ''ט סעיף ג'):<\/i>","שופר של תקרובת עבודת כוכבים אפילו היה של עובד כוכבים שתקע בו לא יצא משום דאינה בטילה עולמית:","המודר הנאה משופר אדם אחר תוקע בו וזה יוצא ידי חובתו אבל אם אמר קונם לתקיעתו עלי אסור לתקוע בו אפילו תקיעה של מצוה:","היה קולו עב מאד או דק מאד כשר שכל הקולות כשרים בשופר:","אם ניקב אם לא סתמו אף על פי שנשתנה קולו כשר <i>(מיהו אם יש שופר אחר אין לתקוע בזה כי יש אומרים שאין לתקוע בשופר נקוב) (כל בו ותשובת הרא''ש)<\/i>. ואם סתמו שלא במינו אף על פי שאינו מעכב את התקיעה לאחר סתימה שחזר קולו לכמות שהיה בתחילה פסול אפילו נשתייר בו רובו ואם סתמו במינו אם נשתייר רובו שלם ולא עכבו הנקבים שנסתמו את התקיעה אלא חזר קולו לכמות שהיה קודם שניקב כשר ואם חסר אחת משלש אלה פסול ואם הוא שעת הדחק שאין שופר אחר מצוי יש להכשיר בסתמו במינו אם נשתייר רובו אפילו לא חזר קולו לכמות שהיה וכן יש להכשיר בסתמו שלא במינו אם נשתייר רובו וחזר קולו לכמות שהיה בתחילה קודם שניקב:","נסדק לארכו פסול יש אומרים אפילו בכל שהוא פסול אלא אם כן הדקו הרבה בחוט או במשיחה <i>(ונשתייר שיעור התקיעה ממקום הקשירה ולמעלה לצד הפה) (כל בו)<\/i> ויש אומרים דוקא ברובו ואם דבקו כשר אפילו אם דבקו בדבק ויש מי שאומר שאינו כשר אלא כשדבקו בעצמו שחיממו באור עד שנפשר וחבר קצותיו זה עם זה ואם נסדק כולו אפילו מצד אחד פסול אפילו חממו באור וחיבר סדקיו זה עם זה:","נסדק לרחבו במיעוטו כשר ברובו פסול אלא אם כן נשאר מהסדק לצד פיו שיעור תקיעה דהיינו ארבעה גודלים וכשנשתייר בו כך כשר אפילו אם מעכב את התקיעה ויש מכשירים בנשתייר אפילו שלא לצד פיו:","דיבק שברי שופרות זה עם זה ועשה מהם שופר פסול אפילו אם יש בשבר שכנגד פיו שיעור שופר:","הוסיף עליו כל שהוא בין במינו בין שלא במינו פסול אפילו היה בו מתחילה שיעור שופר:","הפכו ותקע בו לא יצא בין הפכו כדרך שהופכים החלוק שהחזיר פנימי לחיצון בין שהניחו כמו שהיה אלא שהרחיב את הקצר וקיצר את הרחב. <i>(והוא הדין אם תקע במקום הרחב פסול) (ר''ן פרק ב' דראש השנה):<\/i>","היה ארוך וקצרו אם נשאר בו שיעור תקיעה כשר:","גרדו מבפנים או מבחוץ עד שעשאו דק מאד כמו גלד כשר:","לא הוציא זכרותו אלא נקב בו כשר אבל אם הוציא הזכרות ועשה ממנו שופר כגון שנקב בו פסול:","צפהו זהב במקום הנחת פה פסול שלא במקום הנחת פה כשר צפהו זהב מבפנים פסול מבחוץ אם נשתנה קולו מכמות שהיה פסול ואם לאו כשר יש מפרשים מקום הנחת פה היינו עובי השופר לצד פנימי שמניח שם פיו והצד החיצון מן העובי עצמו קרוי שלא במקום הנחת פה ויש מפרשים דעביו במקום הקצר הוא מקום הנחת פה ושלא במקום הנחת פה היינו כל אורך השופר מצד הקצר עד צד הרחב:","המציירים בשופר צורות במיני צבעונים כדי לנאותו לא יפה הם עושים. <i>(אבל מותר לחקוק בשופר עצמו צורות כדי לנאותו) (בית יוסף):<\/i>","אם נתן זהב על עובי השופר בצד הרחב היינו הוסיף עליו כל שהוא ופסול:","הרחיק את השופר ונפח בו ותקע בו פסול:","נתן שופר לתוך שופר אם הפנימי עודף על החיצון משני צדדיו ונתן הפנימי בפיו ותקע בו כשר. <i> הגה: ולי נראה דאפילו אינו בולט בצד הרחב רק שוה לחיצון הואיל ובולט לצד הפה ותוקע בפנימי יצא כן נראה לי (וכן משמע מלשון הרא''ש). והוא שלא ישנה קולו במה שהוא נתון בתוך החיצון ואם לאו פסול:<\/i>","שופר של ראש השנה אין מחללין עליו יום טוב אפילו בדבר שיש בו משום שבות כיצד היה השופר בראש האילן או מעבר הנהר ואין לו שופר אלא הוא אינו עולה באילן ואינו שט על פני המים כדי להביאו ועל ידי נכרי מותר דהוי שבות דשבות <i>(פירוש איסור אמירה לנכרי באיסור דאורייתא הוא משום שבות שאמרו חז''ל לשבות מזה אמירה לנכרי ובאיסור דרבנן הוא שבות דשבות)<\/i> ובמקום מצוה לא גזרו. <i>(ועיין לעיל סימן ש''ז):<\/i>","אם נכרי הביא שופר מחוץ לתחום תוקעין בו והוא הדין אם עשה נכרי שופר ביום טוב מותר לתקוע בו:","יכול ליתן בתוכו מים או יין לצחצחו אבל מי רגלים אף בחול אסור מפני הכבוד:"],["התוקע בתוך הבור או בתוך המערה אותם העומדים בתוך הבור והמערה יצאו והעומדים בחוץ אם קול שופר שמעו יצאו ואם קול הברה שמעו לא יצאו וכן התוקע לתוך חבית גדולה וכיוצא בה אם קול שופר שמע יצא ואם קול הברה שמע לא יצא:","אם התחיל לתקוע בבור ועלה חוץ לבור וגמרה יצא שכל מה ששמע בין בפנים בין בחוץ היה קול שופר. <i> הגה: וכן אותם שהיו בבור בתחלת התקיעה (גמרא):<\/i>","השומע מקצת תקיעה שלא בחיוב ומקצתה בחיוב או שאמר לתוקע במתעסק כוון להוציאני ידי חובתי ותקע ומשך בה שיעור תקיעה לא יצא ויש אומרים שיצא אי איכא שיעור תקיעה בחיוב. <i> הגה: והוא הדין אם שמע מקצת התקיעה קול הברה כגון שהיה התוקע בבור והוא עומד בחוץ ובאמצע התקיעה יצא לחוץ (טור):<\/i>"],["זמן תקיעת שופר ביום ולא בלילה ומצותה משעת הנץ החמה ואילך ואם תקע משעלה עמוד השחר יצא ואם שמע מקצת תקיעה קודם שעלה עמוד השחר ומקצתה אחר שעלה עמוד השחר לא יצא. <i> הגה: ואם היה שיעור תקיעה במה ששמע ביום נתבאר בסימן תקפ''ז סעיף ג':<\/i>","שמע תשע תקיעות בתשע שעות ביום יצא ואפילו הם מתשעה בני אדם תקיעה מזה ותרועה מזה ותקיעה מזה ויש אומרים דדוקא כשלא הפסיק ביניהם בקול שופר שאינו ראוי באותה בבא:","שמע תשע תקיעות מתשעה בני אדם שתקעו כולם כאחד לא יצא שאין כאן פשוטה לפניה ופשוטה לאחריה. <i> הגה: ואם שנים תקעו כאחד על הסדר ואפילו אחד תקע בחצוצרות יצא דיהיב דעתיה על השופר (הגהות אשירי וגמרא פרק ראוהו בית דין):<\/i>","היה זה צריך פשוטה ראשונה וזה צריך פשוטה אחרונה תקיעה אחת מוציאה את שניהם:","יום טוב של ראש השנה שחל להיות בשבת אין תוקעין בשופר. <i> הגה: ואסור לטלטלו אם לא לצורך גופו ומקומו (אור זרוע והגהות אשירי סוף פרק במה מדליקין):<\/i>"],["כל שאינו מחויב בדבר אינו מוציא אחרים ידי חובתן:","חרש שוטה וקטן פטורים וחרש אפילו מדבר ואינו שומע אינו מוציא דכיון שאינו שומע לאו בר חיובא הוא. <i> הגה: אבל שומע ואינו מדבר מוציא אחרים ידי חובתן (בית יוסף):<\/i>","אשה פטורה משום דהוי מצות עשה שהזמן גרמא:","אנדרוגינוס מוציא את מינו טומטום אפילו את מינו אינו מוציא:","מי שחציו עבד וחציו בן חורין אינו מוציא אפילו עצמו וצריך שיתקע לו בן חורין להוציאו:","אף על פי שנשים פטורות יכולות לתקוע וכן אחר שיצא כבר יכול לתקוע להוציאן אבל אין מברכות ולא יברכו להן. <i> הגה: והמנהג שהנשים מברכות על מצות עשה שהזמן גרמא על כן גם כאן מברכות לעצמן אבל אחרים לא יברכו להן אם כבר יצאו ואין תוקעין רק לנשים אבל אם תוקעין לאיש המחוייב מברכין לו אף על פי שכבר יצאו כמו שנתבאר סימן תקפ''ה סעיף ב' בהג''ה א' (דעת עצמו):<\/i>","המודר הנאה מחבירו מותר לתקעו לו תקיעה של מצוה ודוקא כשהוא תוקע מאליו להוציאו אבל אם אמר לו המודר תקע והוציאני אסור. <i> הגה: ואם אמר קונם תקיעותיו עלי בכל ענין אסור (ר''ן):<\/i>","המתעסק בתקיעת שופר להתלמד לא יצא ידי חובתו וכן השומע מן המתעסק לא יצא וכן התוקע לשורר ולא נתכוון לתקיעת מצוה לא יצא נתכוון שומע לצאת ידי חובתו ולא נתכוין התוקע להוציאו או שנתכוון התוקע להוציאו ולא נתכוון השומע לצאת לא יצא ידי חובתו עד שיתכוון שומע ומשמיע:","מי שתקע ונתכוון להוציא כל השומע תקיעתו ושמע השומע ונתכוון לצאת ידי חובתו אף על פי שאין התוקע מתכוון לפלוני זה ששמע תקיעתו ואינו יודעו יצא שהרי נתכוון להוציא לכל מי שישמענו לפיכך מי שהיה מהלך בדרך או יושב בתוך ביתו ושמע תקיעות משליח צבור יצא אם נתכוון לצאת שהרי שליח ציבור מתכוון להוציא א הרבים ידי חובתן:"],["כמה תקיעות חייב אדם לשמוע בראש השנה תשע לפי שנאמר תרועה ביובל ובראש השנה שלש פעמים וכל תרועה פשוטה לפניה ופשוטה לאחריה ומפי השמועה למדו שכל תרועות של חדש השביעי אחד הן בין בראש השנה בין ביום הכיפורים של יובל תשע תקיעות תוקעין בכל אחד משניהם תר''ת תר''ת תר''ת:","תרועה זו האמורה בתורה נסתפק לנו אם היא היללה שאנו קורים תרועה או אם היא מה שאנו קורים שברים או אם הם שניהם יחד לפיכך כדי לצאת ידי ספק צריך לתקוע תשר''ת שלש פעמים ותש''ת שלש פעמים ותר''ת שלש פעמים:","יש אומרים ששיעור תקיעה כתרועה ושיעור תרועה כשלשה יבבות דהיינו שלשה כוחות בעלמא כל שהוא והם נקראין טרומיטין ולפי זה צריך ליזהר שלא יאריך בשבר כשלשה טרומיטין שאין כן יצא מכלל שבר ונעשה תקיעה <i>(ויש אומרים דאין לחוש אם האריך בשברים קצת ובלבד שלא יאריך יותר מדאי וכן נוהגין) (מרדכי והגהות אשירי פרק י''ט)<\/i>. וצריך להאריך בתקיעות של תשר''ת יותר מבשל תש''ת ובשל תש''ת יותר מבשל תר''ת ומיהו אם מאריך הרבה בכל תקיעה אין לחוש שאין לה שיעור למעלה וכן בתרועה יכול להאריך בה כמו שירצה וכן אם מוסיף על שלשה שברים ועושה ארבעה או חמשה אין לחוש. ויש אומרים ששיעור יבבא שלשה טרומיטין ושיעור תרועה כשלשה יבבות שהם תשעה טרומיטין ושיעור תקיעה גם כן תשעה טרומיטין כתרועה ולפי זה אין לחוש אם האריך קצת בשברים וצריך להאריך בתקיעה של תשר''ת כשיעור שנים עשר טרומיטין ומי שלא האריך בתקיעה כשיעור הזה והאריך בשברים לא קיים המצוה לא כמר ולא כמר:","שלשה שברים צריך לעשותם בנשימה אחת אבל שלשה שברים ותרועה דתשר''ת יש אומרים שאינו צריך לעשותם בנשימה אחת והוא שלא ישהא בהפסקה יותר מכדי נשימה ויש אומרים שצריך לעשותם בנשימה אחת והוא שלא ישהה בהפסקה יותר מכדי נשימה ויש אומרים שצריך לעשותם בנשימה אחת וירא שמים יצא ידי כולם ובתקיעות דמיושב יעשה בנשימה אחת ובתקיעות דמעומד יעשה בשתי נשימות. <i> הגה: והמנהג הפשוט לעשות הכל בב' נשימות ואין לשנות:<\/i>","אם תקע תר''ת בנשימה אחת יצא ויש מי שאומר שלא יצא:","אם האריך בתקיעה אחרונה של תשר''ת כשיעור שתי תקיעות כדי שתעלה לשם תקיעה אחרונה של תשר''ת ובשביל הראשונה של תש''ת לא עלתה לו אלא בשביל תקיעה אחת ויש אומרים שאפילו בשביל אחת לא עלתה לו. <i> הגה: ואם תקע תקיעה אחת בין שני סדרים והתנה שאיזה מן הסדרים הוא הנכון תעלה לו אותה תקיעה יצא (בית יוסף):<\/i>","אם טעה בתשר''ת ואחר שתקע שני שברים טעה והתחיל להריע אם נזכר מיד יתקע שבר אחר ואם לא נזכר עד שגמר התרועה שהתחיל בה בטעות לא הפסיד התקיעה הראשונה שתקע אלא חוזר ותוקע שלשה שברים ומריע ותוקע אבל אם אירע בתש''ת או תר''ת הפסיד גם תקיעה ראשונה:","אם הפסיק בתרועה בין תקיעה לשברים או שהפסיק בשברים בין תרועה לתקיעה וכן אם הריע שתי תרועות זו אחר זו או שתקע אחר התרועה תקיעה כמתעסק שלא לשם תקיעה והפסיק בה בין תרועה לתקיעה או לאחר שתקע שלשה שברים שתק והפסיק ואחר כך תקע שברים אחרים ואפילו שבר אחד בכל אלו הוי הפסק והפסיד גם תקיעה ראשונה:","אם תקע שני תשר''ת או שני תש''ת או שני תר''ת כהוגן וטעה בשלישי אינו צריך לחזור אלא לאחרון שטעה בו אם תקע בצד הרחב של השופר לא יצא. <i> הגה: ואחר שתקעו אומר השליח צבור פסוק אשרי העם יודעי תרועה ואשרי ומחזירין הספר למקומו:<\/i>"],["יתפללו הצבור בלחש תפלת מוסף תשע ברכות ושליח צבור יתפלל גם כן עמהם בלחש:","המנהג פשוט בכל בני ספרד שאין מזכירין פסוקי קרבן מוסף כלל. <i> הגה: והמנהג הפשוט באשכנז ובגלילות אלו לומר פסוקי מוסף ראש השנה ואין אומרים פסוקי מוסף ראש חודש אלא אומרים מלבד עולת החודש ומנחתה ועולת התמיד וכו' ושני שעירים לכפר ושני תמידין כהלכתן (טור). ואומרים גם כן מוספי יום הזכרון (ר''ן סוף ראש השנה ורבינו ירוחם וכל בו):<\/i>","צריך לומר את מוספי יום הזכרון כדי לכלול גם מוסף ראש חודש וגם ביום שני יאמר את מוספי:","אומרים עשרה פסוקים של מלכיות ועשרה של זכרונות ועשרה של שופרות בכל ברכה, שלשה מהם של תורה שלשה של כתובים שלשה של נביאים ואחד של תורה ואם רצה להוסיף על אלו עשרה רשאי. <i>(ומיהו אם לא התחיל בשום פסוק רק אמר ובתורתך כתוב לאמר יצא) (טור):<\/i>","ואין אומרים פסוק במלכיות ולא בזכרונות ולא בשופרות של פורעניות של ישראל ואין אומרים פסוק זכרונות של יחיד:","יש קורים תגר על מה שנוהגים להשלים פסוקי שופרות בפסוק וביום שמחתכם שאין מזכיר בו שופר אלא חצוצרות והרא''ש והר''ן כתבו לקיים המנהג:","ועקידת יצחק היום לזרעו תזכור כך היא הנוסחא המפורסמת והמדקדק לומר לזרע יעקב תזכור משנה ממטבע שטבעו חכמים בברכות ואינו אלא טועה. <i> הגה: ואומרים עלינו ומלוך והשליח צבור מוסיף אוחילה ושאר פיוטים כל מקום לפי מנהגו (טור):<\/i>","לא יתפלל ביחיד תפלת מוסף בראש השנה עד אחר שלש שעות היום:"],["מחזיר שליח צבור התפלה ותוקעין על סדר הברכות למלכיות תשר''ת פעם אחת ולזכרונות תש''ת ולשופרות תר''ת ועכשיו נוהגים לתקוע למלכיות תשר''ת שלשה פעמים לזכרונות תש''ת שלשה פעמים ולשופרות תר''ת שלשה פעמים. <i> הגה: ויש אומרים שתוקעים תשר''ת למלכיות פעם אחת וכן לזכרונות וכן לשופרות (טור בשם רבינו תם ומנהגים) וכן המנהג במדינות אלו ונהגו לומר כל פעם אחר שתקעו היום הרת עולם וארשת (מהרי''ל) ואפילו בשבת שאין תוקעין אומרים היום הרת עולם אבל לא ארשת (מנהגים):<\/i>","יחיד אינו מפסיק לתקוע בברכות ואפילו יש לו מי שיתקע לו. <i> הגה: אלא תוקעים לו קודם שיתפלל מוסף ואין צריכין לתקוע לו שנית (כל בו ובית יוסף בשם אורחות חיים):<\/i>","לא ישיח לא התוקע ולא הצבור בין תקיעות שמיושב לתקיעות שמעומד <i>(מיהו בענין התקיעות והתפילות אין הפסק) (מרדכי ומהרי''ל)<\/i> ואם סח דברים בטלים אין צריך לחזור ולברך <i>(טור)<\/i> ואין צריך לומר שלא ישיחו בין ברכה לתקיעות אם לא בענין התקיעות:","זה שתוקע כשהן יושבין תוקע על סדר הברכות. <i> הגה: ומיהו אינו מעכב ויכול אחר לתקוע אלא שראוי לעשות כן וכבר כתבתי לעיל סימן תקפ''ה:<\/i>"],["ברכות של ראש השנה ויום הכפורים מעכבות זו את זו שאם אינו יודע כולם לא יאמר מה שיודע מהם אלא לא יאמר כלום:","וכן תקיעות מעכבות זו את זו והני מילי שאינו יודע אלא מקצת הסימן שלא יעשה אותו מקצת שיודע אבל תשר''ת תש''ת תר''ת אין מעכבין זה את זה ואם ידע לעשות אחד מהם או שנים עושה. <i> הגה: אבל הברכות אין מעכבין התקיעות וכן התקיעות אינן מעכבין הברכות ואיזה מהם שיודע יעשה (טור) וכן סדרן אינו מעכב (ר''ן סוף ראש השנה). ואם התפלל קודם שתקע יצא:<\/i>"],["יחיד שלא תקע חבירו יכול לתקוע לו להוציאו ידי חובתו אבל יחיד שלא התפלל תשע ברכות אין חבירו יכול להוציאו. <i> הגה: ויש חולקין ואומרים דאם לא יכול להתפלל חבירו יכול להוציאו בתפלתו (ר''ן סוף ראש השנה ומרדכי והגהות אשירי בפרק קמא דראש השנה):<\/i>"],["מי שאינו בקי בתקיעות ולא בסדר תפלת מוסף ולפניו שתי עיירות באחת בקיאים בתקיעות ולא בתפלת מוסף ובאחת בקיאין בתפלת מוסף ולא בתקיעות הולך למקום שבקיאים בתקיעות אפילו של מוסף ודאי ושל תקיעות ספק. <i> הגה: מיהו אם יכול לילך למקום שמתפללים ויש שהות ביום שישמע אחר כך התקיעות במקום שתוקעין יקיים שתי המצות דכל היום כשר לתקוע (בית יוסף בשם ירושלמי):<\/i>"],["לאחר תפלה מריעים תרועה גדולה בלא תקיעה. <i> הגה: ויש מקומות נוהגין לחזור ולתקוע שלשים קולות (מנהגים ישנים) ולאחר שיצאו בזה שוב אין לתקוע עוד בחנם אבל קטן אפילו הגיע לחינוך מותר לומר לו שיתקע (המגיד פרק ב' מהלכות שופר) ומותר לו לתקוע כל היום (אור זרוע דראש השנה):<\/i>"],["אוכלים ושותים ושמחים ואין מתענין בראש השנה ולא בשבת שובה אמנם לא יאכלו כל שבעם למען לא יקלו ראשם ותהיה יראת ה' על פניהם:","יש מקומות שקבלה בידם שכל מי שרגיל להתענות בראש השנה ומשנה רגילתו ואינו מתענה אינו משלים שנתו. <i> הגה: ומי שאינו ירא לנפשו אין צריך להתענות כל ימיו (כל בו ומנהגים) רק צריך התרה כמו שאר נדר (כל בו):<\/i>","המתענה פעם אחת בראש השנה תענית חלום אם היה ביום ראשון צריך להתענות שני הימים כל ימיו ואם היה ביום שני יתענה כל ימיו יום שני בלבד. <i> הגה: ואין צריך למיתב תענית לתעניתו דהא יש אומרים דמצוה להתענות בראש השנה (תרומת הדשן סימן רמ''ה). ואין אומרים עננו בראש השנה כמו שאין אומרים ביום הכיפורים (הגהות מנהגים):<\/i>"],["ראש השנה שחל להיות בשבת אומרים צדקתך במנחה. <i> הגה: ויש אומרים שלא לאומרו (ר''ן סוף ראש השנה ומנהגים) וכן אנו נוהגים:<\/i>"],["ליל ראש השנה שחל להיות במוצאי שבת אומרים ותודיענו:"],["ביצה שנולדה ביום טוב הראשון וכן מה שנצוד בו וכן מה שנתלש בו אסור בשני. <i> הגה: וכבר נתבאר לעיל סימן תקי''ג סעיף ה' וסימן תקט''ו:<\/i>","בקידוש ליל שני ילבש בגד חדש <i>(הגהות מיימוני פרק כ''ט מהלכות שבת)<\/i> או מניח פרי חדש ואומר שהחיינו ואם אין מצוי <i>(בגד חדש או)<\/i> פרי חדש עם כל זה יאמר שהחיינו:","אם חל יום ראשון בשבת אומרים שהחיינו בשופר ביום שני. <i> הגה: ויש אומרים לאומרו אפילו אם חל יום ראשון בחול וכן המנהג במדינות אלו (הגהות מיימוני הלכות שופר):<\/i>"],["ביום שני <i>(מתפללים כמו ביום ראשון) (טור)<\/i> וקורים מוהאלהים נסה את אברהם עד סוף סידרא ומפטיר קורא כמו אתמול ומפטיר בירמיה כה אמר ה' מצא חן במדבר עד הבן יקיר לי אפרים ובמוצאי ראש השנה מבדילין כמו במוצאי שבת אלא שאין מברכין על הבשמים ועל האש:","אף בארץ ישראל עושים ראש השנה שני ימים. <i> הגה: ומתענים למחרת ראש השנה (טור) והוא תענית ציבור:<\/i>"],["בכל הימים שבין ראש השנה ליום הכיפורים מרבים בתפילות ותחנונים. <i> הגה: ואומרים אבינו מלכנו ערב ובקר מלבד בשבת (טור) ואפילו אם חל מילה שאין אומרים תחנון אפילו הכי אומרים אבינו מלכנו (מנהגים). ואומרים בכל יום שלשה פעמים וידוי קודם עלות השחר מלבד בערב יום כפור שאין אומרים אותו אלא פעם אחת (רוקח). ואין נותנין חרם וכן אין משביעין אדם בבית דין עד אחר יום כפור (מהרי''ל). אין מקדשין הלבנה עד מוצאי יום כפור ושבת שבין ראש השנה ליום כפור המנהג לומר בו צדקתך וצדקתך:<\/i>"],["אף מי שאינו נזהר מפת של נכרים בעשרת ימי תשובה צריך ליזהר. <i> הגה: ויש לכל אדם לחפש ולפשפש במעשיו ולשוב מהם בעשרת ימי תשובה. וספק עבירה צריך יותר תשובה מעבירה ודאי כי יותר מתחרט כשיודע שעשה משאינו יודע ולכן קרבן אשם תלוי הוצרך להיות יותר ביוקר מחטאת (דברי עצמו ורבינו יונה ריש ברכות):<\/i>"]]}