{"MISHNA_BERURA":[["(א) כגון מעברות הים - מקום שעברו ישראל בים ביבשה:","(ב) ומעברות הירדן - מקום שעברו ישראל בירדן בחרבה בימי יהושע:","(ג) ומעברות נחלי ארנון - מפורש בש\"ס שהיו שני הרים ועמק ביניהם שהיו ישראל צריכין לעבור דרך אותו עמק ונחבאו האמוריים במערות שעשו בהרים בצדי העמק כדי שיפלו עליהם פתאום בעברם בעמק ונעשה נס שנדבקו ההרים זה בזה בעבור ארון ברית ה' עליהם ונהרגו כולם שם:","(ד) של בית חורון - שהושלכו מן השמים על האומות שנלחמו עם יהושע כדכתיב בקרא:","(ה) ואבן שבקש וכו' - כדמפורש באגדה שעקר הר בת תלתא פרסא כדי להפילו על ישראל ונעשה נס שלא היה יכול להפילו ע\"ש בברכות נ\"ד ע\"ב ועיין בבה\"ל:","(ו) וחומת יריחו - שנבלעה במקומה:","(ז) מברך שעשה נסים - כתב המ\"א לכאורה משמע דדוקא הנך וכדומה שניכר הנס מתוך המקום [פי' שבראותנו מעברות הים נזכרים אנחנו שהמים אלו נחצו לגזרים וכן בירדן היה נס במים גופא כדכתיב בקרא וכן אבני אלגביש יודעים אנו שאלו הם האבנים שבהם נעשה הנס] אבל בלא\"ה כגון בבואנו סמוך לירושלים שקרה שם נס בעת מלחמת סנחרב שיצא מלאך ה' והמית כל המחנה אין מברכין על כגון זה שעשה נסים שאין הנס ניכר מתוך המקום [פי' אע\"ג שאפשר לכוין מקום שנעשה הנס אעפ\"כ אין הנס ניכר שהרי לא בגוף האדמה נעשה הנס] מיהו על נס שלו אפי' אין ניכר מתוך המקום כל שמגיע למקום ששם קרה הנס מברך:","(ח) ובין שאר ברכות וכו' - הנזכרים בסימן שאחר זה:","(ט) בהזכרת שם ומלכות - וכן צריך לומר נמי אתה ואלהינו כמו בשאר ברכות גמורות:","(י) אין מברכין עליו - אלא אותם שנעשה להם הנס בעצמם:","(יא) משלשים לשלשים - חוץ מיום שראה וחוץ מיום שעומד בו עתה:","(יב) ואז הם וכו' - וקודם לכן אסור וברכתו לבטלה:","(יג) חובה - ואין להקשות מ\"ש מברכת רעמים וזועות וברכת בשמים שמברך בכל פעם ואפילו בו ביום [עיין לעיל סימן רי\"ז וסימן רכ\"ז] דשאני התם שמברך ארעמים וזיקים חדשים וכמו כן ברכת הבושם מברך אריח חדש שנודף תמיד משא\"כ הכא שלא נתחדש שום דבר מזמן שבירך ע\"כ לא חשיב לברוכי אא\"כ עבר זמן מרובה כל' יום:","(יד) שנעשה נס ליחיד - וכבר מבואר בס\"ב דכל זמן שלא נעשה נס לרוב ישראל כיחיד דיינינן ליה:","(טו) אבל הוא עצמו וכו' - היינו כשחוזר ומגיע שם אחר שקרא לו הנס ומפעם הראשונה ואילך אינו מברך כשמגיע שם אא\"כ עברו שלשים יום מברכה ראשונה וכבסעיף ג':","(טז) וכל יוצאי ירכו - עיין בא\"ר שהכריע דבנו ובן בנו צריכין לברך בין שנולדו קודם שקרה הנס ובין שנולדו לאחר מכן משום כבוד אביהם ומנכד ואילך אין מברכין אא\"כ נולדו אבותיהם אחר שקרה הנס לאביהם הראשון דבזה הם שותפים כולם באותו הנס:","(יז) שעשה נס לאבי - זה קאי על בן ומבן הבן ואילך יברך שעשה נס לאבותי או לאבי אבא:","(יח) כל שאר המקומות - זהו דוקא ביחיד אבל בנסי רבים שמחוייב כ\"א להזכיר לברך כשמגיע למקום הנס א\"צ להזכיר כל המקומות שנעשו בהם נסים לישראל וגם ביחיד גופא כתב המ\"א דדוקא הוא בעצמו אבל בנו אינו מחויב להזכיר כל הנסים שנעשו לאביו:","(יט) ויכלול כולם - וצריך להזכיר מתחלה מקום שעומד בו ואח\"כ יזכיר שארי מקומות. ודע שאף שכלל שארי נסים מ\"מ אם פגע אח\"כ המקום שנעשו לו שארי נסים מברך עוד הפעם אפילו בו ביום:","(כ) צריך לברך - ונוסחתו ברוך וכו' שעשה נס לרבי במקום הזה ומיירי ברבו מובהק ופשוט דדוקא הוא אבל בניו אינם מחוייבים בכבוד רבו ואין מברכים אניסו:","(כא) אם רואה האדם וכו' - וכגון שמחוייב לברך אניסו כאביו ורבו או אדם מסויים:","(כב) כמו שמברך וכו' - ולפ\"ז כל שלשים שלא ראה לאותו האיש כשפוגע בו אח\"כ חייב לברך ונוסח הברכה ברוך אתה וכו' שעשה נס לאבי או לרבי ובאדם מסויים יברך שעשה נס לאדם הזה או ברוך שעשה לך נס:","(כג) כיואב בן צרויה - שהיה מפורסם בכל ישראל לראש ולשלטון ועיין בבה\"ל:","(כד) שנתקדש בו - ר\"ל ע\"י הנס לפיכך חשוב נס זה יותר וצריך כל אחד לברך עליו וכדמסיים לפיכך וכו' ועיין בבה\"ל:","(כה) שעשה נס לצדיקים - ובאדם מסויים מברך ברוך שעשה נס לפלוני במקום הזה ופורט שמו:","(כו) אשתו של לוט - כשהיא נציב מלח:","(כז) מברך שתים - ואע\"פ שאין רואה קברו של לוט דכשרואה אותה נזכר גם מנס בעלה ומש\"כ ועל לוט ר\"ל בשביל לוט:","(כח) זוכר הצדיקים - שזכר הקב\"ה את אברהם כדכתיב ויזכור אלהים את אברהם וישלח את לוט מתוך ההפכה וגו' [ומשמע לכאורה דעל קברו של לוט אינו מברך כלל דשם אינו מנכר זכירת הצדיקים רק כשרואה אשתו שנעשה נציב מלח ושם באותו מקום ובאותה שעה בודאי היה כח תוקף הדין ואעפ\"כ זכר הש\"י את אברהם והציל בעבורו ללוט ושייך לברך ע\"ז]:","(כט) שהוא יוצא ממנהג העולם - כגון עובדא דנזכר בש\"ס באחד שהלך במדבר והיה בסכנת מיתה מחמת צמא ואיתרחיש ליה ניסא ונפק ליה מעין מים וכיוצא בזה:","(ל) וניצול - ג\"כ כדרך מנהג העולם דהיינו שצעק לעזרה או שנזדמנו ב\"א שם וברחו:","(לא) אינו חייב לברך - כשיגיע שם בפעם אחר ברכת שעשה לי נסים ומ\"מ בשעה שאירע לו ההצלה צריך לברך ברכת הגומל דבברכת הגומל לא קפדינן כולי האי שיהיה נס גמור וכדלקמן בסוף סי' רי\"ט בדעה הראשונה דהסכימו עליה הרבה אחרונים:","(לב) ויש חולק - דאפילו היה ההצלה שלא למעלה מדרך הטבע אעפ\"כ כיון שהיה בסכנה אם לא נזדמן לו ההצלה נס מקרי וחייב להודות ולשבח לבורא על שהכין והזמין לו ההצלה ברגע זו. אם נפל עליו אבן וכיו\"ב או שעבר עליו עגלה טעונה שבדרך הטבע היה שימות עי\"ז והוא ניצול ממיתה כשיגיע לאותו מקום משלשים לשלשים צריך לברך ואם נפל אבן סמוך לראשו או נתקע ברזל סמוך לעינו ונעשה לו נס ולא נפל האבן על ראשו ולא נתקע הברזל בעין ממש לדעה ראשונה אין מברכין ולדעה שניה אפשר שמברכים כי כל אדם שקרוב לדבר שיש בו סכנה וניצול מברך וע\"כ יברך בלא שם ומלכות ועיין בבה\"ל. כתבו האחרונים מי שנעשה לו נס יש לו להפריש לצדקה כפי השגת ידו ויחלק ללומדי תורה ויאמר הריני נותן זה לצדקה ויהי רצון שיהא נחשב במקום תודה שהייתי חייב בזמן המקדש וראוי לומר פרשת תודה. וטוב וראוי לו לתקן איזה צרכי רבים בעיר ובכל שנה ביום הזה יתבודד להודות לה' יתברך ולשמוח ולספר חסדו:"],["(א) כשעלו ממנה - ודוקא כשעלו ממנה לגמרי ואין בכלל זה מה שעומדים עם הספינה כשבאה לנמל והאנשים שבה יורדים ליבשה ליום או ליומים או עד שתגיע זמן הספינה לילך הלאה דבזה אין מברכין דאכתי לא ניצול מן הסכנה לגמרי וה\"ה בהולכי מדבריות ובדרך הליכתם עוברים דרך איזה עיר ג\"כ אין מברכין:","(ב) ונתרפא - והולך כבר על בוריו:","(ג) ומי שהיה חבוש - דעת מ\"א דמיירי בחבוש על עסקי נפשות דוקא והרבה חולקים עליו ועיין בבה\"ל מה שביארנו בזה. כתבו האחרונים דמי שנתחייב ארבעתן אינו מברך כ\"א ברכה אחת לכולן. עוד כתבו דקטן אינו מחוייב להודות [ואפילו מצד מצות חינוך] וגם נשים מנהג העולם שאין מברכין ברכה זו וכתבו האחרונים הטעם משום דסדר ברכה זו הוא בפני עשרה וכדלקמיה ולא אורח ארעא לאשה. ויש שכתבו דמ\"מ נכון הוא שתברך בפני עשרה עכ\"פ בפני נשים ואיש אחד:","(ד) הגומל לחייבים טובות - פי' אפילו לאותם שהם חייבים עכ\"ז גומל להם טובות וגם אני אע\"פ שאיני הגון עכ\"ז גמלני בכל טוב ונוסח זה אינו מעכב כל שאמר ענין הברכה וכדלקמיה בס\"ד. כתב הרמב\"ם המברך צריך שיהיה עומד בשעת ברכה ובדיעבד יצא אף בישיבה:","(ה) והשומעים אומרים - ואם לא אמרו אינו מעכב [אחרונים]:","(ו) בפני עשרה - עם בעל הנס:","(ז) ובמושב זקנים - ואין זקן אלא מי שקנה חכמה וכתב מ\"א דבעינן הני דתנו הלכתא:","(ח) יש אומרים שיצא - דכל עיקר עשרה אינו אלא למצוה ולפ\"ז אם יודע שלא יזדמנו לו עשרה יברך בלא עשרה אפי' לכתחלה ועיין בהלכות הרא\"ה שכתב דימתין עד שלשים יום פן יזדמן לו עשרה שיוכל לקיים המצוה כהלכתה ויותר לא ימתין:","(ט) בלא הזכרת שם ומלכות - משום דספק ברכות להקל:","(י) אם בירך אחר - מדסתם המחבר משמע דאפילו אחר שאינו קרובו יכול לברך אטובת חבירו כל שהוא משמח בזה ועיין בבה\"ל ד\"ה ואין זה וכו':","(יא) וענה אמן - ואי לא ענה אמן לא יצא ומיירי ששמע הברכה מתחלתה ועד סופה וכוון נמי לצאת בה ידי חובת ברכת הגומל שנתחייב:","(יב) יצא - וה\"ה דלכתחלה יכול לפטור עצמו בכך. ודוקא שיש שם עשרה הא אי ליכא עשרה בודאי אין לו לכוין לפטור עצמו ובדיעבד שכוון אם צריך לחזור ולברך תליא בפלוגתא דס\"ג ויברך בלא שם ומלכות:","(יג) דיהבך לן - בש\"ס הגירסא דיהבך לן ולא יהבך לעפרא:","(יד) ואין זה וכו' - היינו אפילו לא היו שם עשרה אנשים ולי\"א הנ\"ל בס\"ג דס\"ל דלא יצא בפחות מיו\"ד וא\"כ החולה אינו יוצא בברכה זו אפ\"ה לא מקרי זה ברכה לבטלה לגבי המברך שהוא רשאי לומר ברכה זו לכו\"ע אפילו בפחות מעשרה [הגר\"א]:","(טו) אע\"פ שלא נתחייב - דלא נזכר חיוב ברכה זו בש\"ס בד' שצריכין להודות כ\"א בהן עצמן ולא שיברך אחר עליהן:","(טז) רק דרך שבח - ר\"ל שלא בתורת חיוב:","(יז) על טובת חבירו - וכ\"ש על אשתו שהיא כגופו דרשאי לברך ומזה נוהגים קצת אנשים שכשיולדות נשותיהם וחוזרות לבורין עומדים ומברכים ברכת הגומל וכשהיא תענה אמן על ברכתו יוצאת בזה ונוסח הברכה יאמר הגומל לחייבים טובות שגמלך כל טוב. ואם בירך שלא בפניה יאמר שגמל לאשתי כל טוב ואם הוא מברך על אביו [או רבו] יאמר בא\"י אמ\"ה שגמל לאבי [או לרבי] כל טוב ואם בפניו יאמר שגמלך כל טוב:","(יח) ששמח בה - ודוקא בקרובו או אוהבו שעכ\"פ שמח הוא ברפואתו או בהצלתו של זה אבל אם אינו שמח בלבו כ\"כ אלא שאומר כן מפני השלום אין לו לברך בשם ומלכות דבזה ברכתו לבטלה אלא יאמר ברוך הש\"י דיהבך לן ועיין בבה\"ל שיש חולקים על עיקר דין זה דהג\"ה וע\"כ מהנכון ליזהר לכתחלה שלא לברך ברכת הגומל אפילו על קרובו ואוהבו כ\"א על אביו ורבו לבד:","(יט) אם איחר - ר\"ל שלא בירך בשעה שעלה מן הים או בשעה שחזר לבוריו ממחלתו:","(כ) שלשה ימים - דעד זמן זה קרוי בא מן הדרך וכתבו האחרונים דאפילו יצטרך בשביל זה לברך שלא בס\"ת כפי המנהג אעפ\"כ אל יאחר יותר משלשה ימים כגון אם יצא ביום ב' לאחר שכבר קראו יברך בעשרה בלא ס\"ת ואל ימתין עד יום ה' ועיין במש\"כ לעיל בסק\"ח:","(כא) שלא חייבו אלא וכו' - עיין לקמיה בס\"ק ל\"א:","(כב) נוהגים לברך מפני וכו' - דס\"ל דברכה זו שוה לענין ברכת תפלת הדרך לעיל בסימן ק\"י עי\"ש:","(כג) ומיהו בפחות וכו' - דבמקום קרוב כזה בודאי לאו בחזקת סכנה הוא:","(כד) כל שעלה למטה - אבל אם לא עלה למטה כלל רק שיש לו איזה מיחוש בעלמא בראשו או בגרונו וכה\"ג אינו מברך אפילו לדעה זו:","(כה) מפני שדומה כמי שהעלוהו וכו' - שאין אנו יודעים איך יצא דינו כמו כן בחולה כיון שנפל למשכב אין אנו יודעים סופו שכמה פעמים אע\"פ שתחלתו לא היה סכנה לבסוף מתגברת המחלה ובא לידי סכנה:","(כו) ואין הפרש בין וכו' - ר\"ל שלא תאמר דמיחוש שבא מזמן לזמן כבר ידוע הוא שאין בו סכנה אינו כן ואדרבה כל שהוא קבוע הוא יותר מתחזק ואע\"פ שנעשה לו נס פעמים רבות וניצול ממנו מן השמים רחמוהו ולאו כל שעתא מתרחיש ניסא עכ\"ל הרשב\"א בתשובה:","(כז) ובין שאינו קבוע - אלא בכל גוונא כל שעלה למטה מחמתו בזמן שחשש בו חייב לברך אח\"כ:","(כח) כגון מכה של חלל - או שאר חולי שיש בו סכנה כגון קדחת של כל הגוף (שקורין שוידערין) כמבואר בסימן שכ\"ח ועיין בה\"ל. וכן נוהגין באשכנז - וכתב המ\"א דקצת נוהגין כסברת המחבר וכן דעת הא\"ר לדינא וכן כתב במגן גבורים שכל שחלה בכל גופו שכיוצא בזה מחללין עליו את השבת ע\"י עו\"ג מברך הגומל [והביא כן בשם הרדב\"ז] וכעין זה כתב ג\"כ הח\"א אך שכתב שמ\"מ לא יברך אא\"כ נפל למטה לא פחות מג' ימים ועיין בה\"ל דאם מחלתו הוא דבר שיש בו סכנה אפילו בפחות מג' ימים נמי צריך לברוכי:","(כט) אם גנבים באו לו - ר\"ל והיה קרוב לסכנה על ידם וכדלעיל בסוף סי' רי\"ח:","(ל) כולם צריכים וכו' - ואעפ\"כ כשיגיע למקום שנעשה בו הנס יברך גם שעשה לי נס במקום הזה ועיין בסימן רי\"ח ס\"ט שם יש פלוגתא אי יברך שעשה לי נס כשניצול בדרך הטבע [מ\"א]:","(לא) אלא הני ארבעה - משום שמצויים ביותר תקנו עליהם ברכת הגומל משא\"כ אינך שאינם שכיחים כלל אין לברך עליהם הגומל אלא בהני דנעשה להם נס יברך שעשה לי נס כשיגיע לאותו מקום. ומי שהלך בדרך אפילו שלא במקום סכנה ובאו עליו לסטים להרגו וניצול לכו\"ע מברך ברכת הגומל:","(לב) בלא הזכרת שם ומלכות - והאחרונים כתבו דהמנהג כסברא ראשונה וכן מסתבר:"],["(א) ונפשו עגומה עליו - היינו אפילו אין בו משמעות לרע:","(ב) ייטיבנו וכו' - ואפי' היכא שהוא מתענה. וטוב שייטיב בשחרית כי זריזין מקדימין למצוה אך אז לא יאמרו לו לך אכול בשמחה וגו' אם לא כשאין מתענה [פמ\"ג] ויזכור החלום במחשבתו בשעת הטבה:","(ג) באפי תלתא וכו' - מצוה להמצא עם הג' להיטיב מפני שמשיב את נפשו בזה ואף בשבת יכול להיטיב חלום [א\"ר]:","(ד) וטבא להוי וכו' - שבע זמנין לגזרו וכו' לשון זה צריך שיאמרוהו העונים ג' פעמים וי\"א דיאמרוהו ז' פעמים. ובסוף ההטבה יאמרו לו לך אכול לחמך בשמחה ושתה בלב טוב וגו'. מי שחלם לו חלום קשה על חבירו יתענה [ס\"ח סימן תמ\"ד ע\"ש טעמו ועוד נראה דלפעמים מורה הדבר על החולם גופא אלא דבחלום אין מראין הדבר רק בדמיון מה]:","(ה) יפה וכו' - עוברות ומניקות אין להורות להם להתענות רק יפדו בממון [פמ\"ג]:","(ו) תענית - אבל דוקא כשעושה תשובה עמו כי התענית מועיל כמו קרבן לחטא מה קרבן אינו מועיל בלי תשובה שנאמר זבח רשעים תועבה אף תענית חלום וכו' [ס\"ח]:","(ז) כאש לנעורת - ומ\"מ אין מחויב להתענות אלא רשות:"],["(א) אם היו בצער - אפשר דבא\"י שמצוי שם יובש גדול וכשבא עת הגשמים והגשם יורד בזמנו כל אחד שמח בו אפילו בסתמא צריך לברך בפעם ראשון כשיורד ונקט לשון זה לאפוקי אם יורד עוד הפעם למחר וליומא אוחרא ומפמ\"ג משמע דאפילו בפעם ראשון א\"צ לברך כשהשנים מסודרות כתיקונן ועיין בבה\"ל:","(ב) ואינן נעצרין כ\"כ - ר\"ל ואין להם שמחה בירידת הגשמים ואה\"נ אפילו באותן ארצות שרגילין במטר אם נעצרו הגשמים והיה העולם בצער ואח\"כ ירדו גשמים שצריך לברך:","(ג) רוב ההודאות - ר\"ל בריבוי ההודאות:","(ד) בשותפות וכו' - הטוב והמטיב. שהטיב לו וגם לאחרים עמו דהיינו להשותף ומשמע בהרבה אחרונים דאפילו אם יש לו רק אשה ובנים הם ג\"כ בכלל שותפין:","(ה) ואם אין לו וכו' - הרואה נילוס כשהוא קטן וחוזר ורואהו בזמן שהוא גדול ושמח בראיתו מברך שהחיינו אף דאין לו קרקע כיון דהוא בא מזמן לזמן והוא נהנה ושמח בראיתו לא גרע מאדם הרואה את חבירו ושמח בראיתו דמברך שהחיינו אבל הרואה בכל יום אף דביום זה ניתוסף על שלפניו מ\"מ לא יברך דקמא קמא בטיל בהנהר. ואם רואה מים שבכלי\"ג [הוא חלק מהנילוס שמתפשט בו ג\"כ מגודל הנהר] אם כבר ראה המים במקומו בנילוס אין לו לברך על ראית הכלי\"ג אבל אם לא ראה אלא עתה בכלי\"ג מברך שהחיינו שרגילין העולם לשמוח גם בו:","(ו) מברך שהחיינו - לבד ולא הטוב ומטיב ואפילו יש לו שותף כותי לא מקרי שותף לזה [מ\"א ע\"ש טעמו]:","(ז) י\"א דהשומע שירדו וכו' - ר\"ל אף שלא ראה בעצמו רק שמע מאחרים שירדו גשמים בשדה שלו אחר העצירה וכנ\"ל ג\"כ שייך ברכת הטוב והמטיב והיינו כשהשדה שלו הוא בשותפות וכנ\"ל ברואה בעצמו ואם השדה שייך לו לבדו מברך שהחיינו וכנ\"ל. ואם אין לו שדה אינו מברך כלל ואפי' ברכת מודים הנ\"ל דברכה זו לא נתקנה אלא ברואה בעצמו ולא בשומע [מ\"א וח\"א] ובשיטה מקובצת מסיק בסוף דבריו דאין חילוק כלל בין רואה לשומע ויכול לברך ברכת מודים אפילו בשומע. ומ\"מ נראה דספק ברכות להקל:"],["(א) על וכו' - ודוקא כששמע מפי אדם נאמן וזה האדם ראה בעצמו אבל אם שמע שמועה [בין שמועה טובה שצריך לברך עליה הטוב והמטיב או שהחיינו בין שמועה רעה שצריך לברך עליה דיין האמת] ואין המגיד נאמן או שהמגיד לא ראה בעצמו לא יברך וכן אם שמע שנתפס הגזלן שגזל ממנו לא יברך עד שישיב לו הגזלה. מי שהוכרח מחמת עניותו לקחת אשה עשירה שלא בחפצו מברך הטוב והמטיב ודיין האמת [מ\"א בשם ס\"ח] וכמדומה שכהיום ממעטין בברכות אלו [פמ\"ג] גם בספר מור וקציעה מפקפק בזה:","(ב) שמועות - נקט בלשון רבים להורות שאם שמע כמה שמועות בבת אחת די לו בברכה אחת:","(ג) מברך שהחיינו - היינו כשיש לו שמחה מהשמועה וכן להיפוך בדיין האמת כשיש לו צער מהשמועה:","(ד) כדרך שמברך וכו' - כי באמת כל היסורין בין בגוף ובין בממון הוא הכל כפרה על העונות כדי שלא יצטרך להתיסר לע\"ל ששם העונש הוא הרבה יותר גדול וכדאיתא במדרש יצחק תבע יסורין [היינו שהוא הכיר גודל מדת הדין שלעתיד וכעין זה אמר ג\"כ דהע\"ה סמר מפחדך בשרי וממשפטיך יראתי ותבע בעצמו יסורין כדי שינקה מכל וכל ולא יצטרך לפחוד עוד] א\"ל הקב\"ה חייך דבר טוב אתה מבקש וממך אני מתחיל שנאמר ויהי כי זקן יצחק ותכהין עיניו מראות:","(ה) אע\"פ שירא וכו' - כי אין לנו להסתכל בעתיד שאפשר שלא יהיה כן [רמב\"ם בפי' המשנה]:","(ו) כגון שמצא מציאה - וירא שיעלילו עליו ויקחו את אשר לו ומיירי שיש לו אנשי בית שיש בזה טובה גם להם ושייך ברכת הטוב והמטיב דאל\"ה יש לו לברך רק שהחיינו:"],["(א) ילדה וכו' - ואפילו לא ראה בעצמו רק שמע כשהיה בעיר אחרת וכן במה שמבואר בס\"ב:","(ב) זכר - מדסתמו הפוסקים משמע דאפילו היו לו כמה זכרים ותאב שיולד לו בת כדי שיקיים מצות פו\"ר אפ\"ה אם נולד בת אין מברך ע\"ז ומ\"מ נ\"ל פשוט דבפעם ראשון כשרואה אותה מברך ברכת שהחיינו דמי גרע ממי שרואה את חברו לאחר ל' יום ושמח בראייתו דמברך שהחיינו כדלקמן בסימן רכ\"ה ס\"א:","(ג) מברך הטוב והמטיב - הטוב לו דניחא ליה בזכר וגם טוב לה שגם לה ניחא בבן זכר ואפילו היה להם כבר כמה בנים. ועיין בפמ\"ג דאפילו אם לא בירך תיכף כששמע ג\"כ יברך לכו\"ע דעדיין הטובה נמשכת:","(ד) ואם מתה אשתו וכו' - יש אומרים דהמחבר פליג ע\"ז וס\"ל דאפילו מתה אשתו בלדתה מברך הטוב והמטיב וכזה ס\"ל ג\"כ הט\"ז לדינא וטעמו של הט\"ז דמ\"מ יש לה טובה שהשאירה זכר בעולם ע\"ש אבל במור וקציעה פליג ע\"ז דברכת הטוב והמטיב נתקן רק על הנאה גשמיית ולא על הנאה רוחניית לבד וכן בלחם חמודות ולבוש וח\"א כולם העתיקו לדינא כהרמ\"א:","(ה) בלידתה - מלשון זה משמע לכאורה דאם מתה איזה שעות אחר לידתה מברך הטוב והמטיב דמכל מקום ניחא היה לה מקודם שמתה ועיין בבה\"ל:","(ו) מברך שהחיינו - על לידת הבן אלא שמתחלה צריך להקדים לברך דיין האמת על מיתתה דברכת דיין האמת היא חובה כדלעיל בסימן רכ\"ב ס\"ג וברכה זו דשהחיינו י\"א שאינה אלא רשות וכדלקמיה:","(ז) בברכה זו - פי' בברכת שהחיינו מפני שהיא רק רשות [שעיקר ברכת שהחיינו נתקן על דבר הבא מזמן לזמן כמועדים וכדומה] ומזה נתפשט שרבים מקילים בכל הברכות כיוצא באלו אבל אינו נכון דמאי דאיתמר בגמרא שהיא רשות איתמר:","(ח) מת אביו - וה\"ה שאר אדם כשר שאדם מצטער עליו דהוא בכלל שמועות רעות מיהו העולם נוהגין לברך בלא שם ומלכות ואינו נכון ועכ\"פ על ת\"ח שמת שצריך בודאי להתאונן ולהתמרמר ע\"ז וכן על קרוביו שחייב להתאבל עליהם ודאי יזכור הברכה בשם ומלכות:","(ט) ג\"כ שהחיינו - היינו מתחלה דיין האמת כנ\"ל באות ו' ואח\"כ שהחיינו על הנכסים שנשארו לו מאתו [רמב\"ם] ואף דיותר היה מתרצה שלא ימות אביו ולא יירשנו מ\"מ יכול לברך שהחיינו דאין ברכה זו תלויה בשמחה אלא בדבר שמגיע לו תועלת ממנו ואע\"פ שמתערב עמה צער ואנחה [ת' הרשב\"א סי' רמ\"ה]:","(י) במקום שהחיינו - ר\"ל ששוב לא יברך שהחיינו כיון שיש בזה טובה גם לאחיו ויוכל לברך ברכת טוב ומטיב. א\"ל שמתה אשתו והניחה ממון מברך דיין האמת על מיתתה ושהחיינו על ירושתה:","(יא) בנה וכו' - וה\"ה אם קנה בית ודוקא כשבנה או קנה לעצמו אבל אם יש לו שותפות בגוה כ\"א מהשותפים מברך הטוב והמטיב [גמרא] וע\"כ קהל שבנו או קנו בהכ\"נ יעמוד ש\"ץ ויברך בקול רם הטוב והמטיב להוציא את כולם:","(יב) בית חדש - ה\"ה אם נשרף וחזר ובנאו אבל אם סתרו וחזר ובנאו יש דעות באחרונים בזה וספיקו להקל. ואם הוסיף בו איזה שורה בגובה לכו\"ע יש לברך:","(יג) כלים חדשים - בין מלבושים ובין כלי תשמיש ושתיה ואכילה וכיו\"ב אם הם דברים שלב האדם שמח בהם עני בראוי לו ועשיר בראוי לו ועיין בסעיף וי\"ו אכן אם הוא עשיר גדול שאפילו כלים יקרים וחשובים אין נחשבים לו ואין שמח בהן לא יברך. ובקניית ספרים יש דעות בין האחרונים אם יברך עליהם משום דמצות לאו ליהנות ניתנו ובח\"א מצדד דאם היה מהדר אחר זה הספר ושמח בקנייתו דמברך שהרי ברכה זו נתקנה על השמחה ולא על התשמיש וכדלקמיה בס\"ד וכ\"כ במור וקציעה וע\"כ אין למחות ביד המברך:","(יד) היה לו וכו' - מירושת אבותיו דמ\"מ כלי זה חדש הוא לענין קניה וכתב עוד דאפילו קנה וחזר וקנה דבזה אף לענין קניה לאו חדש הוא שהרי יש לו כלים כאלו קנויות מכבר אפ\"ה כלי זו חדשה היא אצלו:","(טו) שהחיינו - ויזהר לברך תיכף קודם שיתרגל ויסתלק השמחה ממנו:","(טז) לאפוקי אם מכרן וכו' - ואפילו אם הם חדשים שלא נשתמש בהם עדיין מ\"מ כיון שכבר דש בהן לית בהן שמחה:","(יז) בשעת הקנין וכו' - ודוקא אם קנה בגד שראוי ללובשו תיכף אבל אם קנה שום דבר שאינו ראוי ללובשו או להשתמש בו כמו שהוא רק שצריך ליתן לאומן לתקן לא יברך שהחיינו עד שעה שילבש הבגד או ישתמש בהכלי:","(יח) מלביש ערומים - היינו קודם שהחיינו. אכן אם לובש הבגד שחרית יכול לצאת בברכת מלביש ערומים שמברך בברכת השחר [אחרונים]:","(יט) הוא ובני ביתו - אבל אם קנה כלים לו וכלים לב\"ב מברך על שלו שהחיינו ועל של ב\"ב מברך הטוב והמטיב דטוב הוא לדידיה שזכה שיהיו ב\"ב מלובשים במלבושי כבוד והמטיב לאחריני הם ב\"ב שנהנין בטובה זו ודוקא אם קנה בשביל אשתו וזרעו אבל אם קנה בשביל עבדו ושפחתו לא מקרי טוב לדידיה דהוי כאלו מכר להם בשכרן שמגיע להם אם לא שגם הוא משתמש בהכלים האלו:","(כ) במתנה - היינו דוקא כלים או בגדים שהמקבל משמח בזה אבל לא מעות שעי\"ז מתבייש יותר ולא יוכל ע\"ז לברך:","(כא) לו ולנותן - שאם המקבל עני הוא טובה לנותן שזיכהו הש\"י לעשות צדקה ואם המקבל עשיר שמח הנותן שמקבל ממנו והוי טובה גם לנותן [הרא\"ש בביאור דברי הירושלמי]. והנה יש מאחרונים שחולקים על פסק זה וס\"ל דלפי מסקנת גמרא דידן לא נתקנה ברכה זו כ\"א בדאית להו לאחריני ג\"כ טובה גשמיית ולפ\"ז כשניתן לו כלים במתנה צריך המקבל לברך ברכת שהחיינו ולא ברכת הטוב ויש דנקטי לדינא כפסק השו\"ע ויברך ברכת הטוב ולא שהחיינו ולמעשה נראה דטוב יותר לנהוג בזה לברך ברכת שהחיינו ולא ברכת הטוב כאשר ביררנו בבה\"ל ומ\"מ במקום שנוהגין שעושין הלבשה לנערים יתומים כ\"א מהיתומים יברך מלביש ערומים וברכת הטוב והמטיב דהא איכא בזה טובה עוד לכמה נערים וברכת שהחיינו לא יברכו דבמקום שמברכין ברכת הטוב ס\"ל לרוב הפוסקים דאין מברכין שהחיינו:","(כב) כגון חלוק וכו' - וה\"ה שאר כלים שאין חשובים ואין דרך לשמוח בהם:","(כג) וי\"א דאפילו עני וכו' - ס\"ל דדוקא בגד צמר וכדומה דבר שיש בהם חשיבות קצת דמי לדבר הבא מזמן לזמן דסתם ב\"א מתחדשים להם לפרקים מועטים ושייך ע\"ז שהחיינו משא\"כ אלו שרגילים תמיד להתחדש לסתם ב\"א ואין שייך ע\"ז לברך שהחיינו לזמן הזה:","(כד) וכן נוהגין - עיין במ\"א וביאור הגר\"א שהרדב\"ז מכריע לעני לברך ועיין בפמ\"ג ובדה\"ח שפסקו דלמעשה יש לנהוג דאפילו עני לא יברך על כלים שאינם חשובים כאלו:","(כה) בהמה - אפי' טמאה ואפי' הוא ממין אחר רק שתפור תחתיו מעורות בהמה:"],["(א) מרקוליס - היא ע\"ג שעובדין אותה עי\"ז שזורקין לה אבנים. ושמה העצמה קילוס ומפני שאסור להזכיר ע\"ג בשמה לכך כינו אותה בשם קוליס ומר הוא חילוף בלשון ארמי ופירושו הוא חילוף קילוס:","(ב) או שאר ע\"ג - אפילו בית ע\"ג [ב\"י] וב\"ח פי' דוקא כשרואה אותה בגלוי:","(ג) והאידנא וכו' - שהרי אנו רואין אותה תמיד וכתבו האחרונים דאפילו הולך לעיר אחרת וראה שם ע\"ג אינו מברך כיון דראה את מין זה תוך למ\"ד בעירו ואפשר עוד דאפילו קטן שהגדיל א\"צ לברך כיון שראה אותה בקטנותו ובא\"ר כתב עוד מילתא חדתי דאפילו הוא לא ראה אותה תוך למ\"ד כיון שיש רוב העולם שהוא שוכן ביניהם שרואין אותה. כתב הב\"ח בשם ספר האשכול השמר לך לראות קנגיאות של כותים וה\"ה מחולתם או שום דבר שמחתם ואם תשמע קול כותים שמחים האנח ותצער על חורבן ירושלים ותתפלל להקב\"ה עליה. ואיתא בגמרא דאפילו ההולך לקניגיאות ולטיטראות של ישראל ה\"ז מושב לצים:","(ד) אם הוא בא\"י וכו' - אפילו רק ממקום אחד:","(ה) ועל מקום שנתנוה - היינו אם יש שלשים יום שלא ראה אותה וכנ\"ל:","(ו) או כבשן האש - היינו החפירה שהוסק בה אז האש לחנניה מישאל ועזריה:","(ז) ברוך אומר ועושה וכו' - היינו בשם ומלכות. בגמרא הגירסא ברוך אומר ועושה גוזר ומקיים:","(ח) חכם הרזים - שאין דעתן דומין זה לזה ואין פרצופיהן דומין זה לזה והוא יודע מה בלב כל אלו האוכלוסין:","(ט) שחלק - שעם ד' הם חלק אלוה ודבקים בו לכן אמר שחלק משא\"כ לקמיה בס\"ז:","(י) בחכמות העולם - היינו בהשבע חכמות לאפוקי אם הם חכמים בדתם ע\"ז אינו מברך כלל:","(יא) ועל מלכי וכו' - ומשמע בגמרא אפילו סומא כשיודע שהמלך עובר מברך ועיין בפמ\"ג שמצדד דאם הוא סומא שלא ראה מאורות מימיו יברך בלא שם ומלכות:","(יב) ברוך שנתן מכבודו וכו' - השלטונים שאין עול מלך עליהם לשנות דבריהם ודן והורג במשפט מברך עליהם. ועל השרים שממנה המלך בכל עיר ועיר טוב וישר לברך בלא שם ומלכות:","(יג) לראות מלכים אפי' וכו' - ומותר לטמא בטומאה של דבריהן מפני כבודן בין למלכי ישראל ובין למלכי או\"ה וכן מפני כבוד הבריות כגון לילך לנחם אבלים. אם רואה פ\"א המלך לא יבטל יותר מלימודו לראותו אם לא שבא בחיל יותר ובכבוד גדול יותר:","(יד) בתי ישראל - פי' בתי עשירי ישראל שמיושבים בתוקף ובגבורה כגון בישוב בית שני [רש\"י] ואפשר דוקא בא\"י ובזמן בית שני קאמר אבל בזה\"ז אפילו בא\"י לא [ב\"י] ויש שמפרשים כונת רש\"י דאפילו אם הם מיושבים עתה כמו בבית שני ג\"כ מברכין והרי\"ף פי' בתי ישראל בישובן היינו בתי כנסיות שמתפללין בתוכן וכן נהגו העולם שאין מברכין על שארי בתים כ\"א על בהכ\"נ כשרואה אותה ביפיה ובתיקונה וכתב בא\"ר דאין חילוק בין א\"י לחו\"ל ואפילו בזה\"ז ובפמ\"ג מצדד דבזה\"ז טוב לברך ברוך מציב גבול אלמנה בלא שם ומלכות:","(טו) הרואה בתי וכו' - לפירש\"י הנ\"ל היינו בתי כותים שיושבים בשלוה והשקט ועושר ולהרי\"ף היינו בתי תפלה שלהם:","(טז) קברי ישראל - ואם היה שם רק קבר אחד י\"א שאין לומר ברכה זו כי נתקנה בלשון רבים:","(יז) אותו דבר - ודוקא כשראה אותו מלך אבל אם ראה מלך אחר צריך לברך [מ\"א בשם רדב\"ז] וה\"ה לענין ההיא דסי\"ב ברואה קבר אחר וכל כיו\"ב אמנם בא\"ר סוף סימן רכ\"ה כתב דהמ\"א בעצמו בסקי\"ט שם משמע דלא ס\"ל הכי ועיין בפתחי תשובה מה שכתב בשם ספר עמודי אור בזה:"],["(א) חבירו - ואין חילוק בין איש לאשה והיינו אם רואה אשתו ואמו בתו ואחותו כיון שהוא שמח ונהנה בראייתם. כתבו הפוסקים דאם ראה חכם מחכמי ישראל מברך עליו אשר חלק וכדלעיל בסימן רכ\"ד ס\"ו וגם שהחיינו אם הוא שלשים יום שלא ראה אותו:","(ב) לאחר שלשים יום - מראיה ראשונה. ואם קיבל ממנו כתב או שאנשים הודיעוהו משלומו יש דעות באחרונים וספק ברכות להקל:","(ג) אומר שהחיינו וכו' - וכל אלו הברכות הוא בשם ומלכות ואפילו ברכת מחיה מתים [מגן גבורים ושאר הרבה אחרונים דלא כתשובת פ\"מ]:","(ד) מחיה המתים - ואז אין מברך שהחיינו. וטעם ברכה זו כתב בחידושי אגדות לפי שבכל שנה האדם נידון בר\"ה ויוה\"כ אם למות אם לחיים ואם רואהו אחר ר\"ה ויוה\"כ זה ואח\"כ אין רואה אותו עד אחר ר\"ה ויוה\"כ הבא הרי עבר עליו דין אם למות אם לאו וע\"כ אומר ברוך מחיה מתים שניצול מדין מיתה בר\"ה ויוה\"כ:","(ה) ושלח לו כתבים - ר\"ל אע\"פ שהריצו כתבים מזה לזה ועי\"ז נעשו אוהבים מ\"מ כיון שלא נתחבר עמו פנים אל פנים אין מעולה האהבה כ\"כ עד שיהיה נהנה ושמח בראייתו. כתב הפמ\"ג דאם נתבשר לו שילדה אשתו והוא היה במדינת הים וראהו עתה מברך שהחיינו או מחיה המתים [אם הוא לאחר י\"ב חודש] דודאי יש לו שמחה בולדו אף שלא ראהו מעולם:","(ו) בר מצוה - היינו כשנעשה בן י\"ג ויום אחד ועכשיו נהגו שלא לברך עד שעה שהנער מתפלל בצבור בתורת ש\"ץ או שהוא קורא בתורה בשבת ראשונה שאז נודע לרבים שהוא בר מצוה. מצוה על האדם לעשות סעודה ביום שנעשה בנו בר מצוה כיום שנכנס לחופה והיינו ביום שנכנס לשנת י\"ד וטעם הסעודה משום דעכשיו נעשה איש ישראל שנצטוה במצות התורה. ואם הנער דורש הוי סעודת מצוה אפילו אינו באותו יום:","(ז) שפטרני מענשו וכו' - פי' דעד עכשיו נענש האב כשחטא הבן בשביל שלא חנכו למצות התורה ועכשיו שנעשה איש מחוייב הוא להתחזק בעצמו למצות הש\"י. ודע דאע\"פ ששוב אין עליו ענין חינוך מ\"מ יש על האב מצות הוכחה כשרואה שאינו מתנהג כשורה וכשאינו מוחה בידו נענש עליו דלא גרע משאר ישראל וכידוע מה שאחז\"ל כל מי שיש לו למחות באנשי ביתו ואינו מוחה נתפס בעון אנשי ביתו. וכל מי שיש לו למחות באנשי עירו ואינו מוחה וכו':","(ח) וטוב לברך בלא וכו' - משום שלא הוזכרה ברכה זו בגמרא וכן העתיק בדה\"ח אמנם דעת הגר\"א בביאורו דמאחר שהוזכרה ברכה זו במדרש ומהרי\"ל עשה כן הלכה למעשה יש לברך בשם ומלכות ועיין בח\"א שכתב ג\"כ דהמברך לא הפסיד:","(ט) מברך שהחיינו - ואינה אלא רשות דאי לא מברך לא מיענש. ומ\"מ ראוי ליזהר שלא לבטלה [א\"ר ע\"ש]:","(י) ביד חבירו - דעיקרה נתקן על שמחת הלב שמשמח על צמיחת פרי חדש:","(יא) עד שעת אכילה - דמי שאין לבו שמח בראייתו רק באכילתו לכו\"ע מברך רק אאכילתו ולכך נהגו תמיד בזה משום לא פלוג ועיין בפמ\"ג שכתב דלכתחלה נכון לברך שהחיינו קודם ואח\"כ יברך ברכה הראויה לה וה\"ה אם טועם מעט ואח\"כ מברך שהחיינו אפשר דג\"ז טוב הוא ובדיעבד אם בירך שהחיינו אחר הברכה שבירך על האכילה קודם שהתחיל לטעום ג\"כ אין זה הפסק ע\"ש:","(יב) עד שנגמר וכו' - ר\"ל דאף דלענין ברכה על הפרי קי\"ל בסימן ר\"ב ס\"ב דמברכין על הבוסר [בגפנים] בפה\"ע משהגיעו לשיעור פול הלבן ובשאר כל האילנות משיוציאו פרי שהוא ראוי לאכול ע\"י הדחק הכא לענין שהחיינו אין לברך עד שיהיה נגמר תשלום גידולו שיהיה טוב למאכל ואפילו בדיעבד אם בירך מקודם שנגמר ברכתו היא לבטלה. ועיין במ\"א שהביא דדעת הרדב\"ז הוא דכשהגיע לפול הלבן [ומסתמא ה\"ה בשאר כל האילנות משיוציאו פרין] כיון שמברך עליו ברכתו הראוי לו כשאוכלו יוכל ג\"כ לברך עליו שהחיינו ולענין דיעבד יש לסמוך עליו שלא לחזור ולברך:","(יג) בראיה שניה - דהרי אנן נהגינן דאין מברכין עד שעת אכילה אף שראה כמה פעמים מקודם. ואם לא בירך בשעת אכילה ראשונה שוב לא יברך על אכילה שניה וכ\"ש שלא יברך על אותה אכילה עצמה אף שעדיין לא נתעכל הפרי [אחרונים]:","(יד) כשיאכל גינד\"ש וכו' - ר\"ל אע\"פ שכולם נכנסים תחת סוג מין אחד מ\"מ כשני מינים הם לענין ברכת זמן כי שתי שמחות הן ועיין במ\"א ובשארי אחרונים שכתבו דאפילו אם אין חלוקין בשמן אם חלוקין בטעמן כגון תאנים לבנים ותאנים שחורים ב' מינים הן לזה וצריך לברך על כל אחד ברכת שהחיינו כשאין באין לפניו בבת אחת וכן ב' מיני אגסים או תפוחים או אגוזים ג\"כ צריך לברך על כ\"א שהחיינו. [ובביאור הגר\"א מפקפק בכל זה ודחה ראיותיהן ומשמע שדעתו דכיון שבעצם הוא מין אחד ד' במה שבירך בפעם ראשונה וכן בספר מור וקציעה הביא בשם אביו החכם צבי ג\"כ כעין זה ממש אמנם לבסוף מצדד שם דאף דבאמת לשארי ענינים נקראין מין אחד מ\"מ לענין ברכת שהחיינו דנתקן על השמחה שבלב מסתברא דנתחדש לו על כל דבר שמחה בפני עצמו וניחא פסק השו\"ע ע\"ש]:","(טו) אינו חוזר ומברך - ואפילו אם שתי ליה אחר מ\"ם יום שנתחזק היין ויש לו טעם אחר מן מוהל הענבים מ\"מ הכל שמחה אחת היא דבעת שראה אז שאכל הענבים ידע שהיין יצא מהם ועיין באחרונים שהביאו די\"א דמ\"מ צריך לברך שהחיינו גם על היין החדש משום דיש בו שמחה יתירה מבענבים וע\"כ טוב שאם בירך שהחיינו על הענבים אזי כשישתה יין חדש יברך תחלה שהחיינו על איזה מין חדש או על מלבוש כדי לפטור גם את היין [אבל אם בירך תחלה שהחיינו על היין דעת הע\"ת דלכו\"ע אינו חוזר לברך שהחיינו על הענבים] וכ\"ז דוקא כששותה את היין כשהוא תירוש שהוא ניכר שהוא יין חדש אבל אם אינו שותהו עד שהוא יין אפילו לא בירך שהחיינו על הענבים אינו מברך עליו שהחיינו אף שהוא יודע שהוא יין חדש משום דאינו ניכר בין חדש לישן [אחרונים]:","(טז) שאינו מתחדש וכו' - ר\"ל שאפילו בימות החורף אינו משתנה ממראיתו כגון אתרוג וכה\"ג שדר באילנו משנה לשנה שכיון שעומד בירקותו כל השנה אין הנאה נרגשת בחידושו וכן בא למעט דבר שאין לו זמן קבוע לגידולו וכדלקמיה בהג\"ה וכן דבר שאינו גידולי קרקע כגון עופות ודגים שנזדמנו לו אפילו אותן שלא טעם ממינן מעולם אפ\"ה אין מברך עליהם שהחיינו דזה המין אינו חדש בעצם דאע\"פ שהוא לא אכל מהם אחרים אכלו מהם. על כמהין ופטריות אין לברך שהחיינו דגם להם אין זמן קבוע גם מאויר הן גדלין ולא מקרקע [פמ\"ג]. על ריח המתחדש משנה לשנה כמו ורד וכיו\"ב שאר דברים שנעשו להריח יש דעות בפוסקים אי מברך עליהם זמן ונהגו שלא לברך [שע\"ת בסי' רט\"ז] י\"א שעל גדיים וטלאים שרגילים להתחדש פעמים בשנה שמברכין עליהם שהחיינו וצ\"ע [מ\"א] והעולם נהגו שלא לברך ע\"ז:","(יז) מברכין עליו שהחיינו - בכל פעם ופעם כיון דעכ\"פ בא מזמן לזמן:","(יח) דעומד כל השנה בקרקע - ר\"ל שיש ירק שדרכו לעמוד כל השנה בקרקע וברכת שהחיינו לא נתקן אלא בדבר הבא מזמן לזמן אכן באמת אינו מצוי זה כ\"א באיזה ירקות ולא בכולן ואפשר משום דאין לחלק בין ירק לירק [פרישה] ויש לפרש עוד דכונת רמ\"א במה שכתב דעומד כל השנה בקרקע היינו שמטמינין אותו בקרקע בבורות ועומד כל ימות השנה ואינו ניכר בין ירק חדש שגדל בשנה זו לישן שגדל אישתקד משא\"כ פירות אע\"ג דיש מטמינין אותן הו\"ל מיעוטא דמיעוטא ולא חיישינן להו [מ\"א] ולפ\"ז פשוט דאין לברך שהחיינו על פרי אדמה שקורין (ער\"ד עפי\"ל) דהרי דרך העולם להטמין אותם בבורות בחורף ומתקיים זמן רב. ובשם של\"ה כתבו האחרונים דאין לברך שהחיינו על שום ירק חדש וכן על לחם חדש דאין ניכר בין חדש לישן והעולם יטעו ויבואו לידי ברכה לבטלה וכתב המ\"א דמ\"מ מברכין על הריפות שעושין מדגן חדש שניכרין היטב שהם חדשים אכן במור וקציעה חולק ע\"ז דאחרי שאין מינכר בטעמו אין יתרון להם ע\"ש ויש למעט בברכות. ובקטניות כשהן חדשים וניכרין שהן חדשים כגון שהם ירוקים עדיין במקצת נראה שיוכל לברך שהחיינו וכן משמע בא\"ר. על מיני לפתן שקורין מיירי\"ן וריבי\"ן ואוגערקע\"ס מברכין עליהם שהחיינו [א\"ר ודה\"ח]:","(יט) אחר גמרו - ר\"ל שיהיה נגמר לגמרי וטוב למאכל ועיין לעיל בסקי\"ב. כתבו האחרונים בשם הירושלמי דמצוה לאכול מעט מכל מין חדש בשנה והטעם כדי להראות שחביב עליו בריאתו של הקב\"ה:","(כ) והקפח דהיינו וכו' - ובבכורות [דף מ\"ה] משמע דהוא אריך וקטין ולפי שדק הוא אינו יכול לסבול קומתו ונכפף ודומה כמי שחוליותיו שמוטות [מ\"א]:","(כא) שכל שערותיו וכו' - ונולד כך ממעי אמו דאי נעשה לו זה אח\"כ אומר דיין האמת:","(כב) הקטע - שנקטעו לו ידיו:","(כג) הסומא - משתי עיניו:","(כד) דקות - היינו שיש לו נקודות כעדשים אדומים קצת אלא שבין עדשה לעדשה יש לובן צח ומבהיק ועל שם אותו הלובן נקרא בהקנין [מחה\"ש ועיין בא\"ר ובפמ\"ג אכן אם שכיח שם הרבה אנשים כזה מסתברא דאין זה גנאי ולא שינוי שיברך ע\"ז דיין האמת ומשנה הבריות וכ\"ש אם נעשה זה ע\"י חום השמש ועתידין להסתלק נראה דלכו\"ע אין לברך ע\"ז]:","(כה) ממעי אמם - קאי אכולהו לבד אקיטע:","(כו) מברך דיין האמת - שבא לו זה ע\"י עונש:","(כז) דדוקא וכו' - קאי על ברכת דיין האמת דאינו שייך אלא למי שמצטער ומצדיק הדין אבל ברכת משנה הבריות לא שייך במצטער דוקא מידי דהוי אפיל וקוף:","(כח) אבל על עובד כוכבים - מילתא דפסיקא נקט וה\"ה לכל מי שאינו מצטער עליו:","(כט) ואינו מברך וכו' - זה קאי גם אברכת משנה הבריות [ט\"ז] ור\"ל דאפילו ראה כושי אחר [וכה\"ג שארי דברים הנ\"ל] אחר שלשים יום ג\"כ אינו מברך והטעם דעל שינוי אין שייך לברך רק פעם ראשון שרואה הדבר והשינוי גדול בעיניו ומשמע מהט\"ז דכ\"ש דקאי המחבר אברכת דיין האמת אמנם בספר נהר שלום כתב דלענין דיין האמת שהוא דוקא על קרובו ואוהבו שמצטער עליו מסתברא דאם רואה זה עוד על קרובו אחר בודאי נתגדל עליו עוד הצער יותר ושייך לברך ע\"ז דיין האמת:","(ל) וי\"א וכו' - ולמעשה יש להורות דיברך אחר ל' בלא שם ומלכות [א\"ר עי\"ש]:","(לא) משלשים יום - פי' שלא ראה אחר כיוצא בו תוך ל' יום [מ\"א]:","(לב) הרואה וכו' ובריות נאות - בין זכרים בין נקבות. ועכשיו לא נהגו כלל לברך ברכה זו [ח\"א ע\"ש טעמו] ומ\"מ נכון לברך בלא שם ומלכות:","(לג) עובד כוכבים - היינו ראיה בעלמא דמותר אבל להסתכל בו ביותר ולהתבונן בדמותו אסור [מ\"א] ואסור לומר כמה נאה כותי זה משום לא תחנם [גמרא]:","(לד) ולא על אחרים - אפילו לאחר שלשים יום:"],["(א) בימי ניסן - אורחא דמלתא נקט שאז דרך ארצות החמים ללבלב האילנות וה\"ה בחודש אחר כל שרואה הלבלוב פעם ראשון מברך [אחרונים]:","(ב) פרח - דוקא פרח הא עלים לחודיה לא ואף בפרח דוקא באילני מאכל שמזה הפרח עתיד להתגדל פרי אבל אילני סרק לא [אחרונים]:","(ג) אלא פעם אחת - מדסתם משמע דאפי' על אילנות אחרים לא יברך וכנ\"ל בסי' רכ\"ה ס\"י:","(ד) ואם איחר לברך וכו' - היינו אפילו לא ראה כלל מקודם אפ\"ה אבד הברכה כיון שגדלו הפירות כ\"מ בב\"י אבל בא\"ר הכריע לדינא דאם לא ראה מקודם לא אבד הברכה וכן משמע ג\"כ בביאור הגר\"א דאפילו כבר גדל הפרי לא אבד הברכה ומ\"מ אם כבר גדל הפרי ונגמר כל צרכו שראוי לברך עליה שהחיינו משמע מפמ\"ג וח\"א ששוב אין כדאי לברך ברכה זו:","(ה) עד אחר שגדלו - אבל קודם שגדלו הפירות יוכל לברך ואפילו לא בירך בשעת ראיה ראשונה [תשובת מהרי\"ל סי' קמ\"ג]:"],["(א) היורה כחץ - וי\"א שהוא כוכב שיש לו זנב ושבט של אורה ושניהם העתיקו אחרונים לדינא ואם אותו כוכב עצמו שיש לו שבט רואהו עוד הפעם בלילה אחרת א\"צ לחזור ולברך כל שהוא עדיין בתוך למ\"ד יום לראיה ראשונה:","(ב) ממקום למקום - ולא יברך בלילה אחד רק פ\"א אפילו אם ראה כוכב אחר רץ באותו לילה:","(ג) הברקים - בליצי\"ן בל\"א. ואותן שהן באים בלא רעם כלל רק מחמת חום מצדד הח\"א שאין זה ברקים הנזכר בגמרא ואין מברכין עליהם:","(ד) שנשבו בזעף - ואם שלא בזעף אם הוא רוח גדול מברך עושה מעשה בראשית ולא יוכל לברך שכחו וגבורתו וכו' אחרי שהוא שלא בזעף גדול וטוב לברך תמיד על רוח סערה שאין מצויה רק ברכת עושה מעשה בראשית שבזה בודאי יוצא ממ\"נ כי אין אנו בקיאין כ\"כ מהו בזעף:","(ה) על כל אחד וכו' - והעולם נוהגים לברך על הברקים עושה מ\"ב ועל הרעמים שכחו וגבורתו וכו' וכן מסתבר שע\"י הרעם נראה גבורתו של הקב\"ה יותר מבברק אמנם באמת שייך כל אחת מהברכות על שניהם וע\"כ אם שמע ברק ורעם כאחד מברך ברכה אחת דהיינו עושה מע\"ב על שניהם ואם בירך שכחו וגבורתו מ\"ע ג\"כ יוצא. ואם לא היו תכופים זה אחר זה מברך תחלה על הברק [שהוא מתראה תחלה לעין האדם] עושה מע\"ב ואח\"כ על הרעם שכחו וגבורתו מ\"ע וה\"ה אם לא ראה את הברק ושמע קול הרעם ובירך עליו שכחו וגבורתו מ\"ע או שבירך עושה מע\"ב ואח\"כ ראה ברק מברך עליו ג\"כ עושה מע\"ב ועיין בשע\"ת שכתב בשם הברכ\"י דאם בירך על הברק ונתכוין לפטור הרעם הבא אחריו יצא בדיעבד ור\"ל דאחרי שטבע הבריאה שאחר הברק יוצא רעם א\"כ חל ברכתו על הרעם שיצא אח\"כ:","(ו) ואם ירצה וכו' - אבל לא יברך שתי ברכות כאחת אלא או זו או זו:","(ז) ברוך וכו' שכחו וגבורתו וכו' - ר\"ל ברוך הנותן כח להטבע להראות כח יוצר בראשית כדי שייראו מלפניו [א\"ר בשם אבודרהם]:","(ח) נתפזרו וכו' - ודוקא היכא דהשמים נטהרו וזכו לגמרי בין ברק לברק ואח\"כ נתקדרו השמים בעבים ושמע עוד קול רעם וברק צריך לברך מחדש עליהם דהוי מלתא חדתא אבל היכא שנתפזרו העבים ע\"י הרוח אחד הנה ואחד הנה ועדיין מעונן הרקיע אז נפטר הכל ע\"י ברכה הראשונה ואין צריך לחזור ולברך מחדש ומשמע בירושלמי דדוקא באותו יום אבל ביום אחר בכל גוונא צריך לחזור ולברך:","(ט) בבית הכסא - וה\"ה אם היה בבית שמקצבין בו בשר דשם ריח מעופש מאד או שהיה הולך במבואות המטונפות ויכול לזרז עצמו לצאת משם תיכף:","(י) אם יכול וכו' - י\"א דאפילו אם נתעורר לעשות צרכיו מ\"מ כל זמן שאין מתאוה כ\"כ שיהא בו משום בל תשקצו יכול לצאת משם קודם שעשה צרכיו ולברך ויש מחמירין בזה. ובפרט היכי דמשער שישמע עוד קול רעם ויוכל לברך אח\"כ בודאי נכון להחמיר:","(יא) לצאת ולברך וכו' - והיינו היכא שלא עשה צרכיו ולא נגע בידיו במקום הטינופת [ואע\"ג דלעיל בסימן ד' מבואר דהיוצא מביה\"כ צריך ליטול ידיו אפילו לא עשה צרכיו מ\"מ הכא כדי שלא יפסיד הברכה אין צריך ליטול ידיו מקודם אם לא שהיו ידיו מטונפות] או שיכול ליטול ידיו במים או בשאר מידי דמנקי סמוך לשמיעתו דאל\"ה ודאי יתארך הזמן יותר מכדי דבור:","(יב) יצא - פי' ימהר לצאת משם כדי שלא יפסיד הברכה אבל אם יתארך יותר מכדי דבור דבלא\"ה כבר עבר הזמן א\"צ שוב למהר ומכל זה נשמע דשיעור הברכה שעל רעמים וברקים הוא דוקא בכדי דיבור ואם עבר יותר מכדי דבור מעת שראה הברק או שמע הרעם שוב לא יברך על רעם וברק זה. ומטעם זה היכא דעשה צרכיו ונטל ידיו ושמע קול רעם או ראה ברק יברך מתחלה על הרעם והברק ואח\"כ יאמר אשר יצר. ודע עוד דסתם ידים דהיינו שאינו יודע אם הם מלוכלכות כשרות לברכה [ס' ד' סכ\"ג]:"],["(א) עושה מ\"ב - פי' כיון שיסדן מאז ושבחו של מקום הוא כשאנו מכירין היום דבר שאנו יודעין שהמקום בראו מששת ימי בראשית ועדיין הוא קיים ואין שייך לברך עליהם שכחו וגבורתו מלא עולם כמו על רוחות ורעמים דהתם הם נראים ונשמעים למרחוק אבל ימים ונהרות כל אחד במקומו:","(ב) והוא הים שעוברין וכו' - ונקרא ים הגדול מפני חשיבותו של א\"י אבל הרבה אחרונים פליגי על המחבר וס\"ל דדוקא על ים אוקינוס שהוא הים הגדול שבכל הימים שמקיף את כל העולם עליו קבעו ברכה בפני עצמו מפני גדלו אבל על ים שעוברין בו לא\"י לא נקרא לענין זה ים הגדול ומברכין עליו כמו על שאר ימים. ודע דכל הברכות האלו אינן אלא כשרואה אותן משלשים יום לשלשים יום [אחרונים]:","(ג) עושה הים הגדול - כן הוא לשון הטור אבל כמה פוסקים העתיקו נוסח ברכה זו בלשון עבר שעשה את הים הגדול:","(ד) כמו חדקל ופרת - לאו דוקא אלו אלא ה\"ה כל הנהרות שהן גדולות כמו אלו הד' נהרות ושיהיו ידועים שהם מימי בראשית כמו אלו ולא נתהוו אח\"כ מברך:","(ה) במקום שלא נשתנה וכו' - פי' דבמקום שחפרו ושינו מהלכו של הנהר לדרך אחרת אין מברכין מאותו המקום והלאה דשם לאו מעשה בראשית הוא ועיין בא\"ר שמצדד לומר דאם ספק לו אם נשתנו ג\"כ לא יברך:","(ו) ע\"י אדם - וה\"ה לענין ימים אם המשיכו בני אדם מאחד לחבירו ועשוהו לאחד אין מברכין על אותו מקום אלא דבימים מן הסתם אין אנו צריכין לחוש לזה:"],["(א) הרואה הקשת וכו' - ואין כדאי להגיד לחבירו שיש קשת מטעם מוציא דבה [ח\"א]:","(ב) אומר וכו' - ובכאן אם ראה אותו עוד הפעם אפילו בתוך למ\"ד יום חוזר ומברך ולא דמי לכל הנך דקי\"ל בהו דפעם אחת בחודש די לברוכי דכאן הקשת שבירך עליו חלף והלך לו ודמי לברכת רעמים [שע\"ת בשם ברכ\"י]:","(ג) נאמן וכו' - ברמב\"ם וטור הנוסח ונאמן:","(ד) בבריתו - ר\"ל שלא יעבירנו אע\"פ שרבו הרשעים וקיים במאמרו אפילו לא היה הברית כיון שאמר בדבור בעלמא ולא יהיה עוד מבול לשחת הארץ ברור הוא שיקיים מאמרו [אבודרהם]:","(ה) ואסור להסתכל וכו' - והמסתכל בו ביותר עיניו כהות [חגיגה ט\"ז] אלא רואהו ומברך:","(ו) בתקופתה - מקום שהיא חוזרת שם לתחלת הקיפה היא שעת תליית המאורות בעת הבריאה ומאז התחילה להקיף ולשמש והוא נמשך כ\"ח שנה עד שבא לאותו המקום בצמצום בתחלת ליל רביעי כבעת הבריאה:","(ז) והתקופה - היינו תקופת ניסן:","(ח) בבוקר - היינו לכתחלה מצותה מיד להקדים מה דאפשר וטוב לברך אותה ברוב עם ובדיעבד עד ג' שעות על היום [לבוש ומ\"א] אבל הרבה אחרונים הסכימו דיוכל לברך בשעת הדחק עד חצות והיינו אפילו בשם ומלכות ואם נתכסה השמש בעבים ואין רואין אותה עיין בשע\"ת. ובתשובת חתם סופר סימן נ\"ו כתב דאם היתה מכוסה בעבים אך נראית רושמה מבין העבים מברכין אבל כשלא נתראה כלל לא נראה לברך. וע\"ש שכתב מנהגו בענין ברכה זו קודם הברכה אמרו הללו את ה' מן השמים ואחר ברכת עושה מעשה בראשית אמרו פיוט אל אדון על כל המעשים עד וחיות הקודש ואח\"כ מזמור השמים מספרים כבוד אל ואח\"כ עלינו לשבח וקדיש:","(ט) וכן מברך וכו' - וכהיום אין נוהגין העולם בזה:","(י) הנשארים - הם שבתי צדק מאדים נוגה כוכב:"],["(א) אחר מ\"ם יום לעיבורה - שכבר נצטייר צורת הולד אבל תוך מ\"ם יום מועיל תפלה. ואפילו אחר מ\"ם יום יוכל להתפלל שיהיה הולד זרע קיימא ויהיה עוסק במצות ומע\"ט:","(ב) לכרך - דוקא לכרך דשם מצויים ממונים רעים ומחפשים עלילות אבל לעיר קטנה א\"צ לומר כשנכנס לה ולא אח\"כ כשיצא ממנה אלא אח\"כ כשמחזיק בדרך אומר תפלת הדרך משום סכנת דרכים וכמבואר לעיל בסימן ק\"י:","(ג) וזו היא תפלת הדרך וכו' - לכאורה הלא בסימן ק\"י מבואר דכשיוצא לדרך אומר תפלת הדרך לבד בלא הודאה על שעבר וגם אינו אומר אותה רק כשהחזיק בדרך ומהו זה שכולל הכא תה\"ד בהודאה שנותן על העבר וגם משמע שאומר אותה תיכף ביציאתו מן העיר י\"ל דהתם מיירי ביוצא מעיר קטנה שאין שם מורא כלל לצאת מן העיר וצ\"ל תה\"ד רק משום מורא הדרך ולכך אין לומר אותה רק כשהחזיק בדרך וכמ\"ש בס\"ק ב' ואפילו אם נזדמן אח\"כ בדרך נסיעתו שנוסע דרך כרך אין לומר כשיוצא ממנה רק ההודאה מודים וכו' עד לבסוף בלא חתימה כיון שאמר תה\"ד בתחלת נסיעתו והכא מיירי בנכנס לכרך ולן שם בענין שצ\"ל תה\"ד שנית בבוקר בשביל הדרך שרוצה לנסוע ומלבד זה הלא צריך ליתן הודאה ג\"כ על יציאת הכרך בזה אמר שיעשה משניהם אחד ויחתום בה ומיגו דצ\"ל ההודאה תיכף כשיוצא מן העיר אומר אז ג\"כ תה\"ד שכולל בה:","(ד) ברוך השולח ברכה וכו' - וכתב הא\"ר דיאמר בלא הזכרת השם דדוקא במודד כדי לעשר מצינו שהבטיח הקב\"ה ברכה עד בלי די כמה דכתיב הביאו את כל המעשר וגו' ובחנוני נא בזאת וגו' והריקותי לכם ברכה עד בלי די:","(ה) הנכנס למרחץ וכו' - ועכשיו לא נהגו בתפלה זו והטעם דלא ניתקן אלא בימיהם שהיו מסיקין האש מלמטה בחפירה ורוחצים באמבטי מלמעלה ע\"ג תקרה שע\"ג ויש חשש פן תפחת ויפלו לתוכה אבל בזה\"ז עומד התנור בזוית וליכא סכנה [אחרונים]:","(ו) להקיז דם - וה\"ה בכל מידי דרפואה יאמר זה ולא יחשוב שתהיה איזה דבר לו רפואה אלא ע\"י הבורא ית\"ש ולכן ע\"י תפלה זו ישים בטחונו בו ויבקש ממנו שתהיה לו לרפואה:","(ז) ברוך רופא חולים - וצריך לומר בשם ומלכות [ב\"י וט\"ז] אבל לא ראיתי נוהגין כן [פמ\"ג]. מי שמתעטש וחבירו אומר לו אסותא יאמר לו ברוך תהיה ואח\"כ יאמר לישועתך קויתי ה' [דארז\"ל דמתחלה לא היה אדם חולה כלל אלא היה הולך בשוק ומתעטש ומת עד שבא יעקב אבינו וביקש רחמים על הדבר]:"],["(א) אם א\"א לו וכו' - עיין לעיל בסימן ד' סט\"ז ובמשנה ברורה שם:","(ב) וכשניעור משנתו וכו' - אפשר הטעם דנתקנה ברכה זו על מנהגו של עולם שהקב\"ה מחזיר הנשמות לבני האדם בבוקר:","(ג) ויהי נועם - משום סכנת מזיקין. וכתב הלבוש שאין נוהגין כן:","(ד) יותר משינת הסוס וכו' - עיין לעיל בסימן ד' סט\"ז מש\"כ במ\"ב בשם המחה\"ש:","(ה) אלא יתכוין שיאכל וכו' - וראיתי לאנשי מעשה שקודם אכילה היו אומרים הנני רוצה לאכול ולשתות כדי שאהיה בריא וחזק לעבודת הש\"י [ח\"א]:","(ו) בסוד ישרים וכו' אינו משובח - ומ\"מ טוב הוא דמתוך כך בא לשמה:","(ז) יתכוין שיהיו לו בנים וכו' - ועיין עוד כונות אחרות בסימן ר\"מ ס\"א ואחר כונת הלב הן הדברים ורחמנא לבא בעי:","(ח) אפילו לספר בדברי חכמה - וכ\"ש אם סיפורו הוא בעניני משא ומתן צריך שתהיה כונתו לשם מצוה דהיינו שיהיה לו במה להתפרנס כדי שלא יבוא ליד גזל. ואפילו אם הוא עשיר גדול שדי לו בממונו לפרנס עצמו וב\"ב כל ימי חייו ג\"כ יצוייר לפעמים במה שמשתדל להרבות עסקיו דבר מצוה כגון שכונתו להרבות בצדקה וגמ\"ח עי\"ז או שכונתו ליקח עסקים תחת רשותו כדי להמציא מלאכה לעניי ישראל שישתכרו להחיות נפשם שכל זה הוא בכלל צדקה ומעולה ממנה כמו שכתב הרמב\"ם ומובא ביו\"ד סימן רנ\"א וע\"ש שהמחזיק ביד ישראל שמך ונותן לו מלאכה כדי שישתכר ולא יצטרך לבריות לשאול הוא מקיים בזה המ\"ע דומטה ידו עמך והחזקת בו:"]],"AROCH_HASHULCHA":[["אף על פי שקיומינו ועמידתינו תמיד הוא בנס, כמו שאנו אומרים בתפלה במודים: \"ועל נסיך שבכל יום עמנו, ועל נפלאותיך וטובותיך שבכל עת וכו'”, מכל מקום כל זה הם ניסים נסתרים וכרוכים בהטבע. אבל הרואה מקומות שנעשו נסים לאבותינו בגלוי, כמו ביציאת מצרים וכיוצא בזה - מחוייבים אנחנו לברך בשם ומלכות: \"ברוך אתה ה' אלהינו מלך העולם שעשה ניסים לאבותינו במקום הזה\".וכך שנו חכמים במשנה דהרואה בריש פרק ט' דברכות: דניסי אבותינו נוגעים גם לנו בכל דור ודור, כמו שמברכים על הימים שנעשו בהם נסים לאבותינו כחנוכה ופורים \"שעשה נסים לאבותינו בימים ההם בזמן הזה\", כמו כן אנו מברכין על המקומות שנעשו בהם נסים לאבותינו.וברכות אלו הם בשם ומלכות כמבואר בירושלמי, ובגמרא ילפינן לה ממה שאמר יתרו: \"ברוך ד' אשר הציל אתכם מיד מצרים\" (והטור הביא בשם הראב\"ד דברכות אלו אינם בשם ומלכות, וכל רבותינו חולקים עליו ע\"ש).","ואלו הן המקומות: כגון מעברות הים המקום שעברו ישראל את הים, ומעברות הירדן מקום שעברו ישראל את הירדן, ומעברות נחלי ארנון והם העמקים שטמנו את עצמם האמוריים בהם להרוג את ישראל אך ארון הקדש ההולך לפניהם היה משוה את הארץ ונדבקו ההרים זה לזה ונהרגו כולם ויצא הדם שלהם, וראו ישראל את הנס הגדול הזה ואמרו שירה, והיינו דכתיב: \"ואשד הנחלים... אז ישיר ישראל וגו'”.ואבני אלגביש שנפלו מן השמים על הכנענים כדכתיב ביהושע: \"ויהי בנוסם מבית חורון וה' השליך עליהם אבנים גדולות\", ואבן שבקש עוג לזרוק על ישראל, ואבן שישב עליה משה בעת מלחמת עמלק, וחומת יריחו שנפלה תחתיה, כלומר המקום של החומה, על כולם מברך בשם ומלכות: \"ברוך שעשה נסים לאבותינו במקום הזה\", וכן כל ברכות הראייה שיתבארו הם בשם ומלכות.","והנה בהניסים שנתבארו יש מהם שרואים הנס ממש כמו שהיה, כמו אבני אלגביש והאבנים של משה ושל עוג. אבל מעברות הים והירדן הלא עתה הים והירדן מליאים, אלא שבמקום הזה נבקעו הים והירדן. ואם כן הוא הדין סביבות ירושלים כשרואים המקום שנפלו בו חיל סנחריב גם כן היו צריכין לברך, ורבותינו לא כתבו כן.ואמת שכתבו זה נגד אבני אלגביש (תוספות נ\"ד: ד\"ה 'אבני'), ובוודאי שלא דמי לזה, אבל נגד הים והירדן למה לא דמי. ומדברי המרדכי שם משמע דמקומות שעברו ישראל הים והירדן ידועים יותר ממקום שנפלו בו חיל סנחריב ע\"ש, ולא ידעתי לכוין הדברים, והם בעצמם כתבו שהמקום ידוע סביב לירושלים וצ\"ע (גם דברי המג\"א סק\"א צ\"ע).","על נס שלא נעשה לכל ישראל או לרוב ישראל אלא למקצת ישראל, ואפילו נעשה לכמה שבטים, מכל מקום כיון שאינם רוב ישראל - אין מברכין עליו.ואף על גב דלעניין הוראת בית דין קיימא לן דשבט אחד איקרי קהל, כמ\"ש הרמב\"ם בפרק י\"ב (הלכה א') משגגות, מכל מקום לא לכל הדברים כן הוא, והרי לעניין פסח הבא בטומאה לא נחשבו רוב. האמנם בהוראה שאני, דכתיב 'קהל', ושבט אחד איקרי קהל אבל לא ציבור (מג\"א סק\"ג). ועוד דבהוראה כיון שהיה לכל שבט סנהדרי, השבט נחשבים כציבור לעניין שגגת הוראה, ולא בשארי דברים.","ברכות אלו כהרבה מברכות הראייה שחיובן משלשים יום לשלשים יום, והיינו לבד שני ימים של הראיות. ואם ראם עוד פעם בתוך זמן זה - אין צריך לברך, דכל שלשים הוה כדבר חדש, ולכן נקרא 'חודש', שהוא לשון חדש, שהלבנה מתחדשת בו וישראל נמשלו ללבנה. ואם כי אינו בצמצום שלשים, מכל מקום זהו דרך המיצוע, דאין מחשבין שעות לחדש. ולכן גם בפדיון הבן ובאבלות ובנפל החשבון הוא על שלשים, וכן בברכות הראייה, דאחר שלשים חובה לברך כמו בפעם הראשון.","הרואה מקום שנעשה נס ליחיד או להרבה יחידים - אינו מברך, אך היחיד שנעשה לו הנס מברך בשם ומלכות: \"ברוך... שעשה לי נס במקום הזה\". ואפילו אין הנס ניכר מתוך המקום (מג\"א סק\"א), דלא על המקום מברך אלא על נס גופו.וכן כל יוצאי יריכו בנים ובנות מברכים: \"ברוך... שעשה נס לאבי או לאבינו במקום הזה\", ואפילו יוצאי יריכו שנולדו קודם לנסו מברכין (מג\"א סק\"ו). ואם יש לו לברך גם ברכת הגומל, יתבאר בסוף סימן רי\"ט ע\"ש.","ודע דזה שכתבנו דיוצאי יריכו חייבין לברך, כן כתב רבינו הבית יוסף כלשון הזה בסעיף ד' ע\"ש. האמנם צריך ביאור, דהנה בגמרא לא נמצא כלל על יוצאי יריכו בריש פרק הרואה ע\"ש, אלא דהרי\"ף כתב שם דאיהו ובריה ובר בריה חייבין לברך, וכן כתב הרמב\"ם בפרק י' דין ט' דהוא ובנו ובן בנו חייבין לברך, וכן כתב הטור בשם רב האי גאון ע\"ש, ורבינו הבית יוסף בספרו הגדול פסק כן ע\"ש, ולפי זה לא היה לו לרבינו הבית יוסף לכתוב בשולחן ערוך 'יוצאי יריכו'. אלא דהטור הביא יש אומרים דלאו דווקא בן בנו, אלא הוא הדין כל יוצאי ירכו, כלומר עד סוף כל הדורות ע\"ש, וזהו כוונתו בשולחן ערוך.אבל יש לעיין, דהא ספק ברכות להקל, ועוד דאם כן במה שפסקו דבנס של שבט כל ישראל פטורים מהברכה, והיה להם לבאר דבני אותו השבט חייבים. ולכן לדינא נראה לעניות דעתי דרק בנו ובן בנו חייבים לברך בשם ומלכות, ולא שארי הדורות. והטעם נראה לי משום דאיתא במדרש דעד דור רביעי רחמי האב על הבן. ואף דמשמע דגם דור רביעי בכלל, מכל מקום לעניין זה דהטעם הוא משום כבוד אביו, דמטעם זה גם יוצאי חלציו הקודמים חייבים בברכה, וכיבוד לכל היותר אינו אלא בבן בנו, כמ\"ש רבינו הרמ\"א ביורה דעה סימן ר\"מ ע\"ש (כן נראה לעניות דעתי).","ומי שנעשו לו נסים הרבה, בהגיעו לאחד מהמקומות שנעשה לו נס צריך להזכיר גם שאר המקומות, ויכללם כולם בברכה אחת, והיינו שיאמר: \"שעשה לי נס במקום הזה ובמקום פלוני ובמקום פלוני\". ואין לו להזכיר פרטי הנס, אלא המקומות שנעשו לו בהם הנסים (ט\"ז סק\"א), ומקדים הנס שבמקום זה (גמרא).","על נס של רבו צריך לברך כמו שמברך על נס של אביו, וזהו מפני כבוד רבו, ופשוט הוא דדווקא הוא ולא זרעו. ויאמר: \"ברוך... שעשה נס לרבי במקום הזה\", ודווקא רבו מובהק.ויש אומרים דאם רואה האדם שנעשה לו הנס, מברך עליו כמו שמברך על המקום שנעשה לו הנס. כלומר דאם היה חייב לברך על המקום, כגון בנו או תלמידו, מברך עליו גם כן, דלא גרע האדם מהמקום. וראיה מיתרו שראה את משה וישראל ובירך (לבוש).","על נס של אדם מסויים כמו יואב בן צרויה וחביריו, וכן על נס של אדם שנתקדש בו שם שמים כמו דניאל וחביריו, ולכן הרואה גוב אריות שהשלך בו דניאל או כבשן האש שהושלכו בו חנניה מישאל ועזריה מברך: \"ברוך שעשה נס לצדיקים במקום הזה\".ויש מגמגמין בברכה זו של אדם מסויים ונתקדש שם שמים על ידו (מג\"א סק\"ט), ויש מקיימין זה (עיין אליה רבה ומחצית השקל), ועתה בוודאי אין למצא כאלה.","הרואה אשתו של לוט מברך שתים: עליה הוא אומר: \"ברוך אתה ה' אלהינו מלך העולם דיין האמת\", ועל לוט הוא אומר: \"ברוך אתה ה' אלוקינו מלך העולם זוכר הצדיקים\", והיינו אברהם אבינו שבזכותו ניצל לוט (רש\"י), כן הוא בגמרא.ונראה דהברכה על לוט הוא רק דרך אגב, דמפני שמברך על אשתו לכן ממילא מזכיר את לוט גם כן, אבל בלא זה לא היה שייך ברכה על זה, וכן משמע בלבוש ע\"ש.","כתב רבינו הבית יוסף בסעיף ט': \"יש אומרים שאינו מברך על נס אלא בנס שהוא יוצא ממנהג העולם, אבל נס שהוא מנהג העולם ותולדתו, כגון שבאו גנבים בלילה ובא לידי סכנה וניצול וכיוצא בזה - אינו חייב לברך. ויש חולק, וטוב לברך בלא הזכרת שם ומלכות\" עכ\"ל.וכתבו על זה דאין מי שחולק בזה, איך יעלה על הדעת להקרא נס מה שהוא בדרך הטבע (מג\"א סקי\"ב). ואם כי יש לתרץ דבריו, אך לדינא אין נפקא מינה, ואין מברכים רק על הנס היוצא מגדר הטבעי, ועל של טבעי מברכין ברכת 'הגומל' כמו שיתבאר בסימן הבא."],["אמרו חז\"ל (נ\"ד:): \"ארבעה צריכין להודות: יורדי הים, הולכי מדבריות, ומי שהיה חולה ונתרפא, ומי שהיה חבוש בבית האסורים ויצא”.וכולן מפורשין בתהילים (ק\"ז): \"הודו לד'... יאמרו גאולי ד' אשר גאלם... תעו במדבר... ויצעקו אל ד'... וידריכם... אל עיר מושב יודו לד' חסדו... יושבי חשך וצלמות... ויזעקו אל ד'... יוציאם מחשך וצלמות... יודו לד' חסדו... ויגיעו עד שערי מות ויזעקו אל ד'... יודו לד' חסדו... יורדי הים באניות... ויצעקו אל ד'... יודו לד' חסדו... וירוממוהו בקהל עם ובמושב זקנים יהללוהו”.","ביאור הדברים כמ\"ש בריש סימן הקודם, שכל חיותינו וקיומינו הם על פי נסים ולא בטבע, כמו שאנו אומרים: \"על נסיך שבכל יום עמנו וכו'”, והמתבונן בחיי עמנו בני ישראל באריכות גליותינו וגודל פזורינו ראה יראה בעינים פקוחות כי ד' שוכן בקרבנו תמיד כמו שהבטיחנו בתורתו הקדושה: \"ואף גם זאת וגו'”, וזהו מאמרם ז\"ל: \"גלו לבבל שכינה עמהם וכו'”.כלומר שהכל רואים שקיום בני ישראל אינו בטבע כלל וכלל, ואף גם בהדורות העושים מעשים לא טובים עם כל זה שכינתו לא סר ממנו, כדכתיב: \"השוכן אתם בתוך טומאותם\". אלא שמייסר אותנו ועל זה נאמר: \"יסור יסרני י' ולמות לא נתנני\", וזהו כלליות מצבינו בכלל ובפרט.","אך הנסים נחלקים לשני קצוות עם דרך המיצוע, והיינו הקצה האחד כשהנסים גלוים ויוצאים מגדר הטבע לגמרי, כמו נסי מצרים וכדומה, ועל כאלו צריכים לברך ברכה: 'שעשה נסים לאבותינו' או 'שעשה לי נס', וזהו הדינים המבוארים בהסימן הקודם.והקצה השני הנסים הכרוכים לגמרי בהטבע, כמו כל פרנסתינו וכל קיומינו. ועל זה לא שייך ברכה פרטית, ויוצאים בהתפלות התמידיות שמזכירים בם הודאה: \"מודים אנחנו לך... ועל נסיך וכו'”.","ויש עוד מין שלישי והוא ממוצע בין הנסיות ובין הטבעיות, והיינו שהעניין הולך בטבע אבל יוצא מעט מגדר הטבע אל טבע הנסיות. לדוגמא: העובר ארחות ימים, וזהו טבע אמנם כאשר יקומו רוחות וסערות קשה על פי הטבע שתנצל הספינה, ומכל מקום אינה יוצאה מגדר הטבע לגמרי כמובן, וכל שכן הולכי מדבריות שהם בסכנה עצומה, וכן היושב בבית האסורים והחולה שתקפה עליו מחלתו.ולכן לברך לשון נס אי אפשר, ורק נותן תודה פרטית להשי\"ת על הדבר הזה, ומצדיק עליו הדין בהברכה שהיסורים שהגיע לו הוי מפני חטאיו, והצלתו הוא גמולת טובה מהש\"י אף לחייבים.","וסימנך: \"וכל החיים יודוך סלה\" וחיים ראשי תיבות חולה יסורים ים מדבר. ומברך: \"ברוך אתה ה' אלהינו מלך העולם הגומל לחייבים טובות שגמלני כל טוב\". והשומעים עונין 'אמן' ואומרים: \"מי שגמלך כל טוב הוא יגמלך כל טוב סלה\", וזהו כעין תנחומין וברכה לנפש שסבלה יסורין.ואינו מברך עד שיצא מהצרה לגמרי: יורדי הים עד שיעלה ליבשה, הולכי מדבריות עד שיגיע לתוך הישוב, ומי שהיה חולה ונתרפא עד שיצא לשוק, ומי שיצא מבית האסורים עד שיצא נקי לגמרי ממשפטו ולא שיצא על ערבות. ואין חילוק בין אם היה חבוש מחמת ממון ובין מחמת נפשות.","כיון דכתיב: \"וירוממוהו בקהל עם ובמושב זקנים יהללוהו\", לכן אמרו חז\"ל דצריך לברך בפני עשרה דאקרו קהל, ותרי מינייהו רבנן ונקראו זקנים בלשון הכתוב, ומיעוט זקנים שנים.והרמב\"ם בפרק י' כתב שמברך בעמידה, ונראה לי טעמו דכיון שמברך בפני עשרה ואכל בי עשרה שכינתא שריא, אינו מדרך ארץ לישב. ומטעם זה נראה דנהגו לברך ברכה זו אחר שעולה לתורה, דאז וודאי יש בין העשרה איזה לומדים והוא מעומד.וכל זה אינו לעיכובא, שאם אין ביניהם תרי רבנן - יצא (מרדכי). והטור כתב דגם בלא עשרה יצא, ויש אומרים שלא יצא, וטוב לברך פעם אחר בפני עשרה בלא שם ומלכות. ונכון ליזהר שלא להתעכב בברכה זו יותר מג' ימים אחר שיכול לברך, ואם השומעים לא ענו מי שגמלך וכו' גם כן אינו מעכב (מג\"א סק\"ב).וקטן אין לו לברך ברכה זו, ונשים נהגו שלא לברך, ואין בזה שום טעם ורק מפני שהמנהג הוא לברך בעת קריאת התורה לכן מדמים שאין הנשים חייבות בברכה זו, ולכן נכון שיברכו. ואולי מפני דכתיב: \"בקהל עם\", ונשים לא מקרו קהל, ולברך בפני אנשים אינו מדרך ארץ, ולכן נמנעו מזה (ועיין מג\"א).","אם בירך אחד 'הגומל' בשביל עצמו ונתכוין להוציא גם את חבירו שחייב בברכה זו, וחבירו שמע הברכה ממנו וכיון לצאת בו - יצא אפילו בלא עניית 'אמן', כיון שהמברך גם כן חייב בברכה זו, וכמ\"ש בסימן רי\"ג ע\"ש.וכבר כתבנו שלא להתעכב בברכה זו יותר מג' ימים, אמנם בדיעבד אם איחר יש לו תשלומין כל זמן שירצה. ונראה לי דאם הפליג זמן רב עד שנשכח העניין, אין לו לברך עוד ואבד הברכה (יש אומרים עד ה' ימים).","כתבו רבותינו בעלי השולחן ערוך בסעיף ד': \"אם בירך אחר ואמר: \"ברוך אתה ה' אלהינו מלך העולם אשר גמלך כל טוב\", וענה 'אמן' – יצא, וכן אם אמר: \"בריך רחמנא (מרא) מלכא דעלמא דיהביך לן\", וענה 'אמן' – יצא. ואין זה ברכה לבטלה מן המברך אף על פי שלא נתחייב בברכה זו, הואיל ואינו מברך רק דרך שבח והודאה על טובת חבירו שמשמח בה\" עכ\"ל.כלומר דברכת הודאה הוי כברכת הנהנין, דאין אחד מברך בעד חבירו כשהוא בעצמו לא נתחייב בה, ולפי זה יש לומר דהוי ברכה לבטלה ואינו מוציא החייב בה. ולזה אומר דאינו כן, ואם האיש הזה שמח הרבה על הצלתו של זה, יכול לברך ברכת ההודאה על טובת חבירו ואינה ברכה לבטלה, ולכן כשענה 'אמן' יצא, אבל בלא עניית 'אמן' לא יצא.ואינו דומה להדין הקודם שיצא גם בלא 'אמן' לפי שהמברך נתחייב בה, מה שאין כן כאן שמברך בעדו בהכרח שיענה 'אמן'.","ומזה למדו דאשה שנתחייבה בברכת 'הגומל' יכול הבעל לברך בעדה, ולכן כשילדה ונצולה מן הסכנה יכול הבעל לברך: 'שגמלך כל טוב' והיא תענה 'אמן', דאין לך אהבה ונוגע בטובתה יותר ממנו דאשתו כגופו (ב\"ח ומג\"א סק\"ד), דלא כיש מי שמפקפק בזה (עיין בית יוסף וט\"ז סק\"ג), ומכל מקום אין המנהג כן.ודבר פשוט הוא שאחר שאינו קרוב ואינו אוהבו כגופו כאב לבן או בן לאב ואחיו וכיוצא בזה, אלא שמברך עליו כדי שיתראה כאוהבו - הוי ברכה לבטלה וזה אינו יוצא בה (ט\"ז שם).","כתב רבינו הבית יוסף בסעיף ז': \"באשכנז וצרפת אין מברכין כשהולכין מעיר לעיר, שלא חייבו אלא בהולכי מדבריות דשכיחי ביה חיות רעות ולסטים. ובספרד נוהגים לברך, מפני שכל הדרכים בחזקת סכנה. ומיהו בפחות מפרסה אינו מברך, ואם הוא מקום מוחזק בסכנה ביותר, אפילו בפחות מפרסה\" עכ\"ל.ובזמנינו לא שייך כלל ברכת 'הגומל' אפילו בנסיעות רחוקות, אם לא דרך הים ומדבריות. אבל ביבשה ובישוב לא שייך ברכת 'הגומל' בזמנינו, ומימינו לא שמענו מי שיברך ברכת 'הגומל' בבא מן הדרך המורגלת, ורק תפלת הדרך שבסימן ק\"י יש חיוב לאומרה בכל מקום, כמ\"ש שם.","עוד כתב בסעיף ח': \"בכל חולי צריך לברך, אפילו אינו חולי של סכנה ולא מכה של חלל, אלא כל שעלה למטה וירד, מפני שדומה כאלו העלוהו לגרדום לידון. ואין הפרש בין שיש לו מיחוש קבוע ובא מזמן לזמן ובין שאינו קבוע\" עכ\"ל.כלומר אף על פי דבמיחוש קבוע כמה פעמים נתרפא מזה, מכל מקום כיון שעלה למטה וירד - צריך לברך, דלאו בכל שעתא מתרחש ניסא (מג\"א סק\"ז).ורבינו הרמ\"א כתב על זה: \"ויש אומרים דאינו מברך רק על חולי שיש בו סכנה, כגון מכה של חלל, וכן נוהגין באשכנז\" עכ\"ל, וכן החולה שמוטל במטה יותר מג' ימים צריך לברך (ט\"ז סק\"ח). ויש שכתבו שהעיקר כדברי רבינו ב\"י (ב\"ח ואליה רבה סקי\"ג ועיין מג\"א סק\"ח), והמנהג כדברי רבינו הרמ\"א.","עוד כתב בסעיף ט': \"הני ארבעה לאו דווקא, דהוא הדין למי שנעשה לו נס כגון שנפל עליו כותל או ניצול מדריסת שור ונגיחותיו, או שעמד עליו בעיר אריה לטורפו, או אם גנבים באו לו או שודדי לילה וניצול מהם וכל כיוצא בזה, כולם צריכים לברך 'הגומל'. ויש אומרים שאין מברכין 'הגומל' אלא הני ארבעה דווקא, וטוב לברך בלא הזכרת שם ומלכות\" עכ\"ל.ובאמת בלא הזכרת שם ומלכות אינה ברכה כלל, והאחרונים כתבו שיש לברך על כל דבר סכנה כשניצול הימנה, וכן המנהג הפשוט ואין לשנות (לבוש וט\"ז סק\"ז ומג\"א סק\"י), וגם עתה המנהג כן.","בעניין ברכת הנסים שבסימן הקודם: אם צריך לברך גם ברכת 'הגומל' יש דעות שונות, כמבואר בספרו הגדול של רבינו הבית יוסף, ושם הביא בשם הריב\"ש שצריך לברך גם ברכת 'הגומל', ומשמע שדעתו נוטה לזה ע\"ש (וכ\"מ דעת המג\"א בסימן רי\"ח סקי\"ב ע\"ש)."],["בעניין החלומות רבו הדברים, ויש מרבותינו ז\"ל שייעצו לבלי לספר החלום הרע ולא יפתרנו ואז אין בו ממש, וכך אמרו בפרק הרואה (נ\"ה.): \"חלמא דלא מפשר - כאגרתא דלא מקריא\". ופירש רש\"י: חלום שלא פתרוהו כאגרת שלא קראוהו, לא טוב ולא רע, הוא שכל החלומות הולכין אחר הפה עכ\"ל, ולמדו זה מדכתיב: \"ויהי כאשר פתר לנו כן היה\" ע\"ש.ואמרו שם: \"רבא רמי: כתיב: \"בחלום אדבר בו\", וכתיב: \"וחלומות השוא ידברו\". לא קשיא: כאן על ידי מלאך כאן על ידי שד”. כלומר האיש אשר הוא טהור ומחשבותיו בתורה ויראה, וישן שלא במילוי כרס, החלום של איש כזה וודאי יש בו ממש, שמראין לו מן השמים על ידי המלאכים השומרים את האדם השלם, כדכתיב: \"כי מלאכיו יצוה לך וגו'”.אבל האנשים הפשוטים המשוקעים בהבלי העולם, שהם השדים הגמורים השודדים הצלחת האדם האמיתית, והברואים השדים עשוים לכך להזיק ולשדוד ההצלחה האמיתית - שוא ידברו חלומותיהם ואין בהם ממש. וכל שכן אותם האוכלים הרבה קודם השינה, שהאידים העולים בקרבו יבלבלו הכח המדמה ואין בהם אמתיות כלל. וכן אם חלם לו רעיונות שחשב ביום, פשיטא שהכח המדמה מראה לו מעין מחשבותיו, וכל כי האי אין ממש בחלומות כאלו.ושמואל כי הוה חזי חלמא טבא היה אומר: וכי החלומות שוא ידברו, והלא כתיב: \"בחלום אדבר בו\", וכי הוה חזי חלמא בישא הוה אמר: \"החלומות שוא ידברו\" (שם), ואמרו שם דעל פי רוב אדם טוב מראין לו טוב, אך בקומו שוכח ע\"ש.","השכים ונפל לו פסוק לתוך פיו - הרי זה נבואה קטנה (שם). וג' חלומות מתקיימין: חלום של שחרית וחלום שחלם לו חבירו וחלום שנפתר בתוך חלום, ויש אומרים אף חלום שנשנה, שנאמר: \"ועל השנות החלום... כי נכון וגו'”והרואה בחלום נהר צפור וקדרה יצפה לשלום (נ\"ו:), וכל מיני משקין יפין לחלום חוץ מן היין: יש שותהו (בחלום) וטוב לו ויש שותהו ורע לו, ותלמיד חכם לעולם טוב לו.והרואה דוד בחלום או ספר תהילים או שיר השירים יצפה לחסידות, והרואה ספר מלכים יצפה לגדולה, והרואה שלמה או יחזקאל או ספר משלי יצפה לחכמה, וכן ספר קהלת. והרואה מגילת אסתר נס נעשה לו, והרואה ישעיה יצפה לנחמה, והרואה ירמיה או אחאב או איוב או ספר קינות ידאג מן הפורעניות (שם נ\"ז:), וירבה בתפלה ומעשים טובים וצדקה תציל ממות, וקל וחומר משארי פורעניות.","הרואה נהר בחלום ישכים ויאמר: \"הנני נוטה אליה כנהר שלום\" (נ\"ו:), הרואה צפור בחלום ישכים ויאמר: \"כצפרים עפות כן יגן ד' וגו'”. הרואה קדרה בחלום ישכים ויאמר: \"ד' תשפות שלום לנו\", הרואה ענבים בחלום ישכים ויאמר: \"כענבים במדבר מצאתי ישראל\".הרואה הר בחלום ישכים ויאמר: \"מה נאוו על ההרים רגלי מבשר וגו'”, הרואה שופר בחלום ישכים ויאמר: \"והיה ביום ההוא יתקע בשופר גדול וגו'”. הרואה כלב בחלום ישכים ויאמר: \"ולכל בני ישראל לא יחרץ כלב לשונו\", הרואה ארי בחלום ישכים ויאמר: \"אריה שאג מי לא יירא\".הרואה שמגלח בחלום ישכים ויאמר: \"ויגלח ויחלף שמלותיו\", הרואה באר בחלום ישכים ויאמר: \"באר מים חיים\", הרואה קנה בחלום ישכים ויאמר: \"קנה רצוץ לא ישבר\", הרואה שור בחלום ישכים ויאמר: \"בכור שורו הדר לו\" (שם).וכולהו מפני כי סימנא מילתא היא, וכל החלומות הולכין אחר הפה, ולכן יפתור לטוב. ואם הולך לישן מתוך שמחה של מצוה, מראין לו חלום טוב (שבת ל':).","ואמרו חז\"ל בברכות שם: הרואה חלום ונפשו עגומה עליו, ייטיבנו בפני ג' אוהבים ויאמר בפניהם: 'חלמא טבא חזאי'. כלומר דיותר טוב שירגיל האדם את עצמו לבלי להביט אל חלומות כי רובם אין בהם ממש, כדכתיב בקהלת (ה): \"כי בא החלום ברוב עניין\", ופירש רש\"י: כי דרך החלום לבוא ברוב הרהורים שמעיין ומהרהר ביום ע\"ש. ונאמר (שם): \"כי ברוב חלומות והבלים ודברים הרבה כי את האלקים ירא\", והשוה חלומות להבלים. ועיקר הכל לירא מפני האלקים, ואז לא יירא מפני החלום.אמנם אם נפשו עגומה עליו שיש לו עגמת נפש מהחלום ודואג עליו, הסגולה לזה שג' אוהבים יפתרוהו לטוב. ואולי מפני זה המנהג בהרבה מקומות שמי שחלם לו חלום לא טוב יבוא לפני רב העיר לבקש לפתור לו את החלום, והרב ממציא לו פתרון לטובה, דלעניין דיני ממונות יחיד מומחה דינו כג' הדיוטות, ומסתמא הרב הוא אוהב לכל העיר, והוי כציוי חז\"ל להטיב בפני ג' אוהבים, והרב אומר שיהיה לטובה.","ופירושא ד'חלמא טבא חזאי', כלומר החלום שראיתי יהא לטובה, כמו שאומרים בעת ברכת כהנים: \"וכשם שהפכת... כן תהפוך כל חלומותי עלי לטובה\". ונהגו לומר שלוש פעמים כדרך כל הלחשים, והשלשה עונים לו: \"חלמא טבא חזיתא, טבא הוא וטבא ליהוי, רחמנא לשוייה לטב, שבע זימנין יגזרו עליה מן שמיא דליהוי טבא, טבא הוא וטבא ליהוי\", כן הוא נוסח הלחש. ולא שצריך לומר שבע פעמים, אלא שלוש פעמים, אבל הטור כתב דנוהגים לאומרו ז' פעמים ע\"ש.ויאמרו שלושה פסוקים של הפכות: \"הפכת מספדי למחול לי וגו'”, \"אז תשמח בתולה... והפכתי אבלם לששון וגו'”, ולא אבה... ויהפוך ה' אלהיך לך את הקללה לברכה\". ושלושה פסוקים של לשון פדיון: \"פדה בשלום נפשי וגו'”, \"ופדויי ד' ישובון וגו'”, \"ויאמר העם אל שאול... ויפדו העם את יונתן וגו'”. ושלושה פסוקים של שלום: \"בורא ניב שפתים שלום וגו'”, \"ורוח לבשה את עמשי... שלום לך וגו'”, \"ואמרתם כל לחי ואתה שלום וביתך שלום וכל אשר לך שלום\", ואחר כך אומרים לו: \"לך אכול בשמחה לחמך וגו'”.ויש מהפכים לומר: 'לך בשמחה אכול לחמך' מפני הראשי תיבות 'אבל', ויש שאין דעתם נוחה מזה להפוך לשון הפסוק, והסופי תיבות הם תיבת 'כלה' (ש\"ת בשם המקובל מהר\"י צמח), וכבר נדפסה הנוסחא בסידורים, וייטיב החלום אחר תפלת שחרית או קודם התפלה.וכבר נתבאר בסימן ק\"ל שיש תקון לחלום לומר: \"רבונו של עולם אני שלך וכו'” בעת נשיאת כפים או בשעת אמירת החזן 'שים שלום' ע\"ש. וכללו של דבר: לא ירגיל אדם בכאלה, וטוב לפני אלהים ימלט ממנה, וכשמטיבין לו חלום יזכור החלום במחשבתו בעת ההטבה (מג\"א סק\"א).","יש שכתב בלשון זו: \"ואם מטיבין שנים במעמד אחד, גם הג' צריך להטיב לו אף על פי שלא חלם באותו פעם\" (שם), ואין לזה שום הבנה, וכבר טרחו בזה רבים. ויש מי שפירש דאמטיבין קאי, דכשיש שנים שרוצים להטיב להחולם, מצוה על השלישי להזדקק לזה ואף על פי שלא חלם להחולם באותו לילה (מחצית השקל, ומובן שאין לזה שום עניין, והפרי מגדים כתב שאינו יודע פירושו ע\"ש).ויש מי שפירש דאם שנים מטיבים, יענו להם השלשה גם כן: 'חלמא דידך' לשון יחיד ולא לשון רבים ועל כל אחד קאי. ולזה אומר שצריכים ג' ולא נאמר דדי בשנים ואחד מהמטיבים שיענו לאחד מהם, ואחר כך ישיב השני עם השנים להקודם, דבעינן שכל המטיבין יהיו שלא מן בעלי החלום, ואף על פי שלא חלם באותו פעם (מגן האלף בסופו), וזה וודאי אין בו טעם וריח כמובן.","ולי נראה דהכי פירושו: דהנה זהו וודאי הטבת חלום אינו אלא ביום שבלילה שלפני היום חלם לו, ולא כשכבר עברו איזה ימים מן החלום, כמו תענית חלום שאינו אלא באותו יום. ולפי זה כשיבא אחד שלא חלם לו באותה לילה לבקש מטיבים, אין מחוייבים להזדקק לו, ואף שאפשר שיועיל, מכל מקום כיון שלא נמצא זה מפורש אין צריך להזדקק לו.וזהו כשאין לפניהם הטבת חלום כלל, או אפילו יש לפניהם הטבת חלום אבל רק אחד מטיב חלום והם עונים לו בלשון יחיד: 'חלמא דידך טבא הוא', וממילא שלא יועיל להאחר. ואם נאמר שבאמת ישיבו להם: 'חלמא דידכו' בלשון רבים והרי אין זה טרחה להם, יש לומר דאולי אינו מועיל לזה וממילא שלא יועיל גם למי שחלם לו באותה לילה, כיון שבדיבור אחד נאמרו.ולזה אומר דאם יש שנים שצריכים להטיב חלום, דבזה בעל כורחנו שהמטיבי חלום צריכים לומר להם: 'חלמא דידכו טבא' לשון רבים, אם כן ממילא גם השלישי שלא חלם לו באותו פעם יכול להטיב עמהם, וממה נפשך אם יועיל גם לו טוב, ואם לאו אין הכוונה עליו, כיון דגם בלעדו צריכין להטיב בלשון רבים, וילך על השנים הלשון 'חלמא דידכו'.","אמרו חז\"ל בשבת (י\"א.): יפה תענית לבטל חלום רע כאש לנעורת, ודווקא בו ביום ואפילו בשבת, ויתבאר בסימן רפ\"ח ע\"ש. ושם יתבאר שאומרים שעל ג' חלומות מתענין בשבת: הרואה ספר תורה שנשרף או תפילין שנשרפו, או יום הכיפורים בשעת נעילה, או שרואה קורות ביתו או שיניו שנפלו ע\"ש.ונכון שלא להתענות בשבת (מג\"א שם סק\"ז), ואף גם בחול אין להרגיל, כי זה לא נאמר רק על אדם טהור ושלא במילוי הכרס, וזולתם אין בהם ממש. ובמדרש קהלת איתא שפתרו לאשה שראתה בחלום שנפלו קורות ביתה ואמרו לה שתלד בן זכר, וכן היה לה ע\"ש, וזהו דמיון לולד הנופל מגופה, וכן אנו רגילין לפתור מעין החלום לטוב וכך חובתינו וכך יפה לנו, וכל החלומות הולכים אחר הפה כמ\"ש."],["במשנה דהרואה שנינו: \"על הגשמים ועל בשורות טובות אומר: 'ברוך הטוב והמטיב'”. ואינו מבואר מתי היא ברכת הגשמים, דאם בכל פעם כשגשם יורד מברך אין לדבר סוף ואין לזה טעם, ודברי הטור גם כן אינן מפורשין.ולשון רבינו הבית יוסף בסעיף א' כן הוא: \"אם היו בצער מפני עצירת גשמים וירדו גשמים, מברכין עליהם וכו'”, וכן כתב הלבוש. ותמיהני הלא בדיני תענית גשמים אינו מבואר כלל ברכה זו, ורק אמירת הלל כמבואר בתענית וברמב\"ם ולקמן סימן תקע\"ה. וצריך לומר דהתם בעצירת גשמים הרבה, ובכאן אפילו עצירה מועטת וצ\"ע.","אמנם מדברי הרמב\"ם בפרק י' דין ה' למדתי כוונה אחרת בזה, וזה לשון הרמב\"ם: \"ירדו גשמים רבים, אם יש לו שדה וכו'” עכ\"ל. ולפי זה הכי פירושו: דאם ירידת הגשמים ממוצע כמו בכל השנים - אין צריך ברכה, אבל כשהגשמים מרובים, ואצלם בארץ ישראל אין ריבוי גשמים מקלקלים התבואה כבמדינות שלנו, ובארץ ישראל כל מה שיורד יותר יש יותר ברכה, ולפיכך צריך ברכה.ולפי זה אתי שפיר מה שאצלינו אין מברכין ברכה זו, ורבינו הרמ\"א כתב וזה לשונו: \"ומה שאין אנו נוהגים בברכת הגשמים בזמן הזה, דמדינות אלו תדירים בגשמים ואין נעצרים כל כך\" עכ\"ל. וזה דוחק גדול, שהרי כמה שנים יש אצלינו עצירת גשמים.ולדברינו אתי שפיר, דכיון דהברכה היא על ריבוי גשמים ואצלינו ריבוי גשמים קללה גדולה, ויותר יש יוקר בריבוי גשמים מעצירת גשמים, ומה שייך אצלינו ברכה זו.","ומאימתי מברכין על הגשמים, כלומר מה נקרא ריבוי: משירבה המים על הארץ ויעלו אבעבועות מן המטר על פני המים, וילכו האבעבועות זה לקראת זה.ומה מברך: אם יש לו שדה מברך 'שהחיינו', ואם היתה שלו ושל אחרים מברך 'הטוב והמטיב' כמו שיתבאר בסימן הבא, דכל טובה שלו לבדו הטובה - הברכה 'שהחיינו', וכל שלעצמו ולאחר גם כן מגיע הטובה - הברכה היא 'הטוב והמטיב', כלומר הטוב לעצמו ומטיב לאחרים. ואף על גב דכשהשדה היא לו לבדו הרי יש עוד שדות, ולמה לא יברך 'הטוב והמטיב', דהטעם הוא משום דבעינן שאותה טובה ממש המגיע לו יהיה גם לאחרים חלק בזה.","ואם אין לו שדה כלל לא שייך אצלו ברכה מיוחדת, אלא מיהו צריך ליתן הודאה להשם יתברך שהרי העניין נוגע לכולם, וכך יאמר: מודים אנחנו לך ה' אלהינו על טיפה וטיפה שהורדתנו לנו, ואומר מנוסח נשמת: 'וא(י)לו פינו מלא שירה כים...' עד 'הן הם יודו ויברכו את שמך מלכנו', וחותם: 'ברוך אתה ה' אל רוב ההודאות והתשבחות', כן הוא ברמב\"ם, ובטור ושולחן ערוך לא נזכר 'והתשבחות' אלא 'רוב ההודאות ואל ההודאות' ע\"ש.ודע דהרא”ש פסק דגם כשיש לו שדה רק לעצמו, מכל מקום מברך 'הטוב והמטיב' מפני שדות אחרות וכמ\"ש, אבל רבינו הבית יוסף לא הביא דעתו כלל.","וכתב רבינו הרמ\"א בסעיף ב': \"ויש אומרים דהשומע שירדו גשמים מברך 'הטוב והמטיב'” עכ\"ל. כלומר כשיש לו שדה לבדו, דלהרמב\"ם מברך 'שהחיינו', זהו ברואה, משום דכאן רואה רק טובתו בלבד. אבל בשומע, מברך גם להרמב\"ם 'הטוב והמטיב', דבשמיעה יש לו הרבה שותפים בהטובה (כן נראה לי ומתורץ קושית המג\"א סק\"ב ודו\"ק). ובמצרים הרואה נילוס שנתגדל מברך 'שהחיינו' (שם בשם רדב\"ז) דזהו כפירא חדשה."],["תנן בריש הרואה: \"על בשורות טובות - הוא אומר 'ברוך הטוב והמטיב'”. ומפרש בגמרא (נ\"ט:) דכשהטובה לו לבדו מברך 'שהחיינו', ולו ולאחרים 'הטוב והמטיב', הטוב לדידיה ומטיב לאחריני, ודווקא כששמע הבשורה מפי איש נאמן (מג\"א סק\"א, ומ\"ש באשה עשירה צ\"ע ודו\"ק).ואינו מבורר מה נקרא שמועה טובה, והנראה שצריך להיות טובה חשובה ששמח בזה הרבה, הן שמחה של ממון והן מין שמחה אחרת, ובממון תלוי לפי עשירותו ועניותו, דמה שלעני הוא דבר גדול הוה לעשיר דבר קטן, והכל לפי העניין, וברכות אלו הם בשם ומלכות.","ועל בשורות רעות מברך 'דיין האמת' בשם ומלכות. ובזה אין חילוק בין שהרעה לו לבדו ובין שנוגע גם לאחרים, דזהו הצדקת דין שמים כדכתיב: \"הצור תמים פעלו וגו'”. ואין חילוק בין רעת הגוף ובין רעת ממון, וגם כן כל אחד לפי ערכו כמ\"ש לעניין הטובה.","שנו חכמים במשנה דהרואה (נ\"ד.): \"חייב אדם לברך על הרעה כשם שמברך על הטובה\", והיינו לברך על הרעה בדעת שלימה ובנפש חפיצה כדרך שמברך בשמחה על הטובה, כי הרעה לעובדי השם היא טובתם ושמחתם, כיון שמקבל מאהבה מה שגזר עליו השם.ויחשוב שהכל כפרת עונותיו, ונמצא שבקבלת רעה זו הוא עובד השם, ועבודת השם שמחה היא לו, וזהו דכתיב: \"ואהבת את ה' אלהיך... ובכל מאדך\", בכל מדה ומדה שהוא מודד לך, הן מדה טובה הן להיפך, הוי מודה לו במאד מאוד. וזהו שאמר דוד: \"חסד ומשפט אשירה\", כלומר בין שנוהג עמי במדת החסד ובין שנוהג עמי במדת משפט תמיד אשירה. ואיוב אמר: \"ד' נתן וד' לקח יהי שם ד' מבורך\".ולעולם יהא אדם רגיל לומר: 'כל דעביד רחמנא לטב עביד' (גמרא ס':), והמשכיל יבין בדעתו ושכלו כי ענייני עולם הזה הבל וריק, רגע קטנה כצל עובר וכחלום יעוף.","מברכין על הטובה 'הטוב והמטיב' אף על פי שירא שמא יבוא רעה מזה, כגון שמצא מציאה ומתיירא שמא ישמעו האנסים ויטלו כל אשר לו, כיון דעתה היא טובה ואין הדבר ברור שתגיע לו הרעה, דא(י)לו ברור לא שייך ברכת 'הטוב והמטיב'.וכן מברך על הרעה 'ברוך דיין האמת' אף על פי שיבא לו טובה ממנה, כגון שבא לו שטף מים על שדהו, ואף על פי שכשיעבור השטף תהיה טובה לו שהשקה שדהו, מכל מקום עתה רעה היא לו שגרמה לו היזק הרבה. ולכן אף על פי שהטובה וודאי תבא, מכל מקום ההיזק שהיה לו נשאר היזק. ופשוט הוא שאם אין לו בזה היזק כלל דאינו מברך 'דיין האמת', וגם 'הטוב והמטיב' על השקאת השדה לא יברך, דאין זה מן ריבוי השמחה שיברך על זה 'הטוב והמטיב'.ודע שעל כמה רעות כשבאו או שמעם כאחד ברכה אחת לכולן, וכן לעניין הטובה כשיגיע לו טובות הרבה כאחת או שמע הרבה שמועות טובות בפעם אחת - מברך ברכת 'הטוב והמטיב' פעם אחת על כל הטובות."],["ילדה אשתו זכר - מברך 'הטוב והמטיב', שזהו טובה לו וגם טובה לאשתו, שגם היא רצונה יותר בזכר (גמרא נ\"ט:). ואין חילוק בין היה בשעת לידה או שהיה בעיר אחרת והגיע לו השמועה - מברך, וגם היא חייבת לברך 'הטוב והמטיב'. אבל בלידת נקבה אין מברכין, לפי שאין בזה שמחה כל כך כבזכר.ואין חילוק בין קיים פריה ורביה או לא קיים, וגם אין חילוק בין כשהם שמחים על לידת הזכר או אינם שמחים בלבם. ויש מי שכתב שישתחוה נגד מזרח ויברך (מג\"א סק\"ב), ולא ידעתי טעם לזה.","וכתב רבינו הרמ\"א: \"ואם מתה אשתו בלידתה - מברך 'שהחיינו', דהא ליכא הטבה לאחריני, וכן אם מת האב קודם שילדתו - היא מברכת 'שהחיינו'. ויש שכתבו שנהגו להקל בברכה זו שאינו חובה אלא רשות, ומזה נתפשט שרבים מקילים באלו הברכות\" עכ\"ל.ואין זה מספיק, דרשות לא מצינו בגמרא רק אברכת שהחיינו על פירא חדשה (עירובין מ':), אבל בילדה אשתו זכר דמברך 'הטוב והמטיב' היא ברייתא מפורשת (נ\"ט:), וכבר הקשו עליו כעין זה (מג\"א סק\"ג).ולעניות דעתי נראה טעם נכון מה שמקילים בברכה זו, דלא מצאתי ברי\"ף וברמב\"ם פרק י' כלל דין זה ע\"ש, ותמיהני שהפוסקים לא הרגישו בזה. וכיון שהרי\"ף והרמב\"ם דחאו זה מהלכה, פשיטא שאין לנו לכנוס בספק ברכה.וטעם רבותינו נראה לי, דהנה לשון הברייתא כן הוא: \"אמרו לו ילדה אשתו זכר מברך... מת אביו וכו'”. וקשה למה בילדה זכר תניא: 'אמרו לו' ולא במת אביו. אלא וודאי דבסתמא אין לברך, והברייתא מיירי באדם שדואג ותאב ללידת זכר, כהך דתנן בנזיר (י\"ב:): \"הריני נזיר כשיהיה לי בן\" ע\"ש, והאנשים ששמעו ממנו באו ואמרו לו ילדה זכר, כלומר בשרוהו בשורה טובה, שהקדוש ברוך הוא מילא תאוותך.(ובזה אתי שפיר על מה שהקשה שם: \"וכל היכא דלית לאחריני בהדיה לא מברך 'הטוב והמטיב', והתניא: ילדה וכו'”. ומתרץ: \"התם וכו' אשתו וכו'” ע\"ש. ואינו מובן דקארי לה מאי קארי לה, האם לא ידע זה. ולפי מ\"ש אתי שפיר, דבסתם אינו מברך, ורק בכאן היה תאוב לזה אבל ממנה לא שמענו, ולכן היה סבור דהטובה רק לו לבדו. ומתרץ דאינו כן, דמסתמא כשהוא תאוב גם היא תאבה לזכר ודו\"ק)","מת אביו - מברך 'דיין האמת', שעל כל המתים שמתאבל עליהם חייב בברכה זו, וכל שכן על אביו. ואפילו על תלמיד חכם ואדם כשר לכתחילה יש לברך 'דיין האמת' כשמת, דלא גרע משמועות רעות, אלא שלא נהגו לברך בשם ומלכות, ועיין ביורה דעה סימן ש\"מ (ועיין ב\"ח ומג\"א סק\"ד).מיהו על אביו פשיטא שמברך בשם ומלכות ואין בזה רבותא כלל, אלא דהרבותא היא דאם הניח לו אביו ממון בירושה סכום נכון, אחר שבירך 'דיין האמת' מברך 'שהחיינו' על ירושת הממון. ולא אמרינן איך יברך 'שהחיינו' בעת מיתת אביו, דאין עניין זה לזה. אך אימתי מברך 'שהחיינו', כשהוא יורש אחד. אבל כשיש עוד יורש - מברך 'הטוב והמטיב', הטוב לדידיה ומטיב לאחריני, דכללא הוא שאין מברכין 'הטוב והמטיב' אלא אם כן מגיע גם לאחר טובה זו.ואין לומר הלא גם כשהוא לבדו יורש הרי מגיע טובה לאשתו ובניו, דאינו כן, דהם תלוים בו. ולא דמי לילדה אשתו זכר שגם היא יש לה חלק ממש בהולד, אבל ממון כולו שלו. ולאו דווקא בירושת אביו מברך, והוא הדין איזה ירושה שהוא.","תנן: \"בנה בית חדש וקנה כלים חדשים – מברך: 'ברוך אתה ה' אלהינו מלך העולם שהחיינו וקימנו והגיענו לזמן הזה\", והטעם מפני ששמחה היא לו.ויראה לי אף על גב דלעניין חזרת מערכי מלחמה, דכתיב: \"מי האיש אשר בנה בית וגו'”, ותנן בפרק ח' דסוטה: \"אחד הבונה בית התבן בית הבקר בית האוצרות\" ע\"ש, דאלו כולם בכלל בית, מכל מקום 'שהחיינו' אינו מברך אלא על בית ממש, דבזה יש שמחה הרבה ולא בבית התבן וכו'. אמנם בהא דתנן התם: \"אחד הבונה ואחד הלוקח ואחד היורש ואחד שניתן לו במתנה\", גם בכאן כן הוא, דלעניין שמחה זה וזה שוין.ויש להסתפק דבמערכי מלחמה חשיב ג' דברים: בנה בית נטע כרם ונשא אשה, איך הדין ב'שהחיינו'. והנה מדלא חשיב בהרואה כרם ואשה, שמע מינה דעל אלו אין מברכין. ועל כרם יש לומר שאין זה שמחה בבית, אבל באשה יש תמיה למה לא יברכו 'שהחיינו', שהרי שמחה גדולה היא שמברכין: 'שהשמחה במעונו'.ויש לומר משום דבשעת ארוסין אינה עדיין שמחה שלימה, ואי אפשר לברך אז 'שהחיינו', ובשעת נשואים שנגמרה השמחה אי אפשר לברך מפני שעצם הדבר כבר נגמר באירוסין, ולכן גם אצלינו שהם כאחד האירוסין והנשואין לא נהגו לברך כיון שהם לא ברכו גם אנן לא מברכינן. וכן בכרם לא תיקנו 'שהחיינו', שבעת הנטיעה אין שמחה עדיין, שהפירות אסורים ג' שנים משום ערלה, ואחר כך לא שייך לברך מפני שהעניין כבר נגמר, ולכן לא הזכירו רק בית שמשתמש תיכף בהגמרה.","בבית וכלים חדשים, אפילו היה לו כיוצא בהם - צריך לברך 'שהחיינו', כיון דזהו חדש לו. ולא עוד אלא אפילו קנה פעם אחת כיוצא באלו וחזר וקנה כיוצא באלו, דגם לעניין קנייה אינה פעם ראשון - מכל מקום מברך 'שהחיינו', כן הוא לפי סוגית ההלכה (ס'.), וכן פסקו הטור והשולחן ערוך. אמנם הרמב\"ם בפרק י' לא הזכיר רק היה לו כיוצא בהם, ולא הזכיר קנה וחזר וקנה ע\"ש (עיין כ\"מ).ואיתא בירושלמי שם: דאפילו אינם חדשים, כיון שאצלו חדשים הם - מברך 'שהחיינו', כיון שאלו לא היו אצלו מעולם, ולא אמרו 'חדשים' אלא לאפוקי אם היו שלו ומכרן וחזר וקנאן, דאינו מברך, כיון שהיו אצלו מקודם אין זה שמחה כל כך. (המג\"א סק\"ה כתב שאין נזהרין בזה ע\"ש, וכמדומני שעכשיו נזהרין בזה, ורק מפני שצריך דבר חשוב כמו שיתבאר, לכן אם אין ברור שחפץ כזה הוא חשוב אצלו, לכן יש נמנעין מהברכה)","יש לו לברך בשעת הקניין אף על פי שעדיין לא נשתמש בהם, שאין הברכה אלא על ידי שמחת הלב שהוא שמח בקנייתן. ודווקא כשהדבר נגמר כתקונו, אבל אם הבית עדיין לא נגמרה לגמרי והכלי צריכה תקון והבגד צריך תקון - לא יברך עד שיגמור כל התקונים. ובבגד כשלובש לילך בו יברך: \"מלביש ערומים\", וברכת 'שהחיינו' קודמת (עיין מג\"א סק\"ו ואין הבנה לדבריו ע\"ש).","כתב רבינו הבית יוסף בסעיף ה': \"קנה כלים שמשתמשין בהם הוא ובני ביתו - מברך 'הטוב והמטיב', ואם נתנו לו במתנה - מברך 'הטוב והמטיב', שהיא טובה לו ולנותן\" עכ\"ל.ואם קנה כלים לו לבד ולבני ביתו לבד, מברך על שלו 'שהחיינו' ועל של בני ביתו 'הטוב והמטיב' (ב\"ח ומג\"א סק\"ז), דבשל בני ביתו גם הוא משתמש.(עיין ט\"ז סק\"ד, ולפי מה שכתבתי המג\"א אינו כן אלא כמ\"ש, והמג\"א הקשה על טובת הנותן מאבן העזר סוף סימן ל\"ז ע\"ש. ולולי דברי הרא”ש הייתי אומר דהנה זה הדין הוא מירושלמי, והכוונה הוא דכשקונה בכספו, אף שבני ביתו משתמשים גם כן מכל מקום העיקר שלו הוא, אבל הנותן מתנה נותן שכל בני ביתו ישתמשו בזה, ולכן הברכה היא 'הטוב והמטיב' ודו\"ק) (ועיין באר היטב סקט\"ו וש\"ת סקי\"ג, ולפי מ\"ש אתי שפיר ודו\"ק)","זה לשון הטור: \"כתבו התוספות שאין לברך אלא על דברים חשובים, דומיא דבנה בית חדש, אבל דבר שאינו חשוב כל כך, כגון חלוק או מנעלים ואנפלאות, אין לברך עליו. ואדוני אבי הרא”ש ז\"ל כתב: יראה לי שהכל לפי מה שהוא אדם: יש עני ששמח בחלוקו יותר מעשיר בכלים חשובים\" עכ\"ל.ופסק רבינו הבית יוסף בסעיף ו' כדעת הרא”ש. ויש מי שאומר דגם התוספות סוברים כן, ואינהו לא מיירי בעני (מג\"א סק\"י בשם רדב\"ז). אבל רבינו הרמ\"א כתב: \"ויש אומרים דאפילו עני אינו מברך על חלוק ומנעלים וכדומה, וכן נוהגין\" עכ\"ל.ביאור דבריו: דדעת התוספות כן הוא, דוודאי אף בדברים חשובים כבגדים וכלים יקרים תלוי בעש(י)רותו ועניותו, דהעני גם בגד פשוט יש לו חשיבות ומברך עליו 'שהחיינו', מה שאין כן העשיר אינו מברך אלא בגד יקר כמשי וצמר טוב וכדומה. ובזה הכל מודים, וגם הרא”ש והטור סבירא ליה כן, אלא דבזה מוסיפים התוספות דעל חלוק ומנעלים ואנפלאות גם העני לא יברך אף על גב שחשובים אצלו, וזהו מטעם אחר, משום דבברכת 'שהחיינו' בעינן דבר הבא לעתים רחוקות, וזהו כעין מזמן לזמן, דבזה שייך 'שהחיינו', והיינו בגדים שלא תדיר לובשים בגדים חדשים. אבל חלוק ומנעלים ואנפלאות וכדומה תדירים הם להתחדש ולא שייך לברך עליהם 'שהחיינו', וכן המנהג אצלינו.ועל ספרים: יש מי שאומר שאין לברך, דמצות לאו ליהנות ניתנו (מג\"א סק\"ה), ויש חולקים בזה (שם וש\"ת). ומי שגמר איזה חיבור יש מי שאומר לברך 'שהחיינו', ולא נהגינן כן (עיין ש\"ת סק\"ב). ועל בניין בית הכנסת אין לברך כיון שהוא של רבים, דלא כיש מי שהורה ששליח הציבור יברך 'הטוב והמטיב' (שם סק\"א) ומי שזיכהו השם יתברך לכתוב ספר תורה, יש שבהגמרו מברך 'שהחיינו' על קיום המצוה ונכון הוא, ולא ידעתי אם כולם נוהגים כן.","כתב רבינו הרמ\"א: \"המנהג לומר למי שלובש בגד חדש: 'תבלה ותחדש'. ויש מי שכתב שאין לומר כן על מנעלים או בגדים הנעשים מעורות של בהמה, דאם כן היו צריכין להמית בהמה אחרת תחילה, שיחדש ממנו בגד אחר, וכתיב: \"ורחמיו על כל מעשיו”. והנה הטעם חלוש מאוד ואינו נראה, ומכל מקום רבים מקפידים על זה שלא לאומרו\" עכ\"ל."],["הרואה מרקוליס או שאר עבודת כוכבים אומר: \"ברוך אתה ד' אלקינו מלך העולם שנתן ארך אפים לעוברי רצונו\". כלומר שלא תחשוב מדהיא מתקיימת זמן הרבה אינו חושש לה כביכול, אלא שזהו ממדת ארך אפים, שהקדוש ברוך הוא מאריך אפו וגבי דיליה. ואם רואה אותה בתוך ל' יום אינו חוזר ומברך, דכל ברכות הראייה הוא משלשים לשלשים. וכתב רבינו הרמ\"א דהאידנא אין מברכין זאת הברכה עכ\"ל, ואין להאריך בזה.","הרואה מקום שנעקרה ממנו עבודת כוכבים, אם הוא בארץ ישראל אומר: \"ברוך אתה ה' אלוקינו מלך העולם שעקר עבודת כוכבים מארצנו\", ואם הוא בחו\"ל אומר: \"שעקר ממקום הזה\". ואומר בשתיהם: \"כשם שעקרת אותם מהמקום הזה כן תעקור אותה מכל המקומות, והשב לב עובדיהם לעבדך\".ואם נעקרה ממקום אחד ונתנוה במקום אחר, מברך על מקום שנעקרה: \"ברוך... שעקר וכו'”, ועל המקום שנתנוה מברך: \"ברוך... שנתן ארך אפים וכו'”.","איתא במסכת עבודת כוכבים (י\"ח:): \"תנו רבנן: ההולך לאיצטדינין... הרי זה מושב לצים, וכן ההולך לטרטיאות ולקרקיסאות, ועל זה נאמר: \"אשרי האיש אשר לא הלך וגו'” ע\"ש. וכי יקרה בעירך השמר לך פן תראה, כי אז תזכה ותחזה קניגתן של לויתן והשור. וכי תשמע קול מחנגים ומחללים בחלילים וכל כלי שיר, האנח ותאמר: \"רבון העולמים, עמך אשר הוצאת ממצרים חטאו בכפלים ולקו בכפלים, ארמנותיו הרסת משושיו השבת שמחותיו ערבת ששונו הפכת, אתה ד' אל לעד תאנף בנו, יהי רצון מלפניך שתבנה ירושלים עיר קדשך במהרה בימינו אמן\" (ב\"ח בשם האשכול ע\"ש).","הרואה בבל הרשעה אומר: \"ברוך אתה ה' אלהינו מלך העולם שהחריב בבל הרשעה\". ראה ביתו של נבוכדנצר אומר: \"ברוך... שהחריב ביתו של נבוכדנצר הרשע\", ואפילו רואה אותה מרחוק, דא(י)לו מקרוב אי אפשר, דנחשים ועקרבים יסובבוה כמו שקללה ישעיה הנביא. ראה גוב אריות או כבשן האש בבבל מברך: \"ברוך שעשה ניסים לצדיקים במקום הזה\", וכבר נתבאר זה בסימן רי\"ח ע\"ש.ויש מקום בבבל שכל בהמה שתעבור על מקום הזה אינה יכולה לעבור משם אם לא יתנו עליה מעפר המקום ההוא, והוא סימן קללה לה כדכתיב: \"וטאטאתיה במטאטא השמד\", אומר כשמגיע למקום הזה: \"ברוך אומר ועושה ברוך גוזר ומקיים\". ולא ידעתי אם זהו בשם ומלכות אם לאו, ונראה שאינה בשם ומלכות, דאי בשם ומלכות לא שייך לומר שני פעמים 'ברוך' (ודע דכל מה שכתבנו בסעיף זה לא הביאם הרמב\"ם ז\"ל כלל בפרק י', ולא ידעתי למה, ובגמרא ליכא באמת שני פעמים 'ברוך' ע\"ש, והלבוש כתב בשם ומלכות ע\"ש).","הרואה ששים רבוא מישראל ביחד מברך: \"ברוך אתה ה' אלהינו מלך העולם חכם הרזים\", שאין דעתם דומה זה לזה ואין פרצופיהן דומים זה לזה. דכשם שהם מחולקים בדיעות, שהיא צורה הפנימית עד ששים רבוא, כך הן מחולקין בצורה החצונית, וזהו כלל כל הדעות והוא הקצה האחרון שאין עוד צורה אחרת מכאן ואילך. ולכן ניתנה התורה לס' רבוא, כדי לכלול כל הדעות והחכמות שאין להוסיף עליהם (מהרש\"א ברכות נ\"ח.).והקדוש ברוך הוא הוא חכם הרזים, כלומר שאף על פי שחכמים הם ואין פיהם ומחשבתם שוה, וכל אחד חכמתו משונה ואין פיהם ומחשבתם שוה וכל אחד חכמתו משונה מחבירו, אף על פי כן הוא חכם הרזים ויודע מה בלב כל אחד (לבוש).והרואה אוכלסי עובדי כוכבים אומר: \"בושה אמכם מאוד חפרה יולדתכם, הנה אחרית גוים מדבר ציה וערבה\" (ירמיה נ, ב).","הרואה חכם מחכמי ישראל שגדול בתורה מברך: \"ברוך אתה ה' אלהינו מלך העולם שחלק מחכמתו ליריאיו, כי חלק ה' עמו יעקב חבל נחלתו\". והרואה חכם מחכמיהם הגדול בשארי חכמות מברך: \"ברוך... שנתן מחכמתו לבשר ודם\". וכמה שיעור גדלו בתורה או בשארי חכמות לא נתבאר, ולכן נמנעים עתה מברכה זו.והרואה מלך ממלכי ישראל בזמן המקדש היה אומר: \"ברוך... שחלק מכבודו ליריאיו\", והרואה מלך ממלכי האומות מברך: \"ברוך... שנתן מכבודו לבשר ודם\". ואפילו הוא סומא שאינו רואה מברך, ואפילו רואה דרך חלון או מרחוק מברך.ומצוה להשתדל לראות מלך, ואם ראהו פעם אחת אל יבטל מלימודו לראותו עוד, אם לא שבא ביותר כבוד וחיל מבפעם הראשון, וכתב הרמב\"ם סוף פרק ג' מאבל דמותר לכהן לטמא בטומאה דרבנן כדי לראות מלך. וכל ברכות הראייה כבר נתבאר שהוא משלשים יום לשלשים יום, אבל כשרואה מלך אחר אפילו בתוך ל' מברך.","תנו רבנן (נ\"ח:): \"הרואה בתי ישראל בישובן אומר: \"ברוך... מציב גבול אלמנה\", בחורבנן אומר: \"ברוך... דיין האמת\". בתי עובדי כוכבים בישובן אומר: \"בית גאים יסח ד'” (משלי טו, כה), בחורבנן אומר: \"אל נקמות ד' אל נקמות הופיע\" (תהלים צד, א).ופירש רש\"י: \"בתי ישראל בישובן, כגון בישוב בית שני ובארץ ישראל\" (מג\"א סק\"ח), ולפי זה לא שייך עתה ברכה זו. והרי\"ף כתב: \"הרואה בתי כנסיות של ישראל בישובן\" ע\"ש, ויש מי שכתב דקאי על בתי עשירים גדולים שנותנים צדקה הרבה ומתנהגים ביראת ה' (בית יוסף). ועל כל פנים לא נהגנו בברכה זו מפני שינוי הפירושים, וספק ברכות להקל.","הרואה קברי ישראל מברך: \"ברוך... אשר יצר אתכם בדין וזן אתכם בדין וכלכל אתכם בדין ואסף אתכם בדין (וברמב\"ם וטור הגירסא: 'והמית אתכם בדין', וכן המנהג), ועתיד להקימכם בדין ויודע מספר כולכם בדין והוא עתיד להחיותכם ולקיים אתכם, ברוך אתה ד' מחיה המתים\", ובירושלמי מוסיף קודם החתימה: 'הוא יגלה עפר מעיניכם' ע\"ש. והרואה קברי עובדי כוכבים אומר: \"בושה אמכם וגו'”, כמ\"ש בסעיף ה'.וכל ברכות הראייה, אם ראה אותם בתוך ל' אינו מברך כמ\"ש, ואם ראה בית הקברות אחר מברך אף בתוך ל', וכן אם נתוספו קברים בבית הקברים זה גם כן חוזר ומברך, ואם יש ספק אם נתוספו אינו מברך, ויברך כשהוא סמוך להקברים תוך ארבע אמות. ועל קבר אחד אינו מברך, וכהן שאי אפשר לו לקרב עצמו להקברים נראה שיכול לברך מרחוק כיון שרואה אותם, וכן ההולך לדרכו או נוסע בעגלה כיון שרואה הקברים נראה שמברך."],["דע דבעירובין (מ':) מבואר להדיא דברכת 'שהחיינו' שבמועדים הבאים מזמן לזמן הם חובה, וברכת 'שהחיינו' שעל פירא חדשה היא רשות ע\"ש, ולזה נראה לעניות דעתי דכל מיני ברכת 'שהחיינו' הבאים לזמן קבוע, כמו בחנוכה ופורים - הוי חובה, ושארי ברכות שהחיינו - הם רשות, ולפיכך הרבה מקילים בזה.ומיהו בפירות חדשות קבלוה כחובה וכולם נזהרים בזה, ונמצא בירושלמי (קדושין פרק ד') מי שהיה מצמצם פרוטות מהוצאתו לקנות כל פירא חדשה ולטעום אותה, ואומר שם שעתיד ליתן דין וחשבון על שלא אכל.","הרואה את חבירו שחביב עליו ושמח בראייתו מאוד: אם יש שלשים יום שלא ראהו - מברך 'שהחיינו' בשם ומלכות, ואם לא ראהו שנים עשר חדש - מברך 'מחיה המתים', ואז אינו מברך שהחיינו.וזהו כשלא היה מכתבים ממנו אליו, אבל כשקבל ממנו מכתב אינו מברך 'מחיה המתים', אבל לעניין 'שהחיינו' אין חילוק, דאפילו קיבל מכתב בתוך ל' מברך 'שהחיינו'. והטעם דברכת 'שהחיינו' היא מתוך שמחת הראייה פנים בפנים, אבל ברכת 'מחיה המתים' הוא מצד שעתה נתוודע שהוא חי, ולכן כיון שכבר ידע שהוא חי על פי מכתבים או שמע מבני אדם שהוא חי שוב לא שייך ברכת 'מחיה המתים'.ושיעורא די\"ב חדש נראה משום דאין המת משתכח מן הלב עד י\"ב חדש (כן נראה לי ועיין באר היטב וש\"ת סק\"א), ומי שלא ראהו מעולם אף על פי שידע ממנו, כגון ששלח לו מכתבים ונהנה בראייתו, מכל מקום אינו מברך על ראייתו.","ואין חילוק בדין זה בין זכרים לנקבות, ורק אם שמח מאוד בראייתם מברך 'שהחיינו', ורק ממילא דבנקבות לא שייך דין זה רק באשתו ואמו בתו ואחותו כיוצא באלו. ועכשיו מקילים מאוד בברכה זו, מיהו מי שיודע בעצמו שיש לו תענוג בראייתו ושמח מאוד, וכל שכן בן לאביו או אב לבן ואח לאחיו כיוצא בהם - צריך לברך.","כתב רבינו הרמ\"א בסעיף ב': \"יש אומרים מי שנעשה בנו בר מצוה, והיינו כשהוא בן י\"ג שנה ויום אחד, יברך: \"ברוך אתה ה' אלהינו מלך העולם שפטרני מעונשו של זה\", וטוב לברך בלא שם ומלכות\" עכ\"ל.ועניין הברכה הוא משום דעד עתה נענש האב כשהבן חטא על שלא חינכו כראוי, וגם הבן מת בעון האב, אבל כשנעשה בר מצוה אז אין האב נענש בשביל הבן ולא הבן בשביל האב (מג\"א סק\"ה), כדכתיב: \"איש בחטאו יומתו\", והא דכתיב: \"פוקד עון אבות על בנים\", זהו כשאוחזים מעשה אבותיהם בידיהם (סנהדרין כ\"ז.).וזהו שכתב לברך בלא שם ומלכות, טעמו משום דלא מצינו ברכה זו בגמרא, אבל במדרש ריש תולדות נמצא ברכה זו, וכמה ברכות מברכים אף שלא נמצא בגמרא, כברכת 'הנותן ליעף כח' ו'המקדש את שמך ברבים'. והרבה נהגו לברכה בשם ומלכות בעת קריאת התורה שקוראים נער בר מצוה לעלות לתורה, אם ביום שנעשה בר מצוה הוא יום של קריאת התורה או למחרתו (שם סק\"ד).ומצוה לעשות סעודה ביום שנעשה בר מצוה, והיא סעודת מצוה (שם). ואם הנער דורש, אפילו אין הסעודה באותו יום - הוי סעודת מצוה (שם בשם ים של שלמה).","מצוה לטעום מכל פירא חדשה, וכדאיתא בירושלמי שהבאנו בסעיף א'. והטעם פשוט, כדי לתת שבח והודיה להשי\"ת שמחדש הפירות משנה לשנה כדי ליהנות בהם בני אדם, ומברכין על כל פירא חדשה המתחדש משנה לשנה 'שהחיינו'.והעולם נהגו לברך תחילה הברכה שעל הפירא ואחר כך 'שהחיינו', וכן ראיתי לגדולים שכתבו כן מטעם תדיר ושאינו תדיר תדיר קודם ועוד טעמים (הגרי\"פ ובשם הלק\"ט). ולעניות דעתי נראה להקדים ברכת 'שהחיינו', ולא שייך כאן טעם תדיר, דטעם תדיר אינו אלא כשחיוב שניהם באים כאחת, אבל כאן ברכת 'שהחיינו' חל קודם, דעיקר ברכת 'שהחיינו' היא על הראייה לא על האכילה, אלא שאנו נוהגים לברכה בשעת אכילה, אבל ברכת הפירא הוא רק בעת האכילה. ועוד דבכל ברכת הנהנין צריך שלא יהא הפסק בין הברכה להאכילה, ולכן יש להקדים ברכת 'שהחיינו', וכן אני נוהג.","עיקר ברכת 'שהחיינו' היא על הראייה, כמ\"ש הרמב\"ם בריש פרק י': \"הרואה פירא המתחדש משנה לשנה בתחלת ראייתו - מברך 'שהחיינו'” עכ\"ל, וכן כתב רש\"י ז\"ל בעירובין (מ': ד\"ה 'אקרא חדתי'), וזה לשונו: \"כשאני רואה דלעת חדשה משנה לשנה אמינא זמן\" עכ\"ל.והטור והשולחן ערוך סעיף ג' כתבו: \"הרואה פירא חדש מתחדש משנה לשנה - מברך 'שהחיינו', אפילו רוא(י)הו ביד חבירו או על האילן. ונהגו שלא לברך עד שעת אכילה, ומי שבירך בשעת ראייה לא הפסיד. ואין לברך עד תשלום גידול הפירא, ואם לא בירך בראייה ראשונה יכול לברך בראייה שנייה\" עכ\"ל.","והטעם המנהג, יש לומר דאין אנו בקיאים מתי תשלום גידול הפירא, ויש מי שכתב דכשהגיע לפול הלבן מברך (מג\"א סק\"ח בשם רדב\"ז), ויש מי שכתב דאם בירך קודם גמר הפירא צריך לחזור ולברך כשיגמר הפירא (שם בשם רשב\"א), ולפי זה בעת ראייה לא יהיה הדבר מבורר, ולכן נהגנו לברך בעת אכילה, דאז נתברר בטוב.ועוד אפשר לומר הטעם דהנה עיקר ברכת שהחיינו הוא מפני השמחה מהעניין הזה, ולכן בדורות הראשונים שהיו תמימי דרך ושמחו בראיית פירא חדשה ונתנו בלבם תודה לה' על טובו וחסדו לכל העולם, ולכן היו יכולים לברך על הראייה. מה שאין כן אנחנו, אין השמחה והכרת טובה ניכרת אצלינו אלא בשעת הנאת הגוף בעת האכילה, ולכן אי אפשר לנו לברך על הראייה.וזהו שכתבו: \"ומי שבירך על הראייה לא הפסיד\", כלומר שלא נאמר דאצלינו היא ברכה לבטלה, דאינו כן. וזהו שכתבו דאם לא בירך בראייה ראשונה מברך על ראייה שנייה, ולפי זה לדידן אם לא בירך על אכילה ראשונה מברך על אכילה שנייה. אבל רבים חולקים בזה, וסבירא ליה דאם לא בירך בפעם הראשון 'שהחיינו' שוב לא יברך, וכן יש לנהוג, ובפרט בברכת 'שהחיינו' שהיא רשות (שם סק\"ט בשם ר\"מ וסמ\"ק ורדב\"ז).","וכתבו בסעיף ד': \"אם בירך שהחיינו על שיריזא\"ש, כשיאכל גינד\"ש חוזר ומברך 'שהחיינו', והם כשני מיני גודגדניות כגון וויינקשו\"ל וקירסי\"ן וכל כיוצא בזה\" עכ\"ל.ואפילו אין חלוקין בשמן אלא חלוקין בטעמן, כגון תאנים לבנות ותאנים שחורות - שני מינין הן (לבוש ומג\"א). ויש מי שכתב אפילו יש להם טעם אחד וחלוקין במראיתן, כגון אדומות ושחורות - שני מינין הם (שם סק\"י בשם מט\"מ).ובשם מהרי\"ל כתבו דאפילו ב' מיני אגסים או ב' מיני תפוחים או אגוזים, מברכין על כל אחד 'שהחיינו' (שם). ולפי זה יתרבו עלינו ברכות 'שהחיינו', שהרי כמה מינים יש בכל מין ומין, ויש בהפירות הקטנים כמו קירסי\"ן וויינפערלא\"ך מראות שונות אדומים ושחורים ולבנים וירוקים וגם אינם שווים בהטעם, ונצטרך לברך על כל אחד 'שהחיינו', ואין המנהג כן.","ובאמת יש מי שחולק על זה, וסבירא ליה דהמפורדין שבכל מין ומין אינו כמין אחר לעניין ברכת 'שהחיינו'. דהנה טעם המחמירים הוא משום דתנן בפרק ד' דתרומות דתאנים שחורות אין מעלות את הלבנות ע\"ש, וכיון דלעניין ביטול איסורין הוויין שני מינים והוא הדין לעניין 'שהחיינו' (עיין בית יוסף).אבל באמת גם בשם יש פלוגתא בזה, ועוד דלרבי עקיבא דהלכתא כוותיה תלוי באם ידע מה נפל אם שחורה אם לבנה, דבידע מה נפל אינן מבטלות זו את זו, ובלא ידע מבטלות. ואם כן הוי ראיה להיפך, דמזה משמע דמין אחד הם, ומה שאין מבטלות בידוע משום דאלו לא נכנסו בכלל הספק מהאיסור ואיך יבטלו את האיסור, והרי אפילו במין אחד לגמרי אותן שלא נכנסו בכלל האיסור אינן מועילות לביטול (הגר\"א סק\"ג וכן הכנסת הגדולה גמגם בזה). ולכן מנהגינו רק לברך 'שהחיינו' על מין הכולל ולא על הפרטים שבכל מין ומין (וראיה לזה מהדין שיתבאר בסעיף י' ודו\"ק).","כתב רבינו הבית יוסף בסעיף ה': \"אם בירך שהחיינו על ענבים, כשישתה יין חדש אינו חוזר ומברך\" עכ\"ל, משום דחד טעמא הוא אף שמשונים בהשם, דהכל שמחה אחת היא (מג\"א סקי\"א).והמהרי\"ל היה מונע עצמו מלאכול ענבים עד שתיית התירוש (שם), ולפי זה כששותה יין חדש ועדיין לא אכל ענבים - צריך לברך 'שהחיינו'. ודווקא כשהוא תירוש, אבל כשהוא יין אין צריך לברך שהחיינו, דביין אין היכר בין חדש לישן (שם), דכל שאין היכר בין חדש לישן לא שייך ברכת 'שהחיינו'. ומה הוא תירוש ומה הוא יין אין אנו בקיאין בזה, כי אין לנו יין.","פירא שאינו מתחדש משנה לשנה, אפילו אם יש ימים רבים שלא אכלה - אינו מברך 'שהחיינו', ולכן אין מברכין על עופות חדשים ודגים חדשים 'שהחיינו' (שם סקי\"ב). ועל ריח המתחדש משנה לשנה, יש אומרים לברך 'שהחיינו' ויש חולקין (שם), וכמ\"ש בסימן רט\"ז וכן עיקר.ופירא שמתחדש שני פעמים בשנה - צריך לברך בכל פעם 'שהחיינו' כיון דמתחדש מזמן לזמן, דשנה לאו דווקא, אבל כל דבר שאין זמן קבוע לגידולו - אין מברכין עליו.וכתב רבינו הרמ\"א בסעיף ו' דלכן אין מברכין 'שהחיינו' על ירק חדש, דעומד כל השנה בקרקע עכ\"ל, ובמדינתינו לא ידענו מירק כזה כלל. ויש מי שכתב דהכוונה הירק הטמון בקרקע כל השנה (שם). וגם זה לא ידענו, וגם הלשון לא משמע כן, ואולי יש מדינות שאצלם עומד הירק כל השנה.","יש מי שכתב שאין לברך 'שהחיינו' על שום מין ירק (שם בשם של\"ה). ואנחנו אין נוהגין כן, ועל ירק חשוב כמו אוגערקע\"ס קאווענע\"ס וכיוצא בהם - אנו מברכים 'שהחיינו', דאינם מתקיימים מזמן לזמן. ואף שבכבוש נתקיימים, הא כל הפירות מתקיימים בכבוש וטעם אחר הוא לגמרי. אבל על ירקות פשוטים כמו סאלאט\"א שצאווי\"י בצאווינ\"א וקירבע\"ס וכיוצא בהם - אין מברכין 'שהחיינו'.ועל מיני לפת כמו בריסק\"א מערי\"ן רעטא\"ך חריי\"ן ושומשמים וכיוצא בהם - אין מברכין 'שהחיינו', דמתקיימים משנה לשנה. וכן על תפוחי אדמה שקורין קארטאפי\"ל אין מברכין מטעם זה, וכן על קרוי\"ט ובוריקע\"ס אין מברכים, שאין בהם היכר מחדש לישן. אבל על ריב\"ן נהגנו לברך 'שהחיינו', מפני שאינו מתקיים משנה לשנה ויש בהם מתיקות.ועל מיני קטניות אין מברכין 'שהחיינו', כמו ארבע\"ס בא\"ב לינצזי\"ן שהם עדשין - אין מברכין, דמתקיימים משנה לשנה. וכן על כל מיני פת אין מברכין, מפני שאין בהם היכר בין חדש לישן, וכן על טערקעס\"א וויי\"ץ אין מברכין, וזהו שאנו קורין קיקע\"ס שהם גם כן מתקיימים הרבה. אבל על פרי האילנות וכן כל מיני יאגידע\"ס - אנו מברכין 'שהחיינו', לבד על ברוסניצע\"ס וכן זוראלינע\"ס אין מברכין, מפני שאינם חשובים וגם מתקיימים משנה לשנה.וכתב רבינו הבית יוסף בסעיף ז' דאינו מברך על הבוסר 'שהחיינו' אלא כשהבשילו האשכולות ענבים, וכן בכל פרי אחר גמרו עכ\"ל. ופשוט הוא, וכבר נתבאר בסוף סעיף ו' ע\"ש (מ\"ש המג\"א שם דמברכין על הריפות, לא ידעתי מה זה).","כשם שמברכין על פירי חדשה כך מברכין על בריה משונה, שהוא גם כן עניין חדש. אך 'שהחיינו' לא שייך בזה כמובן, ומברך בשם ומלכות: \"ברוך... משנה הבריות\".לפיכך הרואה את הכושי שהוא שחור הרבה, והגיחור שהוא אדום הרבה, והלווקן שהוא לבן הרבה, והקיפח דהיינו שהוא ארוך במדה ודק מאוד, או שבטנו גדול ומשונה עד שמתוך עביו נראית כקומתו מקופחת, והננס שהוא קטן הרבה, והדרקונה דהיינו שהוא מלא יבלת, ופתויי הראש דהיינו שכל שערותיו דבוקות זה בזה, ואת הפיל ואת הקוף - מברך 'משנה הבריות', וכן הרואה את החיגר ואת הקטוע בידיו ואת הסומא.ומוכה שחין והבהקנין, והיינו שהוא מנומר בנקודות דקות לבנות, אם הם ממעי אמם - מברך 'משנה הבריות', ואם נשתנה אחר כך שנעשה חיגר או קיטע וסומא ומוכה שחין ובוהק - מברך 'דיין האמת' כמו שמברכין על כל צרה שלא תבא. ויש מי שאומר דברכה זו של 'דיין האמת' אינו מברך אלא מי שנצטער עליו הרבה, אבל לא על מי שאינו מצטער.וברכה זו ד'משנה הבריות' אינו מברך על זה אלא בפעם ראשון ולא כל ל' יום, מפני שבפעם הראשון נראה השינוי גדול מאוד והוה דבר התמוה, ולא כן פעם שני. ויש אומרים דמברך מל' ל' ככל ברכות הראייה אם לא ראה אחר כיוצא בו תוך ל', ופשוט הוא דעל אחר מברך אפילו תוך ל'.","והרואה אילנות טובות שאינן מצויות ובריות נאות שמצויינין ביופיין הרבה, בין איש בין אשה (אליה רבה) בין ישראל בין כותי, ואפילו כשרואה בריה נאה ממיני בהמות ועופות - מברך בשם ומלכות: \"ברוך שככה לו בעולמו\", והוא ברכת שבח והודאה למקום.ואינו מברך עליהם רק פעם ראשונה ולא יותר, לא עליהם ולא על אחרים, משום דלבד פעם הראשון אין בזה התפעלות, אלא אם כן היו נאים מהראשונים (ואף שאין להסתכל באשה וכו', זהו דרך הסתכלות הרבה אבל ראייה בעלמא הא בעל כורחו רואה ולית לן בה, עיין אליה רבה)."],["היוצא בימי ניסן ורואה אילנות שמוציאין פרח אומר: \"ברוך אתה ה' אלהינו מלך העולם שלא חיסר בעולמו כלום, וברא בו בריות טובות ואילנות טובות ליהנות בהן בני אדם\". כלומר שנותן שבח והודאה להשי\"ת שברא בשביל האדם אפילו דברים שאין בהם הכרחיות לחיי האדם, כמו פרי אילנות. ולכן אין מברכים ברכה זו על זרעים וירקות, דאלו הם כהכרחיות ולא כן הפירות.ומברך בשעת הפריחה, דאז ניכר שיוציאו פירות. ובמדינתינו אינו בניסן אלא באייר או תחלת סיון, ואז אנו מברכין. ואין ברכה זו אלא פעם אחת בשנה אפילו רואה אילנות אחרות, דברכה זו היא ברכה של הודאה כלליות על חסדו וטובו יתברך. והנזהר בברכה זו עליו נאמר: \"ראה ריח בני כריח שדה אשר ברכו ד'” (אליה רבה).","הטור והשולחן ערוך כתבו דאם איחר לברך עד אחר שגדלו הפירות לא יברך עוד, אבל המרדכי כתב שיברך.ויש אומרים דלא פליגי, דהמרדכי מיירי שלא ראם כלל עד אחר גידולם, והטור ושולחן ערוך מיירי כשראום מקודם ולא בירכו ואז לא יברך (ב\"ח). ויש מי שדחה דבר זה, דוודאי אינו תלוי בראייה ראשונה (פרישה). וגם אפשר לומר דהטור ושולחן ערוך מיירי שלא ראום עד אחר גמר גידולם, דאז יש ברכת 'שהחיינו', והמרדכי מיירי קודם גמר גידולם (וכ\"מ באליה רבה ע\"ש ועיין פרישה), וכן יש לנהוג. מיהו בלאו הכי רפויה ברכה זו אצל ההמון (ועיין בדק הבית שכתב בשם ר\"י שלא נהגו לברך, אבל כל ת\"ח ויראי ד' נזהרין בברכה זו)."],["תנן בריש פרק הרואה (נ\"ד.): \"על הזיקין ועל הזועות ועל הברקים ועל הרעמים ועל הרוחות, מברך בשם ומלכות: \"ברוך... שכחו וגבורתו מלא עולם\".וזיקין הוא כמין כוכב היורה כחץ באורך השמים ממקום למקום, ונמשך אורו כשבט, אי נמי כוכב שנראה שיש לו זנב ארוך (רע\"ב), וזועות הם רעידת הארץ. וברקים ידוע שקורין בליצ\"ן, ויש בהם שני מינים: אחד הבא עם הרעם, ואחד שבלילי קיץ כשהיום בחמימות נראין בלילה הרבה ברקים. והרעמים גם כן ידועים, והם קולות הנשמעים ברקיע מעננים ששופכים מים זה לזה, כדכתיב: \"לקול תתו המון מים בשמים\". ורוחות הם רוחות שאינן מצויות ונושבין בזעף גדול, ואינם מצויים אלא לפרקים.וחשיב כאן ה' דברים מפני שיש בארץ ראשי ד' יסודות: אש רוח מים עפר, והשמים הם גשם החמישי. וזהו זיקין כוכבא דשביט הבא מן השמים, וזועות בא מן הארץ, ברקים הם אש, ורעמים הם קולות של מים, ורוחות הם יסוד הרוח (הגר\"א בפירושו למשניות).","על כל אלו הדברים מברך: \"שכחו וגבורתו מלא עולם\" מפני שהם נראים ונשמעים בגודל משך הארץ. ויכול לברך ברכת \"עושה מעשה בראשית\" על כל אלו הדברים, שהם ועניינם הם מבריאת ששת ימי בראשית, כן הוא בגמרא וכן פסקו הטור והשולחן ערוך.ולפי זה בעת הרעם שקודם לו כרגע נראה ברק, מברך על שניהם ברכה אחת (מג\"א) איזה ברכה שירצה. והעולם נוהגים לברך על הברק 'עושה מעשה בראשית' ועל הרעם 'שכחו וכו', ולעניות דעתי ברכה השנייה הוא ברכה לבטלה (גם הט\"ז התרעם על זה ע\"ש והאליה רבה רצה לתרץ ולא הועיל ע\"ש, ואין זה רק להראב\"ד שהביא הבית יוסף שכתב לברך שניהם, וכ\"מ מרש\"י. אבל למה יכניסו עצמם לברכה שלרוב הפוסקים היא לבטלה, לכן יש להזהירם שלא יעשו כן ודו\"ק).","כשבירך על הרעם ועל הברק, לא יברך על עוד רעמים וברקים כל זמן שהגשם הולך והעננים מכונסים. אבל כשנתפזרו העננים ופסקו הגשמים וזרחה השמש ואחר כך היה ברק ורעם - מברך עליהם פעם אחר וכן לעולם, דזהו כעניין אחר.ואיתא בירושלמי: היושב בבית הכסא ושמע קול רעם או ראה ברק, אם יכול לצאת ולברך תוך כדי דיבור יצא משם, ואם לאו אל יצא. והנה זהו כמעט מן הנמנעות, ומשכחת לה בלא עשה צרכיו ולא נגע במקום הטנופת ומים לפניו (עיין מג\"א). ולעניות דעתי אין כוונת הירושלמי שנכנס לעשות צרכיו אלא שנכנס לאיזה דבר, ובזה האופן יכול לצאת תוך כדי דיבור, אף שלשון 'היה יושב בבית הכסא' לא נראה כל כך לפרש באופן זה."],["תנן בריש פרק הרואה (נ\"ד.): \"על ההרים ועל הגבעות ועל הימים ועל הנהרות ועל המדברות אומר: \"ברוך עושה מעשה בראשית\". רבי יהודה אומר: הרואה את הים הגדול אומר: \"ברוך שעשה את הים הגדול\".והדבר פשוט דבעינן הרים וגבעות משונים בגובהם, כמו הררי אלף והרי פיראנ\"א והר קאזבע\"ק והרי אררט וכדומה, ונהרות גם כן שיהיו גדולות שיש להם שם בעולם, ולא נהרות קטנות שאין להם שם בעולם.","והנה דברי הרמב\"ם והטור סתומים כלשון המשנה, אבל לשון רבינו הבית יוסף כן הוא: \"לא על כל הנהרות מברך, אלא על ארבעת נהרות דכתיבי בקרא, כמו חדקל ופרת, והוא שראה אותם במקום מהלכם שלא נשתנו על ידי בני אדם. ולא על כל הרים וגבעות מברך, אלא דווקא על הרים וגבעות המשונים וניכרת גבורת הבורא בהם\" עכ\"ל.והנה מה שכתב: 'רק על ד' נהרות שבתורה' הוא דבר תמוה, וכבר הקשו עליו כן (עיין מג\"א). ובמרדכי כתוב: \"כגון ד' נהרות\", כלומר נהרות שיש להם שם כעין ד' נהרות שבתורה. וגם לשונו אינו מובן, מה זה שאומר: 'כגון חדקל ופרת', אטו לא ידענא הנהרות שבתורה.ולכן נראה לעניות דעתי דכן צריך לומר: 'אלא כעין ארבע נהרות דכתיב בקרא'. וזה שאומר: 'כגון חדקל ופרת' מפני שהם ידועים, מה שאין כן גיחון ופישון אין ידועים לנו. ולפי זה בוודאי על הנהרות הגדולים כמו נהר וואלג\"א דונאי\"י ריינו\"ס וכיוצא בהם - צריך לברך. (וזה שפסק כרבי יהודה, כן כתב הרמב\"ם. והטור תמה עליו ע\"ש ולא קשה כלל, דסבירא ליה דרבי יהודה אינו חולק עיין בית יוסף וב\"ח).","ומהו הים הגדול, כתב רבינו הבית יוסף שהוא הים שעוברים בו לארץ ישראל ולמצרים, וזהו הים שבאמצע הישוב, שקצה האחד אצל יפו שהוא גבול ארץ ישראל, וקצה השני הוא בקצה ארץ ספרד.ויש שכתבו שהוא הים אוקיינוס המקיף את כל העולם (מג\"א בשם ל\"ח), ולכאורה כן עיקר, דנהי דהתורה קראתו להים שסמוך לארץ ישראל: 'ים הגדול', זהו מפני שהימים הסובבים את ארץ ישראל הוא הגדול שבהם, אבל בלשון המשנה לעניין הברכה מה שייך לקרותו 'ים הגדול', הלא כאין וכאפס הוא נגד האוקיינוס. ועוד דבמקוואות (פרק ה' משנה ד') אומר רבי יהודה גם כן: 'הים הגדול כמקוה', ובשם פירשו דאאוקיינוס קאי ע\"ש.","ולעניות דעתי היה נראה עיקר כדברי רבינו הבית יוסף, דכשנדקדק במעשי בראשית שאמר הקדוש ברוך הוא: \"יקוו המים אל מקום אחד ותראה היבשה\", והמים הם מי אוקיינוס הסובבים את הארץ, ואחר כך כתיב: \"ויקרא אלקים ליבשה ארץ ולמקוה המים קרא ימים\".ונראה לי דהכי פירושו: 'ולמקוה המים', שבאמצע היבשה, והיינו כל הימים שלנו שהם בתוך כדור הארץ, 'קרא ימים'. ונמצא דלפי זה האוקיינוס נקרא 'מים', שהוא יסוד המים, ו'ימים' נקראו אותן שבתוך הכדור הארצי. ובתוך הכדור הארצי הים שאצל ארץ ישראל הוא הגדול מכל הימים שבתוך הכדור, כידוע במפת הארץ, וגם במקוואות פירושו כן.(דרבי מאיר אומר: 'כל הימים כמקוה', כלומר כל הימים שבתוך הכדור. ורבי יהודה אומר: 'הים הגדול כמקוה', כלומר הים שאצל ארץ ישראל שבו נופלים ימים ונהרות הרבה כידוע. אבל המפרשים לא פירשו כן, ולפי זה למעשה נראה לברך על כולם 'עושה מעשה בראשית', אפילו על הים שאצל ארץ ישראל, וגם על האוקיינוס מפני שינוי הפירושים ודו\"ק)"],["הרואה את הקשת אומר: \"ברוך אתה ה' אלהינו מלך העולם זוכר הברית, נאמן בבריתו וקיים במאמרו\", כלומר הברית שכרת הקדוש ברוך הוא עם נח שלא יביא מבול לעולם, כדכתיב: \"ונראתה הקשת בענן, וזכרתי את בריתי\", ונאמן הוא יתברך בבריתו שלא יביא מבול לעולם.ולפי שאין כל חדש תחת השמש, ולא כעת נברא הקשת אלא שכבר נברא מששת ימי בראשית, והוא מעשרה דברים שנבראו בערב שבת בין השמשות כדתנן באבות, ולזה מסיימים: 'וקיים במאמרו', כלומר שכבר נברא במאמרו בששת ימי בראשית עיקר הקשת (מהרש\"א נ\"ט.), אלא שעתה מראה לנו.","ואמרו חז\"ל (שם) שאסור להסתכל הרבה בקשת, ורק ראייה בעלמא מותר ולא הסתכלות יתירה. ועל זה אמרו: \"כל שלא חס על כבוד קונו - ראוי לו שלא בא לעולם\" (ריש פרק ב' דחגיגה) דכתיב: \"כמראה הקשת דמות כבוד ה'”. ואסור ליפול על פניו כשרואה הקשת, משום דנראה כמשתחוה לקשת (ברכות נ\"ט.), והמסתכל בקשת עיניו כהות (שם).","הרואה את החמה ביום תקופת ניסן בתחלת מחזור גדול שהוא מכ\"ח לכ\"ח שנה, ואז התקופה בתחלת ליל רביעית כמו שהיתה בששת ימי בראשית בעת תליית המאורות שהיתה בתחלת ליל רביעי, ולכן כשרואה את החמה בשנה ראשונה של המחזור גדול ביום רביעי בבוקר מברך בשם ומלכות: \"ברוך... עושה מעשה בראשית”, ותהיה אי\"ה בשנת תרנ\"ז הבאה עלינו לטובה.והברכה היא עד ג' שעות על היום. אמנם אם הרקיע מכוסה בעננים, יוכלו לברך עד חצות היום ולא יותר. ואם עד חצות מכוסה בעננים, לא יברכו עוד.","וכן כשתחזור הלבנה לתחלת מזל טלה בתחלה החדש ולא תהיה נוטה לא לצפון ולא לדרום, וכן כשיחזרו כל כוכב וכוכב מחמשת הכוכבים שהם: שבתי צדק מאדים כוכב נוגה לתחלת מזל טלה ולא יהיה נוטה לא לצפון ולא לדרום, וכן בכל עת שיתראה מזל טלה עולה מקצת המזרח, על כל אחד מאלו מברך: \"עושה מעשה בראשית\", דמפני ששבעה כוכבים אלו: שבתאי צדק מאדים חמה נגה כוכב לבנה הם עיקרי הכוכבים הפועלים בארץ על פי פקודתו יתברך. ולכן כשרואה אותם במצבם כמו שהיו בתחלת הבריאה בששת ימי בראשית, מברכים עליהם 'עושה מעשה בראשית'.וטלה הוא ראש המזלות, וכשעומדים בתחלתו זהו כתחלת בריאתו. ואין אנו מברכין ברכה זו בהלבנה והכוכבים כי אין אנו בקיאים בזה, ויש עוד פירושים בזה, והעיקר כמ\"ש שזהו פירוש רש\"י והרמב\"ם (והטור הביא גם פירוש הערוך כשהרקיע היתה מכוסה בעננים ג' ימים ע\"ש)."],["דבר מובן בשכל שעניין התפלה הוא רק על העתיד ולא על העבר, דמה יועיל על העבר, ועל העבר לא שייך רק לשון הודאה, לתת תודה לו יתברך על הטוב שעשה לו. ועל העתיד הוי להיפך, דהודאה לא שייך רק על מה שהיה, ותפ(י)לה שייך על העתיד שמבקש מהשי\"ת שיעשה לו כך וכך.","ולכן הנכנס לעיר ושמע קול צווחה בעיר מאיזה צרה שנתהוה בה, ואומר: 'יהי רצון שלא תהיה זה בתוך ביתי' - הרי זו תפלת שוא, דזהו תפלה על העבר ומאי דהוה הוה. אבל יכול לומר: 'מובטחני שאין זה בתוך ביתי' אם הוא צדיק גמור, כמעשה דהלל הזקן שאמר כן, ועליו נאמר משמועה רעה לא יירא נכון לבו בטוח בד' (ברכות ס'.).והעניין מתפרש בשני פנים: אחד כפשוטו שהוא בטוח שאין זה בביתו, והשנית מפני שהרגיל את בני ביתו שיקבלו הכל בשמחה הן הטוב הן ההיפך, ואם כן ממילא אפילו אם ח\"ו קרם איזה צרה לא יצעקו בקולות אלא יקבלו באהבה ובשתיקה.","וכן מי שהיתה אשתו מעוברת ורצונו בזכר, עד מ' יום יכול להתפלל ולומר: 'יהי רצון שתלד אשתי זכר', כי עד מ' יום הוה מיא בעלמא. אבל לאחר מ' יום שנתרקם צורת הולד ואם מתפלל אז: 'יהי רצון שתלד אשתי זכר' - הרי זה תפלת שוא, דמה שהיה היה ולא ישתנה עוד.ואף שמצינו שדינה נתהפכה מזכר לנקבה, זה היה בתוך מ', ואפילו אם שם היה לאחר מ' אין מזכירין מעשה נסים (שם), וענייני אבותינו הקדושים היו כולם בנס.","הנכנס לכרך אומר: \"יהי רצון מלפניך ה' אלקינו ואלקי אבותינו שתכניסני לכרך הזה לשלום\", וזהו תפלה על העתיד. וכשנכנס בשלום אומר: \"מודה אני לפניך ד' אלקי שהכנסתני לכרך הזה לשלום\", וזהו הודאה על העבר. וכן ביציאתו, בקש לצאת אומר: \"יהי רצון... שתוציאני מכרך הזה לשלום\", וכשיצא אומר: \"מודה... שהוצאתני מן הכרך הזה בשלום, וכשם שהוצאתני לשלום כן תדריכני לשלום וכו'”, וזהו תפלת הדרך שנתבאר בסימן ק\"י ע\"ש.וכתב הרמב\"ם בפירוש המשנה שאין זה לא תפלה ולא ברכה אלא בקשה בעלמא. ולכן עכשיו אין אנו מורגלים בזה, לפי שרש\"י ז\"ל פירש משום דבכרך מצויים עלילות ע\"ש, ובזמנינו לא שייך זה. ומכל מקום הזהיר בדברי חז\"ל נכון לאמרו, ומה גם שאין בזה ברכה שנחשוש לברכה לבטלה.","הנכנס למוד את גורנו אומר: \"יהי רצון מלפניך ה' אלקי שתשלח ברכה בכרי הזה\", שהיא תפלה על להבא. התחיל למוד אומר: \"ברוך השולח ברכה בכרי הזה\", לפי שהוא מובטח שתהיה ברכה. מדד ואחר כך בירך - הרי זה תפלה שוא, שאין הברכה מצויה אלא בדבר הנעלם מן העין כדי שלא יהא נראה להדיא כנגד הטבע ממש, דרוב נסים הם נסתרים.והנכנס למרחץ ובמרחצים שלהם שהיתה נסוקת מתחתיו והיו בסכנה תמיד, אומר: \"יהי רצון מלפניך ד' אלקי שתכניסני לשלום ותוציאני לשלום, ותצילני מהאור הזה וכיוצא בו לעתיד לבוא\", וכשיצא בשלום אומר: \"מודה אני לפניך ד' אלקי שהצלתני מהאור הזה\". ועכשיו לא נהגו בזה, דהתנור עומד מן הצד וליכא סכנה (ב\"ח וט\"ז ומג\"א), וכן הוא להדיא בירושלמי דפרק י' דברכות.והנכנס להקיז דם אומר: \"יהי רצון... שיהא עסק זה לי לרפואה, כי רופא חנם אתה\", ולאחר שהקיז יאמר: \"ברוך רופא חולים\", ויש מי שאומר בשם ומלכות (ט\"ז סק\"ג), וגם ברמב\"ם הוא בשם ע\"ש (וכן כתב הבית יוסף בשם הסמ\"ג). ונכון שכל רפואה שנוטל יאמר: \"יהי רצון מלפניך ד' אלקי שתהא זה לי לרפואה\", וכן נוהגין המדקדקים.ולעולם יהא אדם רגיל לומר: \"כל מה דעביד רחמנא - לטב עביד\". כללו של דבר: לעולם יתפלל אדם על העתיד ויבקש רחמים מלפניו יתברך ויתן הודאה על העבר, ויודה וישבח כפי כחו, וכל המרבה להודות לד' הרי זה משובח, וכמאמר הכתוב: \"טוב להודות לד' ולזמר לשמך עליון”."],["איתא בסוכה (כ\"ו:): \"אסור לאדם לישן ביום יותר משינת הסוס, וכמה שינת הסוס: שתין נשמי... אביי הוה ניים כדמעייל מפומבדיתא לבי כובא, קרי עליה רב יוסף: 'עד מתי עצל תשכב'” ע\"ש.והנה הרמב\"ם לא הביא זה כלל, וטעמו פשוט שהרי אביי ניים הרבה מדקרי עליה רב יוסף עד מתי וגו', ורש\"י פירש שזהו שית פרסי ע\"ש. ואם כי לא ידענו מנא לן לרש\"י זה, מיהו על כל פנים שמענו דאין הלכה כן, דזהו פשיטא דניים יותר משתין נשמי, וברור הוא שזהו טעמו של הרמב\"ם שהשמיט זה.ובוודאי בענין כזה הכל לפי מה שהוא אדם, וגם ממסכת אבות פרק ג' יש ראיה לזה, דתנן התם: \"שינה של שחרית ויין של צהרים... מוציאין את האדם מן העולם\", דבשינה של שחרית עובר זמן קריאת שמע, אבל שינה של צהרים לא תנן, וכן ראינו לגדולי עולם שהיו ישנין ביום כשעה או שתים, דכך הוצרכו לפי חלישותם ולפי הנהגתם.","אך הטור והשולחן ערוך פסקו כן, ומכל מקום דברי הטור יש ליישבם, וזה לשון הטור: \"אחר שגמר סעודתו יחזור ללמוד, ואם אי אפשר לו ללמוד בלא שינת הצהרים יישן ובלבד שלא יאריך בה הרבה. גרסינן בסוכה... שתין נשמי אביי הוה ניים... קרי עליה רב יוסף וכו'” עכ\"ל.ולפי זה לא פסק שאסור לישן יותר משיתין נשמי, אלא שלא יאריך בה הרבה, כלומר שיישן הרבה שעות כבלילה וודאי אסור, דאם כן תורתו מתי נעשית, ואחר כך הביא הך דסוכה להשמיענו שיש שהחמירו עד שתין נשמי ויש שהקילו בזה, מיהו על כל פנים לא יישן הרבה.","אבל דברי רבינו הבית יוסף תמוהים שכתב: \"אם אי אפשר לו ללמוד בלא שינת צהרים יישן, ובלבד שלא יאריך בה, שאסור לישן ביום יותר משינת הסוס שהוא שתין נשמי\" עכ\"ל.וקשה מנא לן איסור זה, דהרמב\"ם לא הביא זה כלל, וגם הטור לא כתב איסור על זה. והטור דקדק בדבריו כמ\"ש, ואיך כתב על זה לשון איסור במה דמוכח מהש\"ס להדיא דאביי לא עשה כן. וצריך לומר דסבירא ליה לרבינו הבית יוסף דאין כאן מחלוקת כלל, וגם אביי מודה לזה, אלא דסבירא ליה הכל לפי מה שהוא אדם, והוא לא היה ביכולתו להסתפק בשיתין נשמי, ורבינו הבית יוסף כתב למי שבריאותו חזקה ויכול להסתפק בשיתין נשמי. ומכל מקום לא היה לו לסתום הדברים, וצע\"ג.ואחר שיעור משנתו אין צריך לברך ברכת 'אלקי נשמה', דאין זה רק בבוקר, ויש אומרים שיקרא קודם שישן ביום 'ויהי נועם' משום מזיקין (מג\"א), וגם בזה אין אנו נוהגים.","ואף בזה המעט שיישן לא תהא כוונתו להנאת גופו אלא להחזיק גופו לעבודת הש\"י, כגון ללמוד תורה או לעסוק במצות, ואף גם מי שצריך לפרנס אשתו ובניו במלאכה או במסחור וצריך לנוח ביום כדי לעמול בפרנסתו, גם כן רשאי.וכן בכל מה שיהנה בעולם הזה לא תהא העיקר בשביל הנאת גופו, שזהו מעשה בהמה, וכל ענייני עולם הזה קצרים והבל וריק, אלא יהיה הכל לשם שמים, ועל זה נאמר: \"בכל דרכיך דעהו\", ואמרו חכמים ז\"ל באבות (ב, יב): \"וכל מעשיך יהיו לשם שמים\", אפילו דברים של רשות האכילה והשתייה וההליכה והישיבה והקימה והתשמיש והשיחה וכל צרכי גופך יהיו כולם לעבודת בוראך או לדבר הגורם עבודתו (טור בשם רבינו יונה).","אכילה ושתיה כיצד: אין צריך לומר דברים האסורים, אלא אפילו כשאוכל ושותה דברים המותרים והיה רעב וצמא, אם עשה כן רק להנאת גופו אינו משובח, אלא אם כן נתכוין כדי שיהא בריא לעבודת בוראו.והישיבה והקימה וההליכה כיצד: אין צריך לומר שלא ישב במושב לצים ושלא לעמוד בדרך חטאים ושלא לילך בעצת רשעים, אלא אפילו לישב בסוד ישרים ולעמוד במקום צדיקים ולילך בעצת תמימים, אם עשה להנאת עצמו להשלים חפצו ותאוותו אין זה משובח, אלא אם כן עשה לשם שמים.","שכיבה כיצד: אין צריך לומר בזמן שיכול לעסוק בתורה ומצות והוא מתגרה בשינה לענג עצמו, שאין ראוי לעשות כן, אלא אפילו בזמן שהוא יגע וצריך לישון כדי לנוח מיגיעתו: אם עשה להנאת גופו - אין זה משובח, אלא אם כן נתכוין להשלים צרכי גופו שיוכל לעבוד בוראו, ויתן שינה לעיניו ולגופו מנוחה לצורך הבריאות, ושלא תיטרף דעתו בתורה מחמת היגיעה.תשמיש כיצד: אין צריך לומר שלא יעבור עבירה, אלא אפילו בעונה האמורה בתורה, אם עשה להנאת גופו או להשלים תאוותו - הרי זה מגונה, ואפילו אם נתכוין כדי שיהיו לו בנים שישמשו אותו וימלאו מקומו אין זה משובח. אלא אם כן נתכוין שיהיו לו בנים לעבודת בוראו, או שנתכוין לקיים עונה האמורה בתורה כאדם הפורע חובו.","השיחה כיצד: אין צריך לומר לספר לשון הרע ונבלות פה, אלא אפילו לספר בדברי חכמים צריך שתהיה כוונתו לעבודת הבורא או לדבר המביא לעבודתו.כללו של דבר: חייב אדם לשום עיניו ולבו על דרכיו ולשקול את כל מעשיו במאזני שכלו, וכשרואה דבר שיבא לידי עבודת הבורא יתעלה יעשנו, ואם לאו לא יעשנו. ומי שמדות הללו מצויים בו עובד את בוראו כל ימיו, אפילו בשעת שבתו וקומו והלוכו ובמשאו ומתנו ובאכילתו ושתייתו ובכל צרכיו, ועליהם נאמר: \"אשרי תמימי דרך ההולכים בתורת ד'”."]],"SHULCHAN_ARUCH":[["הרואה מקום שנעשו בו נסים לישראל כגון מעברות הים ומעברות הירדן ומעברות נחלי ארנון ואבני אלגביש של בית חורון ואבן שבקש עוג לזרוק על ישראל ואבן שישב עליה משה בעת מלחמת עמלק וחומת יריחו מברך שעשה נסים לאבותינו במקום הזה. ובין ברכה זו ובין שאר ברכות הראיה הרי הם כשאר ברכות וכולם בהזכרת שם ומלכות:","על נס שנעשה לקצת ישראל כל זמן שלא נעשה לכל ישראל או רובן, ואפילו נעשה לקצת שבטים, אין מברכין עליו.","כל אלו הדברים אינם אלא כשרואה אותם משלשים לשלשים יום, ואז הם חובה כמו בפעם ראשונה.","הרואה מקום שנעשה נס ליחיד, אינו מברך; אבל הוא עצמו מברך שעשה לי נס במקום הזה; וכל יוצאי ירכו גם כן מברכין שעשה נס לאבי במקום הזה.","שו\"ע: מי שנעשה לו נסים הרבה, בהגיעו לאחד מכל המקומות שנעשה לו נס צריך להזכיר כל שאר המקומות ויכלול כלם בברכה אחת.  פירושים","שו\"ע: על נס של רבו צריך לברך כשם שהוא מברך על נס של אביו. <i>הגה: י\"א דה\"ה אם רואה האדם שנעשה לו הנס מברך עליו, כמו שמברך על המקום שנעשה בו הנס (אבודרהם).<\/i>","שו\"ע: על נס של אדם מסויים, כיואב בן צרויה וחביריו, וכן על נס של אדם שנתקדש בו שם שמים כגון דניאל וחביריו, מברך. לפיכך הרואה גוב אריות של דניאל, וכבשן האש של חנניה מישאל ועזרי', מברך: שעשה נס לצדיקים במקום הזה.  פירושים","שו\"ע: הרואה אשתו של לוט מברך שתים: עליה אומר בא\"י אמ\"ה דיין האמת, ועל לוט אומר: בא\"י אמ\"ה זוכר הצדיקים.  פירושים","שו\"ע: יש אומרים שאינו מברך על נס אלא בנס שהוא יוצא ממנהג העולם; אבל נס שהוא מנהג העולם ותולדתו, כגון שבאו גנבים בלילה ובא לידי סכנה וניצול וכיוצא בזה, אינו חייב לברך; ויש חולק, וטוב לברך בלא הזכרת שם ומלכות."],["ארבעה צריכים להודות יורדי הים כשעלו ממנה והולכי מדבריות כשיגיעו לישוב ומי שהיה חולה ונתרפא ומי שהיה חבוש בבית האסורים ויצא וסימנך וכל החיים יודוך סלה חבוש יסורים ים מדבר:","ומה מברך ברוך אתה ה' אלהינו מלך העולם הגומל לחייבים טובות שגמלני כל טוב והשומעים אומרים מי שגמלך כל טוב הוא יגמלך כל טוב סלה:","צריך לברך ברכה זו בפני עשרה ותרי מינייהו רבנן דכתיב וירוממוהו בקהל עם ובמושב זקנים יהללוהו ואם לא שכיחי רבנן לא יניח מלברך ונהגו לברך אחר קריאת התורה לפי שיש שם עשרה ואם בירך בפחות מעשרה יש אומרים שיצא ויש אומרים שלא יצא וטוב לחזור ולברך בפני עשרה בלא הזכרת שם ומלכות:","אם בירך אחר ואמר ברוך אתה ה' אלהינו מלך העולם אשר גמלך כל טוב וענה אמן יצא וכן אם אמר בריך רחמנא מלכא דעלמא דיהבך לן וענה אמן יצא.  <i>הגה: ואין זה ברכה לבטלה מן המברך אף על פי שלא נתחייב בברכה זו הואיל ואינו מברך רק דרך שבח והודאה על טובת חבירו ששמח בה (טור):<\/i>","אם בירך אחד הגומל לעצמו ונתכוין להוציא את חבירו ושמע חבירו וכוון לצאת יצא אפילו בלא עניית אמן <i>(כיון שהמברך גם כן חייב יצא האחר בלא עניית אמן) (טור):<\/i>","אם איחר יש לו תשלומין לברך כל זמן שירצה ונכון שלא לאחר שלשה ימים:","באשכנז וצרפת אין מברכין כשהולכין מעיר לעיר שלא חייבו אלא בהולכי מדברות דשכיחי ביה חיות רעות ולסטים ובספרד נוהגין לברך מפני שכל הדרכים בחזקת סכנה ומיהו בפחות מפרסה אינו מברך ואם הוא מקום מוחזק בסכנה ביותר אפילו בפחות מפרסה:","בכל חולי צריך לברך אפילו אינו חולי של סכנה ולא מכה של חלל אלא כל שעלה למטה וירד מפני שדומה כמי שהעלוהו לגרדום <i>(פירוש מעלות שעושין דיינים לשבת כשדנין)<\/i> לידון ואין הפרש בין שיש לו מיחוש קבוע ובא מזמן לזמן ובין שאינו קבוע.  <i>הגה: ויש אומרים דאינו מברך רק על חולי שיש בו סכנה כגון מכה של חלל (טור בשם הראב\"ד והר\"ר יוסף וכן נוהגין באשכנז):<\/i>","הני ארבעה לאו דוקא דהוא הדין למי שנעשה לו נס כגון שנפל עליו כותל או ניצול מדריסת שור ונגיחותיו או שעמד עליו בעיר אריה לטורפו או אם גנבים באו לו או שודדי לילה וניצול מהם וכל כיוצא בזה כולם צריכים לברך הגומל ויש אומרים שאין מברכין הגומל אלא הני ארבעה דוקא וטוב לברך בלא הזכרת שם ומלכות:"],["הרואה חלום ונפשו עגומה עליו ייטיבנו באפי תלתא דרחימו ליה <i>(פירוש שאוהבים אותו)<\/i>: ולימא באפייהו חלמא טבא חזאי ולימרו אינהו טבא הוא וטבא להוי וכו':","יפה תענית לבטל חלום רע כאש לנעורת.  <i>הגה: ודוקא בו ביום ואפילו בשבת. ועיין לקמן סימן רפ\"ה:<\/i>"],["אם היו בצער מחמת עצירת גשמים וירדו גשמים מברכים עליהם אף על פי שלא ירדו עדיין כדי רביעה משירדו כל כך שרבו על הארץ שיעלו <i>(עליהם)<\/i> אבעבועות מן המטר וילכו זה לקראת זה.  <i>הגה: ומה שאין אנו נוהגים בזמן הזה בברכת הגשמים משום דמדינות אלו תדירים בגשמים ואינן נעצרין כל כך (סמ\"ג ואגור וכל בו):<\/i>","ומה מברך אם אין לו שדה אומר מודים אנחנו לך ה' אלהינו על כל טפה וטפה שהורדת לנו ואילו פינו מלא שירה כים וכו' עד הן הם יודו ויברכו את שמך מלכנו וחותם ברוך אתה ה' אל רוב ההודאות ואם יש לו שדה בשותפות עם אחר מברך הטוב והמטיב ואם אין לו שותף בשדה מברך שהחיינו.  <i>הגה: ויש אומרים דהשומע שירדו גשמים מברך הטוב והמטיב (הרשב\"א):<\/i>"],["על שמועות שהן טובות לו לבדו מברך שהחיינו ואם הן טובות לו ולאחרים מברך הטוב והמטיב:","על שמועות רעות מברך 'ברוך אתה ה' אלוהינו מלך העולם דין האמת:","חייב אדם לברך על הרעה בדעת שלמה ובנפש חפצה כדרך שמברך בשמחה על הטובה כי הרעה לעובדי השם היא שמחתם וטובתם כיון שמקבל מאהבה מה שגזר עליו השם נמצא שבקבלת רעה זו הוא עובד את השם שהיא שמחה לו:","מברך על הטובה הטוב והמטיב אף על פי שירא שמא יבא לו רעה ממנו כגון שמצא מציאה וירא שמא ישמע למלך ויקח כל אשר לו וכן מברך על הרעה ברוך דיין האמת אף על פי שיבא לו טובה ממנה כגון שבא לו שטף על שדהו אף על פי שכשיעבור השטף היא טובה לו שהשקה שדהו:"],["ילדה אשתו זכר מברך הטוב והמטיב וגם היא צריכה לברך כן.  <i>הגה: ואם מתה אשתו בלידתה מברך שהחיינו דהא ליכא הטבה לאחריני וכן אם מת האב קודם שילדתו היא מברכת שהחיינו (כן נראה לי ליישב הרשב\"א סימן רמ\"ה). ויש שכתבו שנהגו להקל בברכה זו שאינה חובה אלא רשות ומזה נתפשט שרבים מקילים באלו הברכות:<\/i>","מת אביו מברך דיין האמת היה לו ממון שיורשו אם אין לו אחים מברך גם כן שהחיינו ואם יש לו אחים במקום שהחיינו מברך הטוב והמטיב.  <i>הגה: שאין מברכין הטוב והמטיב אלא אם כן יש לו שותפות באותה טובה (טור):<\/i>","בנה בית חדש או קנה כלים חדשים אפילו היה לו כיוצא באלו תחלה או קנה וחזר וקנה מברך על כל פעם שהחיינו ולאו דוקא חדשים דהוא הדין לישנים אם הם חדשים לו שלא היו אלו שלו מעולם ולא אמרו חדשים אלא לאפוקי אם מכרן וחזר וקנאן:","בשעת הקנין יש לו לברך אף על פי שעדיין לא נשתמש בהם שאין הברכה אלא על ידי שמחת הלב שהוא שמח בקנייתן וכשילבשם מברך מלביש ערומים:","קנה כלים שמשתמשין בהם הוא ובני ביתו מברך הטוב והמטיב אם נתנו לו במתנה מברך הטוב והמטיב שהיא טובה לו ולנותן:","על דבר שאינו חשוב כל כך כגון חלוק או מנעלים ואנפלאות <i>(פירוש מנעלים קטנים שחופין רוב הרגל)<\/i> אין לברך עליהם ואם הוא עני ושמח בהם יברך.  <i>הגה: ויש אומרים דאפילו עני אינו מברך על חלוק ומנעלים וכדומה וכן נוהגין (טור בשם תוספות ותרומת הדשן סימן ל\"ו). המנהג לומר למי שלובש בגד חדש תבלה ותתחדש. ויש מי שכתב שאין לומר כן על מנעלים או בגדים הנעשים מעורות של בהמה דאם כן היו צריכים להמית בהמה אחרת תחלה שיחדש ממנה בגד אחר וכתיב ורחמיו על כל מעשיו (מהרי\"ו בפסקיו). והנה הטעם חלוש מאד ואינו נראה מכל מקום רבים מקפידים על זה שלא לאומרו:<\/i>"],["הרואה מרקוליס או שאר עבודת כוכבים אומר ברוך אתה ה' אלהינו מלך העולם שנתן ארך אפים לעוברי רצונו ואם רואה אותה בתוך שלשים יום אינו חוזר ומברך.  <i>הגה: והאידנא אין מברכים זאת הברכה, שהרי אנו מגודלים ביניהם ורואים אותו תמיד:<\/i>","הרואה מקום שנעקרה ממנה עבודת כוכבים אם הוא בארץ ישראל אומר ברוך אתה ה' אלהינו מלך העולם שעקר עבודת כוכבים מארצנו ואם הוא בחוצה לארץ אומר שעקר עבודת כוכבים מהמקום הזה ואומר בשתיהן כשם שעקרת אותה מהמקום הזה כן תעקור אותה מכל המקומות והשב לב עובדיהם לעבדך.  <i>הגה: ואם נעקרה עבודת כוכבים ממקום אחד ונתנוה במקום אחר מברך על מקום שנעקרה שעקר עבודת כוכבים ועל מקום שנתנוה לשם שנתן ארך אפים (בית יוסף בשם תוספות וירושלמי):<\/i>","הרואה בבל הרשעה אומר ברוך אתה ה' אלהינו מלך העולם שהחריב בבל הרשעה. ראה ביתו של נבוכדנצר אומר ברוך שהחריב ביתו של נבוכדנצר הרשע. ראה גוב אריות או כבשן האש אומר ברוך שעשה נסים לצדיקים במקום הזה <i>(ועיין לעיל סימן רי\"ח סעיף ז'):<\/i>","ראה מקום שיש בבבל שכל בהמה שתעבור עליו אינה יכולה לזוז משם אם לא יתנו עליה מעפר המקום ההוא והוא סימן קללה לה דכתיב וטאטאתיה במטאטא <i>(פירוש מכבדות הבית, שקוב\"י בלע\"ז)<\/i> השמד אומר ברוך אומר ועושה ברוך גוזר ומקיים:","הרואה ששים רבוא מישראל ביחד אומר ברוך אתה ה' אלהינו מלך העולם חכם הרזים ואם הם עובדי כוכבים ומזלות אומר <i>(ירמיה יב)<\/i> בושה אמכם חפרה יולדתכם הנה אחרית גוים מדבר ציה וערבה:","הרואה חכמי ישראל אומר ברוך אתה ה' אלהינו מלך העולם שחלק מחכמתו ליראיו:","הרואה חכמי אומות העולם שחכמים בחכמות העולם אומר ברוך אתה ה' אלהינו מלך העולם שנתן מחכמתו לבשר ודם:","על מלכי ישראל <i>(בזמן הבית)<\/i> אומר ברוך אתה ה' אלהינו מלך העולם שחלק מכבודו ליראיו ועל מלכי אומות העולם אומר ברוך שנתן מכבודו לבשר ודם:","מצוה להשתדל לראות מלכים אפילו מלכי אומות העולם:","הרואה בתי ישראל בישובן כגון בית שני אומר ברוך אתה ה' אלהינו מלך העולם מציב גבול אלמנה. הרואה בחורבנן אומר ברוך דיין האמת:","הרואה בתי עובדי כוכבים בישובן אומר בית גאים יסח ה' בחורבנן אומר אל נקמות ה':","הרואה קברי ישראל אומר ברוך אתה ה' אלהינו מלך העולם אשר יצר אתכם בדין וכו' ועל קברי עובדי כוכבים אומר בושה אמכם וגו':","כל ברכות הראייה אם חזר וראה אותו דבר בתוך ל' יום אינו חוזר ומברך:"],["הרואה את חבירו לאחר שלשים יום אומר שהחיינו ואחר י\"ב חודש מברך מחיה המתים והוא שחביב עליו הרבה ושמח בראייתו:","מי שלא ראה את חבירו מעולם ושלח לו כתבים אף על פי שהוא נהנה בראייתו אינו מברך על ראייתו.  <i>הגה: יש אומרים מי שנעשה בנו בר מצוה יברך ברוך אתה ה' אלהינו מלך העולם שפטרני מעונשו של זה (מהרי\"ל בשם מרדכי ובראשית רבה פרשת תולדות). וטוב לברך בלא שם ומלכות (דברי עצמו):<\/i>","הרואה פרי חדש מתחדש משנה לשנה מברך שהחיינו ואפילו רואהו ביד חבירו או על האילן ונהגו שלא לברך עד שעת אכילה.  <i>הגה: ומי שבירך בשעת ראיה לא הפסיד (טור). ואין לברך עד שנגמר תשלום גידול הפרי (תשובת רשב\"א סימן ר\"ן וכל בו). ואם לא בירך בראיה ראשונה יכול לברך בראיה שניה (אגור):<\/i>","אם בירך שהחיינו על שירזא\"ש כשיאכל גינדא\"ש חוזר ומברך שהחיינו.  <i>הגה: והם כשני מיני גודגדניות כגון וויינקשי\"ל וקירש\"ן וכל כיוצא בזה:<\/i>","אם בירך שהחיינו על הענבים כשישתה יין חדש אינו חוזר ומברך:","פרי שאינו מתחדש משנה לשנה אפילו אם יש ימים רבים שלא אכל ממנו אינו מברך שהחיינו.  <i>הגה: פרי שמתחדש שתי פעמים בשנה מברכין עליו שהחיינו (בית יוסף), אבל שאין לו זמן קבוע לגידולו אין מברכין עליו (בית יוסף בשם הר\"ר מנוח), לכן אין מברכין שהחיינו על ירק חדש דעומד כל השנה בקרקע (מהרי\"ו):<\/i>","אינו מברך שהחיינו על הבוסר אלא כשהבשילו האשכולות ענבים וכן בכל פרי אחר גמורו:","הרואה כושי וגיחור דהיינו שהוא אדום הרבה והלווקן דהיינו שהוא לבן הרבה והקפח דהיינו שבטנו גדול ומתוך עוביו נראית קומתו מקופחת והננס והדרקונה דהיינו מי שהוא מלא יבלת ופתויי הראש שכל שערותיו דבוקות זה בזה ואת הפיל ואת הקוף מברך ברוך אתה ה' אלהינו מלך העולם משנה הבריות:","הרואה את החיגר ואת הקטע ואת הסומא ומוכה שחין והבהקנין והוא מי שמנומר בנקודות דקות אם הם ממעי אמם מברך משנה הבריות ואם נשתנה אחר כך מברך דיין האמת ויש מי שאומר דדוקא על מי שמצטער עליו אבל על עובד כוכבים אינו מברך ואינו מברך אלא פעם ראשונה שהשינוי עליו גדול מאד.  <i>הגה: ויש אומרים משלשים יום לשלשים יום (טור):<\/i>","הרואה אילנות טובות ובריות נאות אפילו עובד כוכבים או בהמה אומר ברוך אתה ה' אלהינו מלך העולם שככה לו בעולמו ואינו מברך עליהם אלא פעם ראשונה ולא יותר לא עליהם ולא על אחרים אלא אם כן היו נאים מהם:"],["היוצא בימי ניסן וראה אילנות שמוציאין פרח אומר ברוך אתה ה' אלהינו מלך העולם שלא חיסר בעולמו כלום וברא בו בריות טובות ואילנות טובות ליהנות בהם בני אדם ואינו מברך אלא פעם אחת בכל שנה ושנה ואם איחר לברך עד אחר שגדלו הפירות לא יברך עוד:"],["על הזיקים והוא כמין כוכב היורה כחץ באורך השמים ממקום למקום ונמשך אורו כשבט ועל רעדת הארץ ועל הברקים ועל הרעמים ועל רוחות שנשבו בזעף על כל אחד מאלו אומר ברוך אתה ה' אלהינו מלך העולם עושה מעשה בראשית ואם ירצה יאמר ברוך אתה ה' אלהינו מלך העולם שכחו וגבורתו מלא עולם:","כל זמן שלא נתפזרו העבים נפטר בברכה אחת נתפזרו בין ברק לברך ובין רעם לרעם צריך לחזור ולברך:","היה יושב בבית הכסא ושמע קול רעם או ראה ברק אם יכול לצאת ולברך תוך כדי דבור יצא ואם לאו לא יצא:"],["על ימים ונהרות הרים וגבעות ומדברות אומר \"ברוך אתה ה' אלהינו מלך העולם עושה מעשה בראשית\" ועל הים הגדול והוא הים שעוברים בו לארץ ישראל ולמצרים אומר \"ברוך אתה ה' אלהינו מלך העולם עושה הים הגדול\":","לא על כל הנהרות מברך אלא על ארבע נהרות דכתיבי בקרא כמו חדקל ופרת והוא שראה אותם במקום שלא נשתנה מהלכם על ידי אדם:","ולא על כל הרים וגבעות מברך אלא דוקא על הרים וגבעות המשונים וניכרת גבורת הבורא בהם:"],["הרואה הקשת אומר בא\"י אמ\"ה זוכר הברית נאמן בבריתו וקיים במאמרו. ואסור להסתכל בו ביותר:","הרואה חמה בתקופתה והוא מכ\"ח לכ\"ח שנה והתקופה בתחלת ליל ד' כשרואה אותה ביום ד' בבוקר אומר ברוך עושה [מעשה] בראשית וכן מברך ג\"כ כשרואה לבנה בטהרתה וכוכבים במשמרותם ומזלות בעתם דהיינו כשתחזור הלבנה בתחלת מזל טלה בתחלת החדש ולא תהיה נוטה לא לצפון ולא לדרום וכן כשיחזרו כל כוכב מחמשה הנשארים לתחלת מזל טלה ולא יהא נוטה לא לצפון ולא לדרום וכן בכל עת שיראה מזל טלה עולה מקצות המזרח:"],["המתפלל על מה שעבר, כגון שנכנס לעיר ושמע קול צוחה בעיר ואמר יהי רצון שלא יהא קול זה בתוך ביתי, או שהיתה אשתו מעוברת אחר ארבעים יום לעבורה ואמר יהי רצון שתלד אשתי זכר, הרי זו תפילת שוא. אלא יתפלל אדם על העתיד לבוא ויתן הודאה על שעבר, כגון הנכנס לכרך אומר \"יהי רצון מלפניך ה' אלהינו שתכניסני לכרך הזה לשלום\". נכנס בשלום אומר \"מודה אני לפניך ה' אלהינו שהכנסתני לכרך זה בשלום. ביקש לצאת אומר \"יהי רצון מלפניך הה' אלהינו שתוציאני מכרך זה לשלום\". יצא בשלום אומר \"מודה אני לפניך ה' אלהי שהוצאתני מכרך זה לשלום, וכשם שהוצאתני לשלום כן תוליכני לשלום וכו'\", עד \"ברוך אתה ה' שומע תפילה\". וזו היא תפילת הדרך שנכתבו היא וכל דיניה בסימן ק\"י:","הנכנס למוד את גרנו אומר \"יהי רצון מלפניך ה' אלהי שתשלח ברכה בכרי הזה\". התחיל למוד אומר \"ברוך השולח ברכה בכרי הזה\". מדד ואחר כך בירך הרי זה תפלת שוא שאין הברכה מצויה אלא בדבר הסמוי <i>(פירוש דנעלם ואינו נראה)<\/i> מן העין:","הנכנס למרחץ אומר \"יהי רצון מלפניך ה' אלהי שתכניסני לשלום ותוציאני לשלום, ותצילני מהאור הזה וכיוצא בו לעתיד לבוא\". יצא בשלום אומר \"מודה אני לפניך ה' אלהי שהצלתני מהאור הזה\":","הנכנס להקיז דם אומר \"יהי רצון מלפניך ה' אלהי שיהא עסק זה לי לרפואה כי רופא חנם אתה\". ולאחר שהקיז אומר \"ברוך רופא חולים\":","לעולם יהא אדם רגיל לומר \"כל מה דעביד רחמנא - לטב עביד\":"],["אם אי אפשר לו ללמוד בלא שינת צהריים – יישן. <i>הגה: וכשניעור משנתו, אין צריך לברך \"אלהי נשמה\" (בית יוסף). ויש אומרים שיקרא קודם שיישן \"ויהי נועם\" (כל בו)<\/i>.  ובלבד שלא יאריך בה, שאסור לישן ביום יותר משינת הסוס, שהוא שיתין נשמי. ואף בזה המעט – לא תהא כוונתו להנאת גופו, אלא להחזיק גופו לעבודת השם יתברך.  וכן בכל מה שיהנה בעולם הזה, לא יכוון להנאתו אלא לעבודת הבורא יתברך, כדכתיב: \"בכל דרכיך דעהו\" <i>(משלי ג ו)<\/i>, ואמרו חכמים: כל מעשיך יהיו לשם שמיים, שאפילו דברים של רשות, כגון האכילה והשתיה וההליכה והישיבה והקימה והתשמיש והשיחה וכל צרכי גופך, יהיו כולם לעבודת בוראך, או לדבר הגורם עבודתו. שאפילו היה צמא ורעב, אם אכל ושתה להנאתו – אינו משובח, אלא יתכוין שיאכל וישתה כפי חיותו לעבוד את בוראו.  וכן אפילו לישב בסוד ישרים ולעמוד במקום צדיקים ולילך בעצת תמימים, אם עשה להנאת עצמו – להשלים חפצו ותאותו – אינו משובח, אלא אם כן עשה לשם שמיים.  וכן בשכיבה, אין צריך לומר שבזמן שיכול לעסוק בתורה ובמצוות לא יתגרה בשינה לענג עצמו, אלא אפילו בזמן שהוא יגע וצריך לישן כדי לנוח מיגיעתו – אם עשה להנאת גופו אינו משובח; אלא יתכוין לתת שינה לעיניו ולגופו מנוחה לצורך הבריאות, שלא תיטרף דעתו בתורה מחמת מניעת השינה.  וכן בתשמיש האמורה בתורה, אם עשה להשלים תאוותו או להנאת גופו – הרי זה מגונה. ואפילו אם נתכוין כדי שיהיו לו בנים שישמשו אותו וימלאו מקומו – אינו משובח, אלא יתכוין שיהיו לו בנים לעבודת בוראו, או שתהיה כוונתו לעבודת הבורא או לדבר המביא לעבודתו.  כללו של דבר: חייב אדם לשום עיניו וליבו על דרכיו ולשקול כל מעשיו במאזני שכלו, וכשרואה דבר שיביא לידי עבודת הבורא יתברך – יעשהו, ואם לאו – לא יעשהו. ומי שנוהג כן, עובד את בוראו תמיד."]]}