{"MISHNA_BERURA":[["(א) כל תענית וכו' - היינו בין הארבע צומות או איזה תענית יחיד:","(ב) ג' כוכבים - דשנים עדיין הוי ביה\"ש:","(ג) בינוניים - אבל גדולים לא מהני דהם נראין אף ביום. והנה בסימן רצ\"ג לענין מוצאי שבת פסק השו\"ע דאין לעשות מלאכה עד שיראו ג' כוכבים קטנים ורצופים והוא משום חומרא דשבת וה\"ה לענין מוצאי יוה\"כ אבל בענינינו סגי בבינונים ואפילו מפוזרים [אחרונים]:","(ד) אינו תענית - הן לענין שלא יצא בזה ידי חיוב תעניתו והן לענין שאינו מתפלל עננו:","(ה) אם דעתו לאכול וכו' - כגון שהתנה בשעת קבלתו שלא להשלים התענית:","(ו) אף על פי שאין משלימין - היינו אם פירש בשעת קבלה שלא להשלים אפילו התענה רק עד מנחה גדולה מתפלל עננו אבל אם קיבל תענית סתם צריך להשלים עד צאת הכוכבים כדלקמן בס\"ג [ועיין בביאור הגר\"א דמשמע מיניה דבזה אם לא השלים אפילו לדעת מקצת רבוותא אין מתפללין עננו] ואם לא השלים ואכל עיין לקמן סימן תקס\"ח ס\"א ובהג\"ה שם. והא דסתם רמ\"א להקל בפירש בשעת קבלה היינו דוקא במתפלל תפלת מנחה קודם אכילתו אבל כשאכל מתחלה בכל גווני אינו מתפלל עננו:","(ז) וכן דעת מקצת רבוותא - טעמם דס\"ל דמה שאמר הגמרא כל תענית שלא שקעה עליו חמה אינו תענית והיינו אף לענין עננו הוא רק אם קיבל עליו להתענות יום שלם ולא השלים דאינו תענית אז אינו מתפלל עננו אבל אם קיבל עליו רק עד מנחה דהוא לצעורי בעלמא הוי תענית לענין זה שמתפלל עננו בתוך תפלתו אף שאיננו משלים אכן רוב הפוסקים חולקים ע\"ז וע\"כ הכריע רמ\"א דלא נסמוך עליה רק לענין יחיד דיאמרנה בש\"ת ויחתום כי אתה שומע וכו' ולא יאמר בא\"י העונה בעת צרה ועיין בט\"ז שמצדד דאפילו בזה ידלג תיבות צום תעניתנו דלא ליחזי כדובר שקרים כיון דאינו תענית ובספר בגדי ישע פוסק דאינו צריך לדלג כיון שהוא מתענה עד אחר חצות דאז אכילתו הוא כזורק אבן לחמת לא מיחזי כשיקרא עי\"ש וכן מצדד בספר מחצית השקל עי\"ש:","(ח) אבל ש\"ץ וכו' - היינו בתפלת חזרת הש\"ץ דמוסיף ברכה מיוחדת ע\"ז בין גואל לרופא אבל בתפלת הלחש גם הוא יאמר עננו קודם כי אתה שומע ועיין בבה\"ל:","(ט) שאין רגילות לקבלם בתפלה - שמקובלים ועומדים מכח מנהגם וגם התענית הוא רק לצעורי בעלמא משום תשובה שיתכפרו עונותיו ולפ\"ז אותן הנוהגין להתענות לעולם יום א' של סליחות וער\"ה א\"צ קבלה והשלמה כיון שמקובלים מכח מנהגם:","(י) עד שיצא מביהכ\"נ - ערבית ואפילו התפללו מבע\"י דהיינו מפלג המנחה ולמעלה דהוא י\"א שעות פחות רביע. ותפלת ערבית אין מעכב לזה אלא כיון שהגיע הזמן הזה די ובלבד שיתפלל מנחה תחלה [מ\"א] ועיין במחצית השקל בסימן תקפ\"א שכתב דעכשיו רבים נוהגים שלא להתענות כ\"א עד זמן מנחה גדולה ומתפללים תחלה מנחה וכ\"כ בפמ\"ג ועכ\"פ נראה דבאדם חלוש בודאי יכול לסמוך להקל להתענות רק עד זמן מנחה גדולה ולהתפלל מנחה ותפלת עננו ולאכול:","(יא) וכן חתן וכו' - דמתענה ג\"כ רק לצעורי משום תשובה לכפר עונותיו ואין רגילות לקבלו במנחה שלפניו:","(יב) ואז יוכל לשתות וכו' - היינו ג\"כ אף שלא התנה בתחלה שלא להשלים אפ\"ה יכול לשתות וכנ\"ל ומש\"כ ואז היינו דלא ישתה קודם מנחה דאז לא יוכל לומר עננו. ומ\"מ טוב יותר שיתנה החתן בפירוש שלא להשלים [אחרונים]:","(יג) להשלים - הטעם שמתענין על העבר על החורבן ולא אמרינן לצעורי קמכוין משא\"כ ביו\"ד ימי תשובה דמתענין על העתיד שיקרע גזר דינם אמרינן דלא קבלו אלא לצעורי וזהו טעם המתענין מ' יום לפני יום הכפורים דא\"צ להשלים דהא הם מתענים ג\"כ מפני התשובה:","(יד) אף על גב דאינו צריך קבלה - דמקובל ועומד מפני שרגיל בזה בכל שנה:","(טו) רק מתענה יום או יומים - מיירי במי שאינו נוהג להתענות כל שנה וא\"כ צריך לקבל התענית לכן צריך להשלים אבל מי שמתענה כל שנה אפי' רק קבע יום אחד לזה א\"צ קבלה והשלמה ומכ\"ש מי שמתנה בשעת קבלה שבודאי א\"צ השלמה:","(טז) התנה - בשעת קבלת תענית ואפשר דה\"ה אם התנה מקודם אמרינן דקבלה שקיבל אח\"כ אדעתא דתנאה קמא הוי:","(יז) שקיבל עליו תענית סתם וכו' - היינו שלא פירש בעת הקבלה את כונתו אמרינן דמסתמא היה כונתו כמו בשאר ימות החול דדינו הוא עד צאת הכוכבים כ\"ז שלא פירש:","(יח) אם לא וכו' עד שישלימו הצבור תפלתם - וה\"ה דמהני כשמתנה שיתענה רק עד זמן מנחה גדולה ומיקרי תענית ויכול להתפלל עננו:","(יט) וע\"ל סי' רמ\"ט - היינו מה שהכריע שם בהג\"ה לדינא ועיין שם מה שכתבתי שם במ\"ב ובה\"ל:","(כ) ואפילו בע\"ש - דהא מתענין עבורו אף בשבת:","(כא) שלא קבלו עליו היחיד וכו' - לאפוקי תענית צבור דאינו צריך קבלה כמבואר בסי\"ב:","(כב) מבעוד יום אינו תענית - משמע אע\"פ שקבלו אח\"כ בלילה לא מהני והא דמבואר לקמן בס\"י בדעה קמייתא דמהני הקבלה לענין תענית שעות להתפלל ענינו הכא כיון שהתחיל להתענות לשם חובה ואח\"כ קבלו לא הוי קבלה כלל [מ\"א בסקט\"ו] ואפילו השלימו עד צה\"כ ג\"כ אינו חשוב תענית שנאמר קדשו צום משמע דבעינן הזמנה מקודם [רי\"ף]:","(כג) לא יצא ידי נדרו - ומ\"מ אם התחיל להתענות ביום זה צריך לשלם נדרו במה שקבל עתה אף שלא קבלו מבעוד יום וגם הוי כפרת עון דלא גרע ממי שמצטער עצמו מבשר ויין וכדלקמן בסי\"א כ\"כ הפמ\"ג והגר\"א בביאור דברי הרמ\"א וביד אפרים וכן בשיורי לקט מפקפקין ע\"ז דכיון דהוא סבר לצאת בזה ידי נדרו שנדר מכבר א\"כ היה הקבלה בטעות ויכול לחזור בו ולאכול בו ביום:","(כד) מיהו י\"א דמתפלל ענינו - טעמם דמה שאמרו בגמרא כל תענית וכו' אינו תענית היינו רק לענין שלא יצא ידי נדרו שחייב מקודם אבל שם תענית עליו ויכול להתפלל ענינו ואפילו לא קבלו כלל:","(כה) בתענית יחיד - משום דיחיד אומר ענינו בשומע תפלה ואינו קובע ברכה לעצמו וכנ\"ל בס\"א בהג\"ה ומיהו אפשר דדוקא בחדא ריעותא דהיינו שלא קבלו מבעוד יום אבל השלימו עד הערב אבל אם גם אין דעתו להשלימו אפשר דאינו חשוב תענית גם לענין ענינו ונכון שבאופן זה ידלג תיבות צום תעניתנו ויאמר ענינו ד' ענינו ביום זה כי בצרה גדולה אנחנו וכו':","(כו) מתפלל ענינו אע\"פ וכו' - ובזה לכו\"ע יכול לומר בו שפיר צום תעניתנו אע\"פ שלא קבלו מאתמול כלל כיון דמשמיא רמו עליה הוי במקום קבלה מעצמו:","(כז) בתפלת המנחה - דבעינן שיהא הקבלה סמוך לזמן התחלת התענית ונראה דלכתחלה יותר טוב שיהיה במנחה קטנה דהוא בט' שעות ומחצה ולא קודם ובדיעבד מהני אפילו במנחה גדולה וכתבו האחרונים שבדיעבד אם לא קיבל בתפלת המנחה יכול לקבלו אח\"כ כל זמן שהוא יום:","(כח) בשומע תפלה - דמותר לשאול צרכיו בשומע תפלה וכיון שמסיים יהי רצון וגו' כדלקמיה לא הוי הפסק דהוא בכלל שאילת צרכיו:","(כט) הריני בתענית יחיד - אתי לאפוקי דלא נטעי שהוא מקבל עליו להתענות כחומר תענית צבור ומ\"מ בדיעבד אף אם אמר בסתמא הריני בתענית מחר ג\"כ דינו כתענית יחיד [ב\"י]:","(ל) אם הרהר בלבו שהוא מקבל וכו' - ודוקא שהרהר בלשון זה שהוא מקבל אבל מה שבדעתו להתענות לא מיקרי קבלה ויכול לחזור אכן אם התחיל להתענות אסור לאכול בלא התרה:","(לא) הוי קבלה - דאע\"ג דלענין שבועה ונדר כשאוסר איזה דבר על עצמו לא מהני עד שיוציא בשפתיו אבל תענית דמי לנדר של צדקה דמהני כשגמר בלבו לזה וט\"ז כתב דכיון דע\"י התענית נתמעט חלבו ודמו חשוב כקרבן ובקרבן כתיב כל נדיב לב עולות:","(לב) בשעת תפלת המנחה - ולא קודם דלא עדיף הרהור מהוצאה בפה דלא מהני אם הוציא בפיו קודם תפלת המנחה להתענות למחר ופרטי דינים אלו עיין לקמן בסימן תקס\"ג:","(לג) וטוב יותר וכו' - קאי אריש הסעיף שכתב אומר בשומע תפלה או אחר וכו' וע\"ז קאמר דטוב יותר לקבלו אחר תפלה דהיינו קודם יהיו לרצון או אח\"כ קודם שיעקור רגליו:","(לד) כדי שלא להפסיק - דעצם הקבלה שאומר הריני בתענית אינו שייך לתפלה והאחרונים כתבו דטוב שגם בשומע תפלה יהרהר שמקבל עליו התענית למחר:","(לה) לא הפסיד כלום - דלא נחשב זה להפסק משום דעצם חיוב התענית אינו אלא לכל היום אם לא במקום שהחמירו בפירוש גם ללילה כגון לט\"ב או להמבוארים לקמן בסימן תקע\"ה ס\"ג:","(לו) להתענות בימים ויאכל בלילות - אין הכונה שפירש שיאכל בלילות אלא מסתמא הוא ג\"כ מותר כדלקמיה:","(לז) ואז מתפלל - ט\"ס הוא וצ\"ל ואפ\"ה מתפלל ור\"ל דאף שמתענה גם בלילה אין לומר דהוי כיומא אריכתא ולא יתפלל ענינו אלא במנחה של יום שני אלא כל יום הוא תענית בפני עצמו לענין ענינו ואפילו מתענה ששה ימים רצופים נמי מתפלל כל יום ענינו במנחה:","(לח) אם סגי בקבלה אחת לכולם - מפני שקבלן בבת אחת:","(לט) מיהו נהגו העם וכו' - והוא מה שמברכין בשבת שלאחר פסח וסוכות מי שיקבל עליו להתענות בה\"ב והעם עונין אמן וזהו הקבלה וא\"צ לקבלו עוד במנחה שלפניו ומ\"מ אם רוצה אח\"כ שלא להתענות הרשות בידו כיון שלא הוציא בפיו. אכן לפי מה שכתבנו לקמן בסימן תקס\"ג דיש מחמירין שאפילו בהרהור בלבד הוי קבלה צריך ליזהר לדבריהם אם בעת שענה אמן היה בלבו להתענות שלא לחזור לחזור מזה:","(מ) אע\"פ שלן בתעניתו וכו' - אשמעינן בזה דלא נימא דבכה\"ג הוי כיומא אריכתא ויצא בקבלתו הראשונה:","(מא) אינו תענית - לא לענין לצאת ידי נדרו ולא לענין להתפלל ענינו:","(מב) שלא קבלו עליו מבע\"י - משמע אע\"פ שקבלו אח\"כ בלילה לא מהני ועיין במ\"א שדעתו דדוקא אם קבלו אחר שהתחיל להתענות לשם תענית דהקבלה צריך להיות מקודם התחלת התענית הן בתענית שעות והן בתענית יום שלם אבל אם קיבל ע\"ע בלילה קודם שהתחיל להתענות אף דלא יצא ידי נדרו בזה דלא נקרא תענית שלם כיון שלא קבלו מבע\"י מ\"מ עכ\"פ תענית שעות הוי כיון שקיבל קודם התחלת תעניתו ומתפלל למחר ענינו לדעה קמייתא שבסעיף יו\"ד ויש מאחרונים שחולקין וסוברין דהיכא שדעתו להתענות יום שלם אין עליו שם תענית שעות ובלא קבלה מבע\"י אף לדעה קמייתא אין עליו שם תענית כלל אף לענין להתפלל ענינו. ודע דלפי מה שכתב הרמ\"א בס\"ה לנהוג בתענית יחיד שאומר ענינו בש\"ת אף בלא קבלה כלל ה\"ה בענינינו כאן וכ\"כ הא\"ר:","(מג) ונמלך להתענות וכו' - מלשון זה משמע לכאורה דאפילו לא הוציא בשפתיו ג\"כ סגי ומה שסיים שהרי קבל עליו היינו בלב ואזיל לשיטתיה בס\"ו ועיין שם במ\"א דדוקא בשקבל עליו אבל אם היה רק בדעתו להתענות לא מיקרי קבלה:","(מד) שגם זה תענית שעות וצריך - צ\"ל שגם תענית שעות זה צריך:","(מה) שיקבלנו עליו מאתמול - היינו בעת תפלת המנחה:","(מו) נמלך וגמרו - ר\"ל שנמלך שלא לאכול אפילו שלא לשם תענית:","(מז) הרי זה תענית שעות - ר\"ל ומתפלל בהם עננו:","(מח) עד חצי היום - לאו דוקא דה\"ה אם הקבלה היה עד ג' רביע היום אם דעתו לאכול קודם גמר היום אינו מתפלל ענינו בתפלת המנחה ועיין לעיל בס\"א בהג\"ה דהיחיד יכול לומר ענינו בש\"ת:","(מט) שצריך להשלים נדרו - דה\"א דמותר לאכול תוך אותו זמן שקיבל עליו דלא הוי נדר כלל קמ\"ל דמ\"מ צריך להתענות אותו זמן:","(נ) ויש אומרים וכו' - ולדינא נראה דצריך להחמיר ולהתענות כדעה ראשונה אף שלא ידע ולא קיבל ע\"ע וכ\"ש התעניתים הכתובים בפסוק בודאי א\"צ לקבל ונראה דאף דעה השניה מודה לזה דאלו כבר רצו כל ישראל וקבלו עליהם כדאיתא בפוסקים:","(נא) יש מי שאומר וכו' - נקט לשון זה לדין הראשון שמה שהתנה הוא דבר הרשות דבזה יש הרבה פוסקים שחולקין וס\"ל דאף שהתנאי היה בדבר הרשות כיון שהדבר שהתחייב הוא דבר מצוה לא שייך בזה אסמכתא ומחויב לקיים אבל שני דינים האחרונים כו\"ע ס\"ל כן:","(נב) אם לא אלך למקום פלוני - וה\"ה בקום ועשה כגון שאמר אם אעשה דבר פלוני ועשה:","(נג) אשב בתענית - וה\"ה אם אמר אתן לצדקה:","(נד) הוי אסמכתא - והאחרונים כתבו דיש להחמיר מאחר שרבים חולקים ע\"ז:","(נה) אבל אם אמר וכו' - דעשה לזרז עצמו לדבר מצוה וגומר בדעתו ולא הוי אסמכתא:","(נו) אם יצילני ה' מצרה - דמקרא מלא הוא גבי יעקב וידר יעקב נדר אם יהיה אלהים עמדי ושמרני וגו' וכן וידר ישראל נדר לאמר אם נתן תתן את העם הזה בידי וגו':","(נז) או אם יצליח דרכי - גם זה מקרא דיעקב ונתן לי לחם לאכול וגו' ומשום דבזכות שהצליח גמר ומקני לכך חייל הנדר:"],["(א) מי שהרהר בלבו - ר\"ל אפילו גמר בדעתו וקיבל במחשבתו להתענות למחר:","(ב) שלא בשעת תפלת המנחה - אלא קודם לזה דאלו אחר שהתפלל משמע מאחרונים דמהני הקבלה בדיעבד כל זמן שהוא יום בין בהוצאה בפה ובין בהרהור:","(ג) דלא הוי קבלת תענית - משמע מלשון זה דא\"צ להתענות כלל כיון שלא קיבלו בתפלת המנחה אבל האחרונים הסכימו דמחוייב להתענות עכ\"פ מדין נדר [ואפילו רק גמר בדעתו וקיבל במחשבתו להתענות ג\"כ יש מחמירין דהרהור כדיבור דמי] אכן לענין תפלת עננו משמע דלא יכול לומר. והנה כ\"ז לענין הש\"ץ לומר ענינו בין גואל לרופא ובחתימה כנהוג אבל ליחיד לומר ענינו בשומע תפלה כבר הכריע רמ\"א לעיל בס\"ה דיחיד יכול לומר אפילו לא קיבלו כלל וכ\"ש בענינינו שקיבלו שלא בתפלת המנחה דלהרבה פוסקים חשוב זה קבלה גמורה עכ\"פ לענין יחיד בודאי יש לו לומר עננו:"],["(א) והוא שלא ישן וכו' - היינו אפילו אם גמר סעודתו מכבר ורוצה קודם אור היום לחזור ולאכול רשאי:","(ב) שינת קבע - אבל מתנמנם דהיינו נים ולא נים תיר ולא תיר לא חשיב שינה:","(ג) אבל אם ישן - אפילו שלא על מטתו. והנה המחבר סתם דבריו משמע דס\"ל אפילו ישן בתוך הסעודה ג\"כ שוב אסור לאכול ולגמור סעודתו כשניעור משנתו וכמו שמסיק בב\"י אבל כמה אחרונים הסכימו דאם ישן בתוך הסעודה מותר לגמרה אח\"כ כיון דמתחלה היה דעתו לאכול עוד. ומ\"מ המחמיר ע\"ע בזה קדוש יאמר לו:","(ד) אא\"כ התנה וכו' - קודם השינה ואז מותר אפילו גמר סעודתו קודם השינה וגם ישן אח\"כ שינת קבע דעדיין לא קבל עליו התענית:","(ה) דמסתמא דעתו וכו' - דדרך האדם להיות צמא אחר שינתו:","(ו) והוי כאילו התנה - כתבו האחרונים דלכתחלה ראוי להחמיר ולהתנות אף לשתיה כדעת המחבר אכן אם רגיל לשתות אחר השינה א\"צ להתנות:"],["(א) אומר ענינו בשומע תפלה - ר\"ל שאינו קובע ברכה לעצמו בין גואל לרופא כמו ש\"צ אלא כוללה בשומע תפלה וכדלקמיה בהג\"ה:","(ב) בין יחיד המתפלל עם הצבור - דרק לשליח צבור קבעו ברכה לעצמו בין גואל לרופא ולא ליחידים:","(ג) ולא יחתום וכו' - ואפילו ש\"ץ אם שכח לומר ענינו בין גואל לרופא שאומר בשומע תפלה ג\"כ לא יחתום שם בברכה בפ\"ע אלא יסיים כי אתה שומע כיחיד:","(ד) יאמר ענינו וכו' - דלעולם לישתתף אינש בהדי צבורא:","(ה) בצום תעניתנו - ולא מיחזי כשיקרא מה שאומר בלשון רבים דא\"א שלא יהיה אחד בסוף העולם שמתענה היום [מ\"א] ויש מאחרונים שמצדדים לומר ביום צום תעניתי או ביום צום התענית והעולם נהגו כרמ\"א וכן העתיק בדה\"ח:","(ו) וע\"ל סי' רצ\"ד סדו\"ה - דשם מוכח בס\"ד דתיכף כשיסיים ברכת שומע תפלה אין לו לחזור אע\"פ שלא פתח בברכה שלאחריה רק אחר תפלתו יכללה באלהי נצור כדלקמיה וגם הסעיף ה' דשם שייך לכאן:","(ז) לאחר תפלתו - קודם יהיו לרצון:","(ח) שמא יאחזנו בולמוס - שיהיה צריך לאכול כדי להשיב נפשו. ועיין בט\"ז שכתב דאם רוצה להתפלל בשחרית ענינו ולדלג תיבות ביום צום תעניתנו הרשות בידו דאז אין חשש שמא ימצא שקרן:","(ט) בכל תפלותיו - ואפילו בתפלת ערבית שקודם התענית דעצם התענית מתחיל מבערב:","(י) כ\"א במנחה - ואפילו מתפלל מנחה גדולה יאמר ענינו דאפילו אם יאחזנו בולמוס לא יהיה שקרן בתפלתו דעכ\"פ התענה עד חצות [אחרונים]:","(יא) דדבר שבקדושה הם - ואין נאמר בפחות מעשרה:","(יב) דרך קריאה - בניגון וטעמים. אין לומר האדרת והאמונה בצבור כ\"א ביוה\"כ הא יחיד יכול לומר האדרת כל השנה. אין לומר קודם חצות לילה שום סליחות ולא י\"ג מדות בשום פנים לעולם חוץ מביום הכפורים [אחרונים]:","(יג) וכן אין וכו' או ויעבור - אף די\"ג מדות כבר כתבו המחבר חזר ושנה הרמ\"א בשם או\"ז דאפילו סליחות לחוד ג\"כ אין לומר ביחיד אבל האחרונים תמהו על עיקר הדין דלמה לא יאמר היחיד סליחות דהוא תחנונים בעלמא והסכימו דסליחות בלא י\"ג מדות יכול יחיד לומר:","(יד) ומפרסם עצמו וכו' - משמע שאם שואלין אותו אם התענה מותר לומר האמת כיון שאינו עושה להשתבח ולהתפאר ומ\"מ נכון הוא שבכל גווני יאמר שאינו מתענה כדי שלא להחזיק טיבותא לנפשיה אכן אם מפצירין בו לאכול ואינו יכול להתנצל בלא\"ה יאמר שהוא מתענה [ט\"ז ומ\"א] ופשוט דכל זה בסתם תענית שאדם מקבל ע\"ע אבל בתעניתים הקבועין והוא במקום שמקילין בו המון מצוה לפרסם שמתענה כדי שילמדו ממנו. ולהיפך אם הוא במקום שהעולם מחמירין ע\"ע להתענות אף תענית בה\"ב וכדומה והוא אין יכול להתענות מפני שהוא חלש לא יאכל בפרהסיא בפני המון עם אלא בצנעא [פמ\"ג]:\n"],["(א) בין גואל לרופא - דכתיב ד' צורי וגואלי וסמיך ליה יענך ד' ביום צרה:","(ב) העונה לעמו ישראל וכו' - ובסידורים שלנו איתא העונה בעת צרה וכן העיקר:","(ג) וקורין ויחל בשחרית ובמנחה - היינו בכל תענית צבור אבל בט\"ב קורין בשחרית כי תוליד בנים וגו' ומפטירין בירמיה אסוף אסיפם כדלעיל בסימן תקנ\"ט ס\"ד בהג\"ה ורק במנחה דומה בקריאה לשאר ת\"צ. מה שהקהל אומרים שוב מחרון אפך דרך בקשה וכן ד' ד' אל רחום וחנון וגו' העולה לתורה וכן החזן הקורא אין אומר אותן פסוקים עם הקהל רק אח\"כ כשסיימו הקהל אז קורא החזן עם העולה בתורה וראוי ליזהר שהש\"ץ ימתין עד שיסיימו כולם ואח\"כ יתחיל לקרות כדי שישמעו כולם מתורה:","(ד) בין שחל בשני ובחמישי - עיין לקמן בס\"ב בהג\"ה דבתעניתים שאין קבועין לכל מנהגינו שאין דוחין פרשת השבוע בשחרית:","(ה) וקורים - ויחל בשחרית ובמנחה וה\"ה דאומר הש\"ץ ענינו בין גואל לרופא:","(ו) קורין שחרית פרשת ר\"ח - ובדיעבד אם קרא ויחל נראה שאין מחזירין אותו דיש לסמוך על הירושלמי דסובר דאף לכתחלה קורין ויחל:","(ז) מיהו אם קבעו התענית וכו' - היינו אם הצבור גזרו תענית ולאפוקי תעניתים הכתובין אפילו אם חלו בב' וה' דוחין פרשת השבוע וקורין ויחל לכו\"ע:","(ח) אין דוחים פרשת השבוע - דהוא תדיר ואין חשוב תענית שלא נתפשט בכל ישראל לדחות פרשת השבוע. ועיין בא\"ר שהביא בשם מלבושי יו\"ט שדעתו לדינא להורות כהטור וכדעת רב שר שלום דדוחין פרשת השבוע וקורין ויחל אלא דמ\"מ כיון שנהגו כן אין לשנות המנהג ועיין בביאור הגר\"א שדעתו ג\"כ לדינא כהמלבושי יו\"ט ותמה על הרמ\"א עי\"ש אמנם בא\"ר מצדד להורות כהרמ\"א שכן נמצא באגודה בשם רבותיו עי\"ש. ומ\"מ בדיעבד אם התחילו לקרות פרשת ויחל אין לחזור כנלענ\"ד:","(ט) אלא קורין בשחרית בפרשה - ומ\"מ הש\"ץ אומר ענינו בין גואל לרופא בשחרית ומנחה:","(י) בלבד בה\"ב שמתענין אח\"פ וכו' - לפי שתעניתים אלו קבעו בכל הארצות ומיעוט הוא אותם שאין מתענים משא\"כ בשאר גזירות תענית על מדינה מיוחדת אז אין דוחין פרשת השבוע מכח ויחל וה\"ה תענית של כ' סיון ג\"כ יש לקרות ויחל אף בשחרית אפילו כשחל ביום ב' וה' שתענית זה הוא קבוע ונתפשט יותר בישראל מב' וה' דאחר פסח וסוכות [ט\"ז ול\"ח] ונ\"ל שהיום שהתענית של כ' סיון אינו קבוע כ\"כ שמתענים בו רק יחידים וכן תענית בה\"ב שאחר פסח וסוכות דינו כשאר תעניתים ואין דוחין פרשת השבוע בשחרית ולערב קורין ויחל. ואם חל כ' סיון בע\"ש שנוהגין שלא להשלים התענית רק עד שעה שיצאו מבהכ\"נ צ\"ע לענין ענינו איך יעשה וגם לענין קריאת התורה בצבור במנחה:","(יא) יש נוהגין לדונו כת\"צ לענין ענינו וכו' - היינו דהש\"ץ יאמר ענינו בין גואל לרופא בשחרית ובמנחה וכן ויחל ואם חל ביום ב' וה' לדעת הג\"ה לעיל אין דוחין פרשת השבוע:","(יב) ויש וכו' - ולפ\"ז ער\"ח שקורין יו\"כ קטן שנוהגין במקצת מקומות להתענות שהוא משום תשובה לענין ברכת ענינו ולענין קריאת ויחל תלוי במנהג המקומות ויש מקומות שנוהגין לקרות בו ויחל וכן לומר ענינו בין גואל לרופא במנחה ולא בשחרית משום דבמנחה מרבים בסליחות ווידויים ואין למחות ביד הנוהגין כן דיש להן על מה שיסמוכו אכן במקום שאין מנהג אין לקרות ויחל אף במנחה וכן הש\"ץ לא יאמר ענינו רק בשומע תפלה. מנהג ליתן צדקה במנחה דתענית דאגרא דתעניתא צדקתא ויש נוהגין לשער מה שהיה אוכל ביום התענית ליתן לעניים בערב [א\"ר] וכן נוהגין בקצת קהלות להכריז ליתן כופר נפש. ומ\"מ יראה לעשות כן שלא בחזרת הש\"ץ התפלה כי מבלבלין וצריך לשמוע להש\"ץ [פמ\"ג]:","(יג) בפני עצמה - אבל יאמרנה בש\"ת כשאר יחיד כיון שהוא ת\"צ:","(יד) אא\"כ יש בבהכ\"נ וכו' - ולענין קריאת ויחל כשחל התענית צבור בב' וה' אע\"פ שדוחין פרשת השבוע לית כאן ברכה לבטלה (דתקנת עזרא לקרות בשני וחמישי) א\"כ די כשיש ששה בבהכ\"נ קורין ויחל משא\"כ במנחה צריך עשרה בבהכ\"נ וה\"ה שחרית כשחל באגד\"ו צריך עשרה בביהכ\"נ דוקא [א\"ר ופמ\"ג] וי\"א שבתענית צבור של ד' צומות כיון דמדברי קבלה הם אפילו אין שם מתענים רק שבעה והשאר אינם מתענים דאניסי שהם חולים יכולים לקבוע ברכת ענינו ולקרות ויחל [שע\"ת ע\"ש]:","(טו) עשרה שמתענים - ואם יש בהם אחד שאינו משלים לא יאמר ברכת ענינו:","(טז) בברכת סלח לנו - מיהו אל רחום שמך וכיו\"ב שאינו מענין סליחת עון לא יאמרו עד אחר התפלה ואם שכח לומר הסליחות עד שגמר ברכת סלח לנו יאמר הסליחות אחר תפלת י\"ח [מ\"א]:","(יז) והוא המנהג הנכון - וכן הסכימו האחרונים:","(יח) לא יתפלל - ואם אירע שעבר לפני התיבה יאמר בשומע תפלה ענינו ביום צום התענית הזה וה\"ה אם אין ש\"ץ אחר מוטב שיתפלל מי שאינו מתענה ממה שיתבטלו לשמוע קדיש וקדושה וברכו:","(יט) שאין עומד לקרות וכו' - עיין במ\"א דדוקא במנחה אבל בשחרית מותר לעלות אע\"פ שדוחין פ' השבוע וקורין ויחל מ\"מ עכ\"פ הלא קוראין בתורה בלא התענית אלא א\"כ התענית באמצע שבוע ויש מאחרונים שמפקפקין עליו בזה ומ\"מ בדיעבד אם קראוהו לכו\"ע יעלה:","(כ) מי שלא התענה - או שאין בדעתו להשלים התענית:","(כא) יצא הכהן - כדי שלא יאמרו שהוא פגום ומ\"מ אם הוא בביהכ\"נ ואינו רוצה לצאת אין לחוש דליכא פגם שהכל יודעין שיש בני אדם שאין רגילין להתענות אכן זהו לענין תענית בה\"ב וכה\"ג אבל בתעניתים הכתובים שהכל מתענים לבד מי שהוא חולה איכא פגמא אם לא יצא וע\"כ יזהר לצאת וכ\"ז כשאין כהן אחר בביהכ\"נ אבל אם יש כהן אחר פשיטא שא\"צ לצאת ואם חושש שיקראוהו לעלות יאמר לחזן שלא יקראוהו. ודע דבדיעבד אם קראוהו במנחה למי שאינו מתענה יש דעות בין הפוסקים אם יעלה [דיש מחמירים בזה דהוי חשש ברכה לבטלה דלא תקנו קריאה זו אלא בשביל המתענים והפוסקים שמקילין בזה טעמם דהברכה הוא מפני כבוד הצבור] וע\"כ צריך ליזהר מאד שלא להיות בביהכ\"נ כדי שלא יקראוהו. ובדיעבד אם קראוהו והוא איש ת\"ח ומחמת איזה אונס אירע שלא התענה בת\"צ וצר לו לומר להם שלא התענה כדי שלא יהיה ח\"ה בדבר נראה שיוכל לסמוך בשעת הדחק על המקילין ויעלה:","(כב) יעמדו שנים - דילפינן ממשה דכתיב ואהרן וחור תמכו בידיו מזה אחד וגו'. וכתבו האחרונים שעכשיו אין נוהגין בזה משום שהכל אומרים בעצמם סליחות עם הש\"ץ:","(כג) ובגלילות האלו אין נושאין וכו' - ומ\"מ נראה מכל זה לענין אמירת אלקינו ואלקי אבותינו ברכנו בברכה המשולשת וכו' דבמקום דיש מדינא נשיאת כפים אומרים או\"א ברכנו וכו' ועיין לעיל בסימן קכ\"ט ס\"א ובמ\"ב שם מבואר כל פרטי דינים אלו וטעמיהן:\n"],["(א) יכול לטעום - אם יש בו מלח או תבלין דלא קביל עליה שלא יהנה אלא שלא יאכל וישתה וזה לא מיקרי אכילה ושתיה ואפשר דאפילו כונתו להנאת עצמו שרי כיון שאינו בולע. כתב הט\"ז דדינא דשו\"ע הוא דוקא לענין תענית אבל מי שמודר מאיזה מאכל אסור אפילו לטועמו ולפלוט דשם הנאה קביל עליה:","(ב) רביעית - הלוג והיינו ביצה ומחצה:","(ג) ובלבד שיפלוט - דאל\"ה חשיב שתיה ואפילו משהו אסור:","(ד) וביוה\"כ ובט\"ב אסור - דא\"א לומר שלא קיבל עליה דלאו בקבלתו תליא ואפילו בפחות מרביעית אסור:","(ה) בכל תענית צבור - היינו ד' תעניתים הכתובים דבהם נמי א\"צ קבלה:","(ו) והכי נוהגין - ובמקום סעודת מצוה שמבשלין ביום לצורך הלילה יש לסמוך אדעה ראשונה להתיר בשארי תעניתים לטעום התבשיל מעט מעט אם יש בו מלח ותבלין ולפלוט [ח\"א]:","(ז) מעט מעט - וטעימה זו בחיך ולרוקקו מיד שלא תעבור מן החיך ולהלאה. וכל היום כולו מצטרף לרביעית ויותר מרביעית אסור בכל גווני דאז חשיבה ההנאה:","(ח) וי\"א שאפילו בפ\"א וכו' - מדכתב המחבר דין זה בשם יש אומרים ויש אומרים ולא הכריע בדבר משמע דדעתו להקל דהוא מילתא דרבנן ובח\"א העתיק רק דעה הראשונה להחמיר ואפשר שטעמו משום דהמ\"א הביא בשם כמה ראשונים כדעה הראשונה:","(ט) עד כדי רביעית - ולדעה זו מותר לטעום כמה פעמים כל פעם כדי רביעית דאין איסור בטעימה אם לא בלע אבל יותר מרביעית אפילו הוא רק טועם פ\"א אסור דמתוך שלוגמיו מלאים יבלע מעט:","(י) בת\"צ לא כשר וכו' - היינו בתעניתים הכתובין:","(יא) למעבד הכי - ובמקום צער יש להתיר רחיצת פה במים בכל ת\"צ רק שיזהר ביותר לכפוף ראשו ופיו למטה שלא יבא לגרונו ואפילו בט\"ב יש להתיר כשהוא לו צער גדול וביוה\"כ יש להחמיר גם בזה [ח\"א וכ\"כ בא\"ר]:","(יב) ואפילו יש במים וכו' - כיון שמתכוין לרחוץ פיו ולא מתכוין לטעום לא מיתהני ביותר מרביעית ודוקא במים אבל בשאר משקין אפשר דיש להחמיר ביותר מרביעית. ובדבר שאין טוב לשתיה כגון בחומץ מותר כמו במים:","(יג) מלבד ביום הכיפורים דאסור - מפני שהוא דאורייתא אבל זהו דוקא לדעת המרדכי אבל לדעת המחבר לעיל בס\"ח דאוסר בט\"ב וכן לדעת הרמ\"א דאוסר בכל תענית צבור גם בענינינו דינא הכי. ולענין לבלוע רוקו מתיר המ\"א אף ביוה\"כ דאף דקי\"ל דהשותה משקין שאינן ראויין לשתיה פטור אבל אסור הכא שאני כיון שאין כונתו כלל לשתיה:"],["(א) ושכח ואכל - ואפילו הזיד ואכל הרבה לא יאכל יותר:","(ב) משלים תעניתו - ר\"ל מחוייב להשלים אותו היום ואינו יוצא במה שיתענה יום אחר כיון דפרט בנדרו יום זה דהיינו שאמר אתמול הריני בתענית למחר:","(ג) וה\"ה וכו' תענית צבור - ונראה דבת\"צ אע\"פ שאכל יכול לומר עננו בתפלתו דשייך לומר ענינו ביום צום התענית הזה כמו שתקנו חכמים להתענות בו וכדלעיל בסימן תקס\"ה אבל אם הוא תענית יחיד אע\"פ שמחוייב להשלים כל שאכל כשיעור שהיה מאבד תעניתו אם לא היה נודר יום זה לא יאמר ענינו [נהר שלום]:","(ד) וכשהתחיל להתענות וכו' - הטעם כיון שבתחלת קבלת התענית לא ייחד על אותו יום דוקא ע\"כ אף שאתמול קבל על עצמו במנחה ואמר הרני בתענית למחר יכול לצאת ידי חובתו במה שישלים יום אחר:","(ה) ואכל כזית - אבל פחות מכזית אף דלכתחלה אסור לאכול אפילו משהו מ\"מ בדיעבד מתענה ומשלים וא\"צ יום אחר ואסור לאכול היום יותר כיון שקבלו בתענית מאתמול ויותר מזה דאפילו אכל כזית רק שלא אכלו בפ\"א ושהא בינתיים יותר מאכילת פרס לא מצטרף ודינו כפחות מכזית שאינו מאבד תעניתו בזה ולענין שתיה השיעור אם שתה מלא לוגמיו הא פחות מזה לא מקרי שתיה בדיעבד ומשלים תעניתו וא\"צ להתענות יום אחר:","(ו) וחייב לצום - ואם קבל להתענות ב' ימים רצופים ושכח ואכל בלילה מתענה שני ימים אחרים:","(ז) יום אחר - שלם אבל באותו היום מותר לאכול:","(ח) דאפילו בנדר להתענות יום זה - עיין בבית מאיר שמסיק דדוקא באומר הריני בתענית למחר אבל אם נדר להתענות איזה יום מיוחד ושכח ואכל בו לכו\"ע צריך להשלים תעניתו וא\"צ להתענות יום אחר אם לא שכונתו לכפרה על עונו ושגגתו. וה\"ה בתענית חלום או יא\"צ וכ\"ש בארבע תעניתים הקבועים או שאר תענית צבור אם שכח ואכל בו בודאי מחוייב להשלים התענית וא\"צ להתענות יום אחר אם לא שכונתו לכפרה וכן איתא במהרי\"ל שציוה לאחד להתענות אח\"כ לכפרה:","(ט) לדבר מצוה - כגון לברית מילה או סיום מסכת ואפילו הוא אינו שייך בגוה ומכל מקום בכל זה צריך להתענות מקצת היום זמן מועט יותר ממה שהוא רגיל כגון שרגיל לאכול בשעה רביעית יאכל בשעה חמישית וי\"א דאפילו הפצירו בו לשמחת מריעות שרי מפני דרכי שלום אבל מלשון השו\"ע שכתב מפני כבוד אדם גדול משמע דדוקא מפני כבודו שמפציר בו אבל מפני שאר אנשים לא:","(י) לוה ופורע וכו' - וא\"צ להתיר הנדר:","(יא) בתחילת הנדר - ר\"ל אע\"פ שקבלו מאתמול במנחה כיון שקבלה זו לא הוי עתה תחלת הנדר אלא ממה שהוסכם אצלו בתחלה להתענות איזה יום ושם לא בירר היום:","(יב) מקרי תענית זה ואינו וכו' - עיין בט\"ז שדעתו דאם מצטער מתעניתו ומתענה מקצת היום יכול ללות ולפרוע יום אחר אפילו ביום זה אבל דעת המ\"א ועוד כמה אחרונים דאין יכול ללות ולפרוע אלא בקבלת תענית סתם וגם שם דוקא כשהתענה מקצת היום וכנ\"ל:","(יג) ב' וה' כל השנה - דהו\"ל יום מיוחד ולא יכול להחליפו לימים אחרים וגם אין יכול לשנותו לשנה אחרת דכיון דאמר השנה שנה זו דוקא אבל אם נדר להתענות בה\"ב חצי שנה או שנה ולא אמר השנה לא מיקרי יום זה ויכול ללות ולפרוע בבה\"ב אחרים לאחר שיכלה חצי שנה או שנה ראשונה אבל על ימים אחרים כגון אגד\"ו אין יכול להחליף דאפשר דדוקא על ימים אלו קפיד שהם ימי רצון. וכתבו אחרונים דמי שנדר להתענות בה\"ב יכול להחליף ולהתענות הב\"ה דכונתו היה רק לימים אלו שהם ימי רצון:","(יד) תענית חלום - או יא\"צ:","(טו) אפילו בעשי\"ת - פי' שמיוחדים אלו ימים דוקא והו\"א דאסור לאכול:","(טז) ברית מילה - או פדה\"ב או שאר סעודת מצוה:","(יז) מצוה וכו' - וא\"צ לצום יום אחר עבור זה:","(יח) לאכול - ופשוט דבמקום דמותר לאכול על הסעודה אינו תענית כלל ומותר אח\"כ לשתות ולאכול אף בביתו ומיהו קודם הסעודה אסור לאכול ולשתות בביתו מיהו הבעלי ברית מותרים לאכול ולשתות מיד דיו\"ט שלהם הוא ובספר א\"ר מסתפק דאפשר דדוקא אחר תפלת המנחה ע\"ש:","(יט) כי לא נהגו וכו' - ואם יודע לפני ר\"ה שיאכל בין ר\"ה ליוה\"כ על ברית מילה או שארי סעודת מצוה מחוייב להתענות עוד יום אחד לפני ר\"ה דהא מהאי טעמא מתענין ד' ימים לפני ר\"ה נגד ד' ימים שאוכלין וכ\"ש אם אירע הסעודת מצוה בארבעה ימים שלפני ר\"ה שמתענין יום אחד נגדו. אמנם אם ר\"ה הוא ביום ה' דליכא אלא ד' ימים לפני ר\"ה א\"צ להתענות יום אחד קודם שבת דמעיקרא לא קיבלו עלייהו אלא להתענות בימי הסליחות ולא בימים האחרים:","(כ) להתענות וכו' - ואם חל יום ל\"א של לידת בנו בשבת שצריך לעשות הפדיון ביום א' דהוא פדיון שלא בזמנו מסתפק המ\"א אם הוי סעודת מצוה ומותר לאכול כשחל בעשי\"ת או לא (ואינו דומה לברית מילה דהוי סעודת מצוה אף שלא בזמנו דהתם כל שעתא ושעתא זמניה הוא כדי שלא יהיה ערל משא\"כ לענין פדיון הבן) וע\"כ מצדד דיעשה הסעודה אח\"כ בלילה [ובדגול מרבבה כתב דטוב יותר שיעשה הפדיון והסעודה בליל מוצאי שבת ע\"ש] וכתב הרמ\"א דכל זה דוקא בכהאי גוונא אבל בשאר תענית שגוזרים הצבור אסור לאכול אף בסעודת מצוה. וע\"כ אם חל פדיון הבן ביום ת\"צ אף שנוהגים לפדותו ביום התענית הסעודה אין עושין ביום כ\"א אח\"כ בלילה [מ\"א] ובהגהת חתם סופר מצדד דאף בזה יעשה הפדיון והסעודה בליל כניסת יום ל\"א ע\"ש. עוד כתב המ\"א צ\"ע כשמתענים כ' סיון במלכות פולין אם מותר לאכול על סעודת מצוה [דאפשר דהוא בכלל שאר ת\"צ דאסור וכנ\"ל] ומיהו בזמנינו ע\"פ הרוב עושין כל הסעודות בלילה ומיהו פ\"א חל כ' סיון בע\"ש והיה סעודת ברית מילה וצוה הרב לאכול ביום מפני שלא ימצאו אנשים שילכו בלילה. ובעיר שאין מתענין כ' סיון ויש שם אנשים ממקומות שמתענין אם צריכין להשלים למנין מותרים לאכול אפילו בכל הימים [ח\"א]:","(כא) ואם קבל עליו וכו' - ר\"ל דכל זה דוקא כשלא קבל עליו התענית אלא שסמך עצמו על המנהג או שענה אמן כשמברכין בה\"ב דאז לא קיבל עליו בנדר ואם רצה שלא להתענות רשאי ולכן אפילו לא ידע שיזמינו אותו לסעודה והתחיל להתענות מ\"מ מותר לאכול בסעודת מצוה אבל אם קיבל עליו התענית במנחה שעשה יותר ממנהג צריך לקיים ולהתענות אף בסעודת מצוה [לבוש] ודעת המ\"א ואיזה אחרונים דאף כשקיבל עליו במנחה מותר כיון שקבלתו היה עבור המנהג ורמ\"א מיירי במי שאינו מתענה כל בה\"ב או כל עשי\"ת אלא שמתענה יום או יומיים ונמצא דזה צריך מדינא לקבל במנחה ודינו כאלו מתענה באמצע השנה שהרי אינו תלוי במנהג וע\"כ חייב להתענות. והנה מהגר\"א משמע שמפרש כהלבוש ומ\"מ נראה דבזה יכול ללות ולפרוע תענית אחרת דבלא\"ה יש כמה ראשונים דס\"ל דאפילו באומר הרני מקבל להתענות למחר יכול ללות ולפרוע:","(כב) בתעניתו - היינו בתענית יחיד אבל תענית שגוזרים הצבור לא מהני פדיון אם לא שהתנו כן הצבור:","(כג) יכול לפדותו וכו' - משום דאומדן דעתא דאדעתא דהכי קיבל דתענית נחשב לצדקה וכיון שנותן דמי חלבו ודמו לעניים יצא:","(כד) בממון - ושיעור הפדיון העשיר לפי עשרו דהטעם משום ששקול צער הממון נגד צער התענית וע\"כ בכל אחד לפי מה שהוא:","(כה) בקיבל עליו תענית בעלמא - ר\"ל ולא ייחד בשעת הקבלה לאיזה יום דבייחד שאמר אז הרני בתענית למחר דינו כנודר ליום זה וכנ\"ל בס\"ב ועיין בבה\"ל:","(כו) מי שנדר להתענות וכו' - וה\"ה מי שנתחייב להתענות מכח תשובה:","(כז) יכול לדחותם וכו' - ר\"ל אף דהנדר היה בימי הקיץ מ\"מ שרי לדחותם אחרי שלא התנה שיהיו התעניתים בימי הקיץ:","(כח) עד ימות החורף - עיין מ\"א דהיינו דוקא בנאנס שאינו יכול לקיים תיכף אבל בלא\"ה אינו רשאי לדחותם דחיישינן שמא ימות אם לא שהוא זמן מועט עד ימות החורף וכן פסק במחנה אפרים הלכות נדרים סימן ט\"ו דצריך לקיים מיד אך אם הנודר עצמו אומר שבלבו היה שלא לעשותם מיד פשיטא דנאמן מה שבינו לבין קונו:","(כט) ויכול ללות וכו' - היינו במה דאיתא לעיל בס\"ב דלוה ופורע:","(ל) שלשה ימים - ונוהגים להתענות עוד שני שעות בליל ד' שיהיה ע\"ד שעות סימן לדבר שובה ישראל ע\"ד ד' אלקיך והאוכלים בתחלת הלילה לא הפסידו שהוא כמנין חסד. והמתענים שני ימים רצופים טוב שיתענו שעה א' בלילה שאחר התעניתים ויפסיקו ג\"כ שעה אחת מבע\"י [היינו קודם התחלת התעניתים] דאז יחשב כמו כ\"ז תעניתים דיום ראשון הוי תענית אחד ואח\"כ עולה כל שעה ליום א'. ושעה לאו דוקא דמקצת היום ככולו:","(לא) מכח תשובה - היינו מכח תיקוני תשובה המבואר בספרים. ומ\"מ טוב יותר שיצום מפוזרים שבכל עת יהיה לבו נכנע ויהיו חטאיו נגדו תמיד [מ\"א]:","(לב) צריך לקיים מה שנדר - עיין בפמ\"ג שמסתפק להיפך אם נדר להתענות שני ימים רצופים אם יכול לשנותם לצום ארבעים יום שאינם רצופים ע\"ש:","(לג) הכא מודה - דהתם אדעתא שיצטער לא קבל עליו ולכן יכול ללות משא\"כ הכא דסוף סוף יצטער לכן צריך לקיים מה שקבל עליו [ד\"מ]:","(לד) שלפני יוה\"כ - ויתחיל להתענות אחר ט\"ו באב ולא יתענה בשבת ור\"ח ואותם התעניתים שמתענים למספר ארבעים יום א\"צ להשלים. והמתענה א\"צ לקבל תענית לכל יום בפ\"ע אלא יכול לקבלם בפ\"א בעת שמתחיל:","(לה) שמי שקבל עליו - ואפילו לא אמר דרך נדר רק בקבלת תענית בעלמא:","(לו) או בראש חדש - נראה דהמתענה ת\"ח בר\"ח ניסן או בר\"ח אב דא\"צ למיתב תענית לתעניתו דהא י\"א דמצוה להתענות בם כמ\"ש סימן תק\"פ:","(לז) או בערב יום הכפורים - ודוקא הנך ימים הא שאר ימים שא\"א תחנון כחדש ניסן ול\"ג בעומר וט\"ו באב ושבט ובין ובין יוה\"כ לסוכות א\"צ למיתב תענית לתעניתו [פמ\"ג]:","(לח) ועיין לעיל סימן רפ\"ח ס\"ד - שם מבואר דין מיתב תענית לתעניתו:","(לט) אין תענית צבור בבבל - וה\"ה בכל חוץ לארץ כדמוכח לקמן סימן תקע\"ה ס\"י:","(מ) הלכך יחיד שקבל עליו תענית לא חיישינן וכו' - מלשון זה משמע דבא\"י אם קבל עליו תענית סתם חיישינן שמא ת\"צ קבל עליו וצריך להפסיק מבע\"י ואסור במלאכה. ואולי דכהיום שאין מצוי להתענות הת\"צ המבוארים לקמן בסימן תקע\"ה ס\"ג מסתמא כונתו אסתם תענית וצ\"ע ועיין לקמן שם ס\"י מש\"כ בענין זה:","(מא) שמת אביו או אמו - ר\"ל שבשנה שמת בו אביו לא היה השנה מעוברת ובשנים הבאים אח\"כ איתרמי שנה מעוברת דעת המחבר דסתם אדר הוא אדר שני וי\"א להיפך וגם יש בענינינו טעם דאין מעבירין על המצות:","(מב) מיהו יש מחמירין להתענות בשניהם - עיין במ\"א שמסיק דאם קבל עליו בנדר להתענות יום שמת בו אביו או רבו מחוייב להתענות בשניהם דכן הוא העיקר לדינא [וכ\"כ הגר\"א] אכן אם לא קבל עליו בפירוש רק מצד מנהגא שמנהג להתענות יום שמת בו אביו ואמו א\"צ להתנהג לעולם אלא כמו שנהג בפעם ראשונה כשמתרמי לו השנה מעוברת דמעיקרא אדעתא דהכי קבל עליה אכן בפעם ראשונה גופא אם בא לימלך כיצד לעשות הנכון לומר לו שיתענה בשניהם (אכן אם קשה לו להתענות בשניהם נראה שטוב יותר שיברור לו יום ראשון דכן הוא המנהג) אכן האבלים אין צריכין ליתן לו קדיש אלא פ\"א וכיוצא בזה כתבו בשם רש\"ל מי שאינו יודע יום שמת בו אביו ואמו יברור לו יום אחד אך אל יסיג גבול אחרים לומר קדיש. אם מת אביו ביום ראשון דר\"ח אדר שני יתענה לשנה הבאה שהיתה שנה פשוטה ביום א' דר\"ח אדר ולא בכ\"ט בו דלעולם אדר של שנה פשוטה עומד תחת אדר שני של שנה מעוברת. ומי שמת אביו ביום ראשון דר\"ח כסליו ולשנה הבאה היה חשוון חסר ור\"ח כסליו אינו אלא יום אחד צ\"ע מתי יתענה אם בכ\"ט לחשוון שהוא יום א' לפני ר\"ח כסליו דהא לעולם יום שני עיקר שמונין למועדות משני וא\"כ היה יום פטירת אביו יום אחרון מחודש חשוון וגם עתה יקבע ביום אחרון לחודש זה או נימא דעכ\"פ הוי שם ר\"ח עליו ולכן יקבע יום היא\"צ עתה ג\"כ בר\"ח [ולא להתענות בו דהא אין מתענין בר\"ח כדלקמיה אלא להדליק בו נר ולומר קדיש] ומסיק המ\"א דאם שנה ראשונה למיתת אביו השנה היא חסרה וכמש\"כ וא\"כ עדיין לא הוקבע הענין עליו בנדר יקבע היא\"צ בכ\"ט לחודש חשוון וכמש\"כ הטעם אבל כששנה הראשונה היא ג\"כ מלאה א\"כ צריך ליקבע היום בר\"ח ולכן אף בשנים הבאים אחריהם אף שהם חסרים יקבע בר\"ח ויש מאחרונים שסוברין דלעולם יקבע בר\"ח והעולם נוהגין כהמ\"א:","(מג) ביום מיתת אביו - דהיינו דאם מת בג' ימים לאיזה חודש צריך להתענות בשנה הבאה ג\"כ בג' ימים לחודש זה ואף דאינו אותו יום של ימות השבוע:","(מד) ולא ביום קבורה - ואפילו בשנה ראשונה שהאבילות של יב\"ח מתחלת מיום הקבורה אפ\"ה יא\"צ הוא ביום המיתה ולא מיבעי אם יום הקבורה היה למחרת יום המיתה דאז נשלם הי\"ב חודש של אבילות ג\"כ ביום המיתה עצמה אלא אפילו היה יום הקבורה שנים או ג' ימים אחר יום המיתה דאז נמשך האבילות י\"ב חודש אחר יום המיתה מ\"מ היא\"צ לעולם ביום המיתה קבעינן וי\"א דבזה שיום הקבורה נמשך איזה ימים לאחר יום המיתה קבעינן היא\"צ בשנה ראשונה ג\"כ ביום הקבורה אבל בשאר השנים לכו\"ע יקבע ביום המיתה:","(מה) אין מתענין כלל - אבל להדליק נר ולומר קדיש יהיה באותו יום:","(מו) וכן בשאר ימים וכו' - וה\"ה אם הוא בעל ברית א\"צ להתענות דיו\"ט שלו הוא ואם ירצה יתענה רק עד מנחה גדולה. טוב להתענות יום שמת בו רבו מובהק כי חייב בכבודו יותר מכבוד אביו [של\"ה]:","(מז) די בהליכה זו - שהרי לא נדר אלא לילך וקיים הדבר אבל אם נדר להוציא יו\"ד זהובים בהליכה זו ואח\"כ השכירוהו ללכת שם לא יצא י\"ח:","(מח) ואירע בהם תענית חובה - ואפילו בעת שנדר לא אמר אלו הימים אלא אמר סתם שמקבל עליו לצום מהיום מ' יום רצופים:","(מט) עולין לו - ודוקא בתענית חובה שהוא שלא ע\"י נדר אבל אם היה עליו חוב ע\"י נדר כגון שנדר לצום בב' וה' ואח\"כ נדר לצום מ' רצופים אין ב' וה' עולה לו דהם שני נדרים [אם לא שיאמר דכונתו היה שיעלה בחשבון הארבעים] ומ\"מ מי שרגיל מכבר להתענות י' ימי תשובה דהוי ג\"כ כעין נדר ואח\"כ נדר בט\"ו באב להתענות ארבעים יום רצופים עולין לו העשרה ימים בתוך חשבון הארבעים דודאי כונתו נגד מ' יום שעלה משה בהר כמ\"ש ס\"ד וא\"כ הו\"ל כאלו אמר מ' ימים אלו דפשוט דאפילו היה בהם כמה תעניתים עולים לו מי שרגיל להתענות י' ימי תשובה ואירע יום שמת בו אביו בין ר\"ה ליוה\"כ א\"צ להוסיף להתענות ה' ימים לפני ר\"ה מידי דהוי אצום גדליה ויוה\"כ שהם חובה ועולין בתוך הי' ימים ואם יום שמת אביו הוא לפני ר\"ה בימי הסליחות צריך להתענות ד' ימים חוץ מיום ההוא ואם חל ביום ראשון של סליחות או בער\"ה א\"צ להתענות כנגדו יום אחר דימים אלו הם קבועים לעולם בתוך העשרה ימים:","(נ) אלא דואג ואונן - וישמור עצמו מן הכעס. ואם יש לו משא ומתן יעשה באמונה ובנחת ביותר שלא יבוא לכלל כעס:"],["(א) יחיד המתענה וכו' - החילוק בין צבור ליחיד דצבור לב ב\"ד מתנה עליהן וגם דאין מטריחין על הצבור אבל ביחיד כיון שלא התנה בפירוש שאם תעבור הצרה לא יתענה מחוייב להשלים כפי קבלתו:","(ב) או מת - וה\"ה לענין מי שהתענה על צרה שתעבור ממנו שנתחייב ממציקיו לאיזה עונש והוצרך לקיים:","(ג) צריך להשלים וכו' - דכיון שקבל עליו תענית סתם ולא התנה אמרינן דדעתו היה אקבלה זו מתוך שקבל עליו תענית תהיה מקובל תפלתו שיתפלל על החולה ועל הצרה:","(ד) כל התעניות שקיבל וכו' - היינו לאו דוקא אותו יום משום דהתחיל להתענות אלא אפילו אם קיבל על עצמו כמה תעניתים בשביל אותו דבר מחוייב להשלימם וכן שארי נדרי צדקה שקיבל עליו בשביל שיחיה פלוני אף אם מת צריך לקיים. ועיין ביו\"ד סימן ר\"כ סט\"ו בהג\"ה דדוקא בשלא נדר בלשון תנאי אבל אם אמר אם יחיה פלוני אתענה או אתן כך וכך לצדקה ומת אינו מחוייב להתענות וליתן:","(ה) ונענו - משמע לכאורה דדוקא נענו אבל בהתענו בשביל חולה שיתרפא ומת אפילו צבור חייבין להשלים אף שמת קודם חצות ויש מקילין בצבור אף בכה\"ג:","(ו) קודם חצות - דעדיין לא התחיל התענית דעד חצות זמן סעודה היא עדיין משא\"כ לאחר חצות:","(ז) ונודע שקודם קבלת התענית - דנמצא שהיתה הקבלה בטעות אבל אם עברה אחר קבלת התענית אף שלא התחיל עדיין להתענות צריך להשלים [א\"ר וש\"א]:","(ח) אחר חצות - ר\"ל אפילו לאחר חצות שעבר רוב היום בתענית אפ\"ה לא ישלימו וכ\"ש קודם חצות:","(ט) אין צריכים להשלים - ובזה אין שייך לת\"ח ורוב צבור להחמיר כיון שהיה בטעות אם לא שכבר העריב היום ביותר:"],["(א) יחיד שקבל עליו תענית וכו' - דאלו אם גזרו תענית על הצבור בא\"י והתחילו להתענות ואירע בהם אלו הימים חל גזירתם בדיעבד וכדלעיל בסימן תי\"ח משא\"כ ביחיד:","(ב) א\"צ התרה - דאין כח קבלתו חל כלל על יום זה ועיין בסימן תי\"ח במ\"ב סק\"ז מש\"כ שם:","(ג) בלשון הרי עלי - פי' שאמר הרי עלי אכילת יום פלוני קונם ומשום דנדר חל אפילו על דבר מצוה דנדר אוסר החפץ עליו ואין שום ציווי על החפץ אבל בשבועה שנשבע להתענות בימים אלו אינו חל וכמבואר בס\"ג משום דשבועה אוסר נפשיה על חפצא והוא כבר מצווה שלא לעשות כן:","(ד) שהוא לשון נדר - כתב מ\"א דאם אמר הריני נודר להתענות יום אחד לא מיקרי נדר ולכן נהגו שמי שאמר הריני נודר להתענות ב' וה' כל ימות השנה א\"צ להתענות בר\"ח וא\"צ התרה ועיין בפמ\"ג. ועיין ביו\"ד סימן ר\"ו ס\"ה:","(ה) צריך התרת חכם - ויראה להתיר כדי שלא יהיה מחוייב להתענות [ואם לא התיר והתענה צריך למיתב אח\"כ תענית לתעניתו כדי שיכופר לו על מה שהתענה בימים אלו וכנ\"ל בסימן תקס\"ח ס\"ה] וכשמתיר לו ממילא הותר כל הימים [יו\"ד סי' רט\"ו]:","(ו) ופורים - שאין אלו הימים נקראין יו\"ט וה\"ה ר\"ח אבל חוה\"מ מקרי יו\"ט:","(ז) הולכין אחריו - פי' ואין מחוייב להתענות:","(ח) ערב יום הכיפורים בכלל - דבנדרים הולכין אחר לשון ב\"א ובלשון ב\"א מקרי יו\"ט. ועיין לקמן בסימן תר\"ד במ\"ב סק\"ב:","(ט) והכי נהוג - ר\"ל כסברא הראשונה הנ\"ל ולא כדעת הרמב\"ם:","(י) סי' רט\"ו ס\"ד - כצ\"ל. ועיין בש\"ך שם מש\"כ בזה:","(יא) דינו שוה וכו' - ר\"ל דאף שפרט בפי' אלו הימים מ\"מ אם הוציאו בלשון נדר חל דנדר חל אף על דבר מצוה כנ\"ל:","(יב) מטעם איסור כולל - שכלל בשבועתו גם ימים אחרים. ויראה להתיר שבועתו [אחרונים]:","(יג) דה\"ה לר\"ח וכו' - פי' שמה שאסור להתענות בהם הוא דרבנן ולכן חלה השבועה:","(יד) שהם של תורה - ועיין במ\"א שמכריע דעיו\"כ האיסור להתענות בו הוא דאורייתא אבל בר\"ח הוא דרבנן וכן דעת הגר\"א בביאורו דר\"ח הוא דרבנן:"],["(א) נקרא קדוש - שמתוך כך מתמרקין עונותיו בשביל שמתענה [רש\"י] ולא מיירי בעונות הידועים המבואר ברוקח ובכתבי האר\"י כמה ימים צריך להתענות עליהם דבזה צריך להתענות אפילו לא מצי לצעורי נפשיה אלא מיירי כשמתענה משום תשובה על עונות שאדם דש בעקביו:","(ב) נקרא חוטא - על שמחליש כוחותיו וכתבו ספרי המוסר דאם באמצע אכילתו בעוד שהוא מתאוה לאכול מושך ידו ממנו זה נחשב ג\"כ לסיגוף ומתכפרים עונותיו. וראיתי כתוב בספר אחד שכשאדם רוצה להתנדב תענית טוב יותר שיקבל תענית מן הדבור ממה שיקבל עליו מן האכילה כי ממנו לא יהיה לו נזק לא בגופו ולא בנשמתו ולא יחלש עי\"ז וכעין זה כתב הגר\"א באגרתו שצריך האדם לייסר עצמו לא בתענית וסיגופים כ\"א ברסן פיו ובתאותיו וזהו התשובה וכו':","(ג) ת\"ח וכו' - ומי שתורתו אומנתו נקרא ת\"ח לענין זה אף בזה\"ז [אחרונים]:","(ד) אינו רשאי וכו' - היינו אפילו אם יכול לסבול התענית שאינו מזיקו ומ\"מ מתמעט לימודו עי\"ז. וכ\"ז בשאין לו עונות ידועים אבל ביש לו עונות ידועים שצריך להתענות עליהם גם ת\"ח צריך להתענות ואפילו היכי שקשה לו התענית ומ\"מ א\"צ לסגף עצמו כ\"כ בתענית וילמוד יותר ממה שהיה רגיל וכעין זה איתא בתנחומא אם חטא אדם ונתחייב מיתה לשמים מה יעשה ויחיה אם למוד לשנות פרק אחד ישנה שני פרקים ואם דף אחד ישנה שני דפין [וכ\"ז הוא לאחר ששב מדרכו הרעה דאל\"ה הרי הוא כטובל ושרץ בידו] ועיין מש\"כ בזה בביאור הלכה:","(ה) דינם כת\"ח - דאיכא בהו תרתי שממעטין במלאכת שמים וגוזלין את הבריות דאפילו שארי פועלים אסורים להתענות כמ\"ש בח\"מ סי' של\"ג ס\"ה וכ\"ש בהם. קטן בן י\"ג שנה ויום אחד וקטנה בת י\"ב שנה ויום אחד שקבלו על עצמן תענית נדרן קיים [אפילו אין יודעין לשם מי נדרו דאם יודעין נדרן חל מן התורה בשנה אחת מקודם דהיינו בקטן משנעשה בן י\"ב ויום אחד ובקטנה משנעשית בת י\"א ויום אחד] ואין האב יכול להפר נדרי בתו אלא עד שתהא בת י\"ב שנה וששה חדשים דעד אותה הזמן היא ברשות אביה [ומכאן ואילך נעשית בוגרת ואינה ברשותו. ואפילו השנה י\"ג היא שנה מעוברת כיון שהגיע הששה חדשים הויא בוגרת] וצריך שיאמר לה דוקא בלשון הפרה [מ\"א]. עוד כתב דהאב נאמן לבד על שנותיהם אפילו הוא קטן מאוד לפי הנראה ואחר אינו נאמן אא\"כ יש שני עדים. ומשמע קצת בגמרא דאם אין יודעין שנותיו אין נדרו נדר ואפשר דהיינו אם לפי הנראה בקומה שלו הוא קטן שלא הגיע לכלל שנותיו דאל\"כ הוי ספיקא דאורייתא:"],["(א) בתחלה - לאפוקי אם הוא באמצע כגון שגוזרין בה\"ב מותר:","(ב) שלא להפקיע שערים - כשיראו שיקנו ב' סעודות גדולות לצורך הלילה ולצורך סעודת שבת יסברו שרעב בא לעולם ויפקיעו השערים:","(ג) ואפילו במקום וכו' - כגון בעיר שרובה עו\"ג. ואפשר דבמדינות אלו דלא שכיחי מפקיעי שערים מותר לגזור תענית ביום ה' וכן נוהגין [מ\"א וש\"א]:","(ד) ואם התחילו - י\"א שאם לא עלה על דעתם שבהמשך הימים יפגע בהם אחד מאלו הימים אף אם התחילו מפסיקין:","(ה) מתענין ומשלימין - אע\"ג דר\"ח אקרי מועד מ\"מ לא מקרי יום משתה ושמחה:","(ו) צבור - פעם אחד גזר מהרי\"ל שלא לאכול בשר בכל יום ב' עד ר\"ה וחל ט\"ו באב ביום ב' ולא רצה לאכול בשר אבל בעיוה\"כ ובסעודת מצוה כגון פדיון הבן מותר בבשר ויין ומסיק המ\"א דדוקא התם שהוא גזר וכולם היו סומכין עליו בכונתו תליא מילתא שלא נתכוין לאסור בעיו\"כ ולא בסעודת מצוה אבל יחיד שקבל עליו חל עליו דאין מחוייב לאכול בשר אפילו בשבת ויו\"ט עי\"ש:"],["(א) מגילת תענית - שם כתוב כמה ימים בשנה שנעשו בהם נסים לאבותינו ועשאום חכמים כיו\"ט שלא להתענות בהם וגם לפניהם ולאחריהם אסרו בהם להתענות:","(ב) מותר להתענות בהם - מפני שבעונותינו ארעו בהם הרבה מאורעות ובטלום [לבוש]:","(ג) חוץ מחנוכה ופורים - ר\"ל שהם ג\"כ מהימים הכתובים במגילת תענית ומפני הנסים הגדולים המפורסמים שנעשו בהם נשארו בחזקתם:","(ד) אבל לפניהם וכו' - דלפניהם ולאחריהם לא חמירי משאר ימים הכתובים שם:","(ה) וימים טובים וכו' - עיין לעיל בסימן תצ\"ד ס\"ג במ\"ב סק\"ו:","(ו) בחנוכה - וכ\"ש בפורים דהוא יום משתה ושמחה ועיין לקמן סימן תרצ\"ו ס\"ח ובמ\"א שם:","(ז) בניסן מתענה - דמה שזהירין שלא להתענות בניסן אינו אלא מנהג [ב\"ח] ולפ\"ז ה\"ה ל\"ג בעומר והימים שמר\"ח סיון עד שבועות והימים שבין יוה\"כ לסוכות אבל באסרו חג ובט\"ו באב ובט\"ו בשבט אינו מתענה כיון שהוזכר בגמרא [מ\"א] ויש מקילין בכל הימים שא\"א בהם תחנון:","(ח) ביום חופתו - ואפילו אלמן שנשא אלמנה ג\"כ צריכין שניהם להתענות. והטעם מפני שבאותו יום מוחלין להן על עונותיהן ויתודה על עונותיו באותו היום. ועוד טעם שמא יהיו שכורים בשעת קדושין:","(ט) ואפילו בר\"ח - פירוש שאסור מדינא להתענות בר\"ח מ\"מ בר\"ח ניסן יתענה מפני וכו' וה\"ה בר\"ח אב יש ג\"כ להתענות מטעם זה אלא שלכתחלה אין נושאין בו וא\"צ למיתב תענית לתעניתו המתענה בחדשים אלו דהא ברשות קעביד:"],["(א) שקבלו עליהם - בני עירו שכיון שדעתו לחזור צריך מדינא לקבל עליו חומרי מקום שיצא משם. ומיירי שהיה במקום שמתענין בשעת קבלת התענית דאל\"כ ודאי לא חלה עליו גזירת קהל שלו כיון שלא היה אז שם. [ודוקא שהתענית הוא בשביל תשובה או על כל צרה שלא תבא אבל אם התענית נקבע על גזירה שעברה כמו כ' סיון בפולין וכדומה אז א\"צ קבלה כלל דת\"צ חשיב ויש לו דין ההולך ממקום למקום שנותנין עליו חומרי מקום שיצא משם אם דעתו לחזור] ואם קבל בעצמו התענית עליו אז אפילו אם אין דעתו לחזור צריך להתענות [אחרונים]:","(ב) יתענה עמהם - אף שאכל היום קודם שבא לעיר מ\"מ משלים עמהן ואינו אוכל [א\"ר]:","(ג) אפילו דעתו לחזור - משום דצריך להשתתף עם הצבור בצרתם וע\"כ אפילו בצנעא אסור לאכול. וכשמתענים על צרה שעברה כבר אפשר דמותר לאכול בצנעא אם דעתו לחזור [מ\"א] והא\"ר מצדד להחמיר אף בזה ע\"ש:","(ד) מותר לאכול וכו' - דוקא בשדעתו לחזור אבל אם אין דעתו לחזור אסור כיון שכבר בא לתוכה חל עליו חובת המקום ואם לא בא לתוכה והוא עדיין חוץ לתחום העיר מותר אפילו אין דעתו לחזור למקומו הראשון ויש מקילין בחזר ויצא חוץ לתחום אף כשכבר בא לתוכה:","(ה) צריך לקבל וכו' וצריך להשלימו - עיין בט\"ז שדעתו דאפילו לא קבל עליו בפירוש כיון שהיה שם בשעת קבלת הצבור ממילא חל עליו התענית אף שדעתו לחזור ואסור לאכול אפילו חוץ לתחום העיר וכן מצדד בא\"ר:","(ו) אוכל הרבה - אלא צריך להפסיק באותה סעודה מיד כשנזכר ואפילו לא קבל התענית עליו [מ\"א]:","(ז) אסור לנהוג עידונין בעצמו - היינו אפילו במה שמקילינן לאכול חוץ לתחום מ\"מ אל יתעדן באכילתו דאם יבא לעיר יהיה פניו צהובין [מ\"א] ויש אחרונים שפירשו כפשטיה שלא ינהג עידונין בשאר דברים וכנ\"ל בסימן תקס\"ח סי\"ב:","(ח) להרעיב וכו' - דהיינו שיאכל בצמצום:","(ט) ואסור לשמש וכו' - דצריך האדם לנהוג צער בעצמו:","(י) מטתו - ועיין לעיל סימן ר\"מ סי\"ב ובמ\"ב שם:","(יא) חוץ מליל טבילה - המ\"א אוסר אף בליל טבילה אכן בנהר שלום ובבגדי ישע הסכימו שנוכל לסמוך להקל כדעת השו\"ע ובפרט אם אינו שנת רעבון אלא שאר צרות בודאי יש לסמוך להקל בליל טבילה ועיין בשע\"ת:","(יב) מותר - עד שתתעבר [ב\"י] ואם יש לו בנים מחללי שבת וכונתו רק כדי שיוליד בנים כשרים מסתברא דדינו כחשוכי בנים:","(יג) הפורש מן הצבור - דוקא דבר שיוכל באולי להועיל הן בתפלה הן בתענית הן בממון:"],["(א) שמתענין בארץ ישראל - בא לאפוקי שאר מקומות וכדלקמן בס\"ט:","(ב) מתחילין תלמידי חכמים וכו' - היינו אפילו ביום י\"ז גופא וכן משמע בביאור הגר\"א בס\"ט:","(ג) וכל התלמידים וכו' - היינו שחיוב הוא על כל תלמיד ואין יכול להפקיע עצמו לומר פטור אני ודוקא כששואלים אותו דבר הלכה בתלמודו ואומרה דאז הוא בכלל ת\"ח וחייב להתחיל להתענות אבל אם לא הגיע לכלל כך איננו מחוייב להתענות אלא שאם רצה מתענה ואין בו משום יוהרא אבל כל שאר אדם אינו רשאי דהרואה שמתענה מוכחא מילתא שעושה מפני הגשמים והוי משום יוהרא:","(ד) כדין תענית יחיד - היינו לענין שמפסיקין בהם בר\"ח וחנוכה ופורים אם פגע באלו הימים ומשא\"כ ת\"צ וכדלעיל בסימן תקע\"ב וגם לענין מה שמבואר בסימן תקס\"ו ע\"ש ונ\"ל דה\"ה לענין שצריך לקבל אותן מבעוד יום כשאר תענית יחיד ולאפוקי בת\"צ וכנ\"ל בסימן תקס\"ב סי\"ב:","(ה) ומתחננים כדרך וכו' - ובכלל זה הקריאה ויחל בשחרית ומנחה כשאר תענית [ט\"ז וש\"א]:","(ו) מבעוד יום - היינו דבהשמ\"ש שלו אסור וא\"צ להוסיף יותר:","(ז) להעביר את הזוהמא - וכ\"ש אם יש לו חטטין בראשו דמותר:","(ח) ואסורים בהם וכו' - אפילו עדיין אין רעב בעולם. ואפילו בליל טבילה [פמ\"ג]:","(ט) ומתפללין בבתי כנסיות - ר\"ל שאין מוציאין לרחובה של עיר כמו שנוהגין בשבע אחרונות וכדלקמיה בס\"ד:","(י) ומוסיפין שש ברכות - הוא מבואר בטור:","(יא) ונועלים את החנויות - עיין בגבורת ארי דמסיק דשארי חנויות של דבר אחר נועלין לגמרי כל היום בין בשני בין בחמישי רק בחנויות של מאכל ומשתה פותחין מעט לעת ערב:","(יב) פותחין מעט - דהיינו שפותח קצת דלת החנויות ואין מוציאין מה שבחנות לחוץ:","(יג) מאכל - אבל של שתיה דיכולין לקנותו בע\"ש לא:","(יד) איצטבא - כסא דהשתא אין החנות פתוחה לר\"ה ואם הוא פתוח אינו נראה כל כך [רש\"י]:","(טו) מתענות - באלו ג' תעניות אמצעיות:","(טז) אבל לא וכו' - דבג' ראשונות לא תקיף רוגזי' כולי האי ואחרונות כיון דשבעה נינהו לא מצי עוברות ומניקות למיקם בהו וקשה יתענו עכ\"פ ג' תענית וצ\"ל כיון דא\"א להתענות כולם אין מחוייבים להתענות כלל:","(יז) ולהתענות - כי הוא רע לולד. אם צבור גזרו ג' תענית ויש אדם חלש שאינו יכול להתענות כולם א\"צ להתענות כלל וצ\"ע [מ\"א]:","(יח) של שמחה - לאו דוקא אלא ה\"ה לכל בנין שא\"צ דאינו נעשה אלא לנוי ולהרוחה בעלמא. ודע עוד דשל שמחה קאי גם אמשא ומתן דאינו אסור אלא של שמחה כגון צרכי חופה לבנו [מ\"א] ועיין בסימן תקנ\"א ס\"ב ובמ\"ב שם מדינים אלו:","(יט) כותלו - של בנין שמחה כגון בית חתנות לבנו ואפילו אין בו סכנה:","(כ) וממעטין באירוסין - פי' שאין מארסין כלל ועיין בבה\"ל:","(כא) מזל השור - והיינו ל' יום לאחר שנופלת תקופת ניסן:","(כב) מתענין וזועקין - בפה אבל לא מתריעין [מ\"א]:","(כג) או עד שיבשו הצמחים - ששוב לא יועיל והוי תפלת שוא:","(כד) קודם שבעה עשר במרחשון - אפילו עונת הגשמים שלהם אחר שבועות:","(כה) בחו\"ל - שאין להם נשיא שיגזור עליהם. ודע דאחרונים מסתפקין אפילו בא\"י אם נוהג היום הסדר תענית מחמת זה הטעם ואפשר משום דשליחותייהו דקמאי קעבדינן שם ועיין בברכי יוסף שהאריך בזה וקצת מדבריו מובא בשע\"ת ריש הסימן עי\"ש:","(כו) ישלימו אותו היום - שכבר עבר רוב היום בקדושה ושוב אין אומר ענינו בתפלת המנחה ולא תחנונים אחרים וגם הלל היה ראוי לומר אלא שאין אומרים אותו בכרס רעבה [דמתוך שכתוב בו נותן לחם לכל בשר נאה להאמר על השובע רש\"י] וי\"א דכיון שנענו באותו יום אומרים הלל הגדול [דגמ\"ר]:","(כז) ואם התחילו לירד קודם חצות - משמע מלשון זה דאף שלא נגמר השיעור גשמים קודם חצות כיון שההתחלה היתה קודם חצות ולא הפסיק בחצות אזלינן בתר ההתחלה ולא ישלימו:","(כח) לא ישלימו - דעד כדון צפרא הוא:","(כט) יאכלו וישתו - שא\"א הלל הגדול אלא בנפש שבעה וכרס מלאה ודוקא בזה שהוא אחר התפלה אבל קודם התפלה שרי ולכן אמרינן ליה בפסוקי דזמרה בשחרית בשבת. ובמקום דשכיחי שכרות אומרים הלל הגדול ואח\"כ אוכלין ושותין וה\"ה אם ירד קודם חצות ורצו רוב הצבור להשלים דמשלימין וכנ\"ל בסימן תקס\"ט ס\"א יאמרו הלל הגדול קודם אכילה:","(ל) הלל הגדול - הם כ\"ו כי לעולם חסדו וחותמין מודים אנחנו לך על כל טיפה וכו' כמ\"ש סימן רכ\"א ושוב אין היחיד צריך לברך ויש להתחיל קודם הודו שיר המעלות הנה ברכו וגו' העומדים בבית ד' בלילות ואומר מעלה נשיאים מקצה הארץ וגו' [מ\"א]:","(לא) תעניתם לא - דלא נענו מכח התענית רק משמיא דרחימו עלייהו:","(לב) אין אומרים וכו' - דזה לא מיקרי התחלה להתענות ומשמע מסתימת המחבר דאפילו אותן התעניות שמפסיקין מבע\"י מ\"מ עיקר התענית מתחיל מעמוד השחר ואילך לא קודם ועיין בפמ\"ג:\n"],["(א) ומתריעים וכו' - כתב הרמב\"ם מ\"ע מן התורה לזעוק ולהריע בחצוצרות על כל צרה שלא תבא על הצבור שנאמר על הצר הצורר אתכם והרעותם בחצוצרות [ועיין במגיד משנה דהכריע לדינא דלאו דוקא בחצוצרות דה\"ה בשופר] כלומר כל דבר שייצר לכם כגון בצורת ודבר וארבה וכיו\"ב זעקו עליהן והריעו. ודבר זה מדרכי התשובה הוא שבזמן שתבא צרה ויזעקו עליה ויריעו ידעו הכל שבגלל מעשיהם הרעים הורע להן ככתוב עונותיכם הטו אלה וגו' וזהו שיגרום להסיר הצרה מעליהם אבל אם לא יזעקו ולא יריעו אלא יאמרו דבר זה ממנהג העולם אירע לנו וצרה זו נקרית היא הרי זו דרך אכזריות וגורמת להם להדבק במעשיהן הרעים ותוסיף הצרה צרות אחרות הוא שכתוב בתורה והלכתם עמי בקרי והלכתי גם אני עמכם בחמת קרי וכו' ומד\"ס להתענות על כל צרה שלא תבוא על הצבור עד שירוחמו מן השמים וכו' עכ\"ל ותמה המ\"א למה אין אנו נוהגין לתקוע בעת צרה ואפילו אם נאמר דאין ת\"צ בבבל הלא מדאורייתא מצוה לתקוע בלא תענית וכנ\"ל ונשאר בצ\"ע ויש מאחרונים שתירצו דמדאורייתא מצוה זו נוהג רק בא\"י וכדכתיב וכי תבואו מלחמה בארצכם וגו' ויש שכתבו דאפשר דאף בא\"י דוקא כשהיה תחת רשותינו ואפשר עוד דדוקא כשהגזרה הוא על רוב ישראל אז מ\"ע לתקוע אבל בלא\"ה לא [פמ\"ג]:","(ב) על הדבר - והאידנא אין מתענין כלל בשעת הדבר דמנוסה הוא כשאינו אוכל ושותה קולט שינוי אויר ח\"ו. ולענין ט\"ב עיין לעיל בסימן תקנ\"ד ס\"ו בבה\"ל:","(ג) שלשה מתים - מת א' בכל יום:","(ד) אין זה דבר - דאין זה קבע אלא אקראי בעלמא:","(ה) בכלל מנין אנשי המדינה - לפי שהן חלושות המזג ועיין בלבוש דבין מנין הת\"ק ובין מנין המתים לא יהיו מאלו וכן משמע בשלטי גבורים:","(ו) בא\"י - דכיון דגבירה לוקה שפחה לא כ\"ש. וסוריא אינה בכלל א\"י דכיבוש יחיד לא שמיה כיבוש [מ\"א]:","(ז) ולא במקצתה - דהא איכא גבירה ג\"כ דניצולת ותינצל עם הניצולין:","(ח) היה דבר במדינה - אף בחו\"ל:","(ט) אע\"פ וכו' - לפי שהדבר מתלוה ובא עמהן:","(י) שהן רחוקות זו מזו - אבל אם שיירות הולכות אין מתענות הרחוקות אבל כל סביבותיה מתענות ולא מתריעות כדי להשתתף בצרתן וכן נמי במפולת סביבותיה מתענות מטעם זה:","(יא) הרי שרבתה בעיר מפולת - ואפשר דשיעורא בשלשה בתים [ריטב\"א]:","(יב) כותלים בריאים - אבל אם הם רעועות אינם בכלל זה:","(יג) שאינן עומדין בצד הנהר - אבל אם עומדין בצד הנהר אע\"פ שהן כותלים בריאים אפשר דהנהר שטף בהן מתחתיו את יסודם:","(יד) החולאים - וה\"ה כשאבעבועות פורחים בתינוקות ומתים יש לגזור תענית וכבר נדפס סליחה על תחלואי ילדים ובשל\"ה כתב דכל אחד יבריח בניו מן העיר בעת הזאת דהיא מחלה המתדבקת:","(טו) והיו מתים וכו' - עיין לקמיה בהג\"ה:","(טז) חכוך - שחין שמתחכך אדם עליה:","(יז) ואם פשט ברוב הצבור וכו' - עיין בב\"ח שדעתו דבזה אפילו אינם מתים ממנה גוזרין תענית שהשחין לח הוא כעין שהיה במצרים והוא קשה כמות אכן בזה בעינן דוקא כשפשט ברוב צבור משא\"כ לשאר חולאים:","(יח) מיד - עיין בחידושי ריטב\"א שדעתו דעכ\"פ בעינן שיהיו מתים מאותו חולי שלשה אנשים ואז נתחזקה החולי למומתת רק שאין צריך לזה שיהיה דוקא בשלשה ימים כמו בדבר אלא בין ביום אחד או יותר מתענין ומתריעין עליו אכן לפי מה שמבואר בב\"י בשם הירושלמי מוכח דלענין אסכרה אפילו לא מת ממנה רק אחד מתענין עליו ונראה דמ\"מ דוקא כשירד חולי זה להרבה אנשים אף שלא מת עדיין רק אחד מהן צריך להחמיר וכדמשמע לשון השו\"ע אבל אי לא\"ה לא ועיין בלח\"מ שדעתו דבעינן שימותו ממנה שני אנשים (ואשתמיטתיה דברי הב\"י בשם הירושלמי וכן הריטב\"א):","(יט) אפילו הרחוקים - וצ\"ע על הרמ\"א שלא הגיה כאן רק שיהיו באותה הפרכיא כמו שהגיה בס\"ח וכן למה לא חלק על דברי השו\"ע בס\"א וסי\"ב במש\"כ וכל הערים שסביבותיהם וכו' לפרש דה\"ה הרחוקים שהיו באותה הפרכיא:","(כ) נראתה בשדה ביום אם ראתה וכו' - משמע דבשדה בלילה שדרכה להיות שם אין ראיה מעמידתה שנשתלחה להזיק אבל בעיר בלילה דיש בזה ג\"כ צד אחד של ריעותא אפשר דגם זה בכלל שילוח הוא:","(כא) ב' בני אדם - שנאמר ומוראכם וחתכם יהיה על כל חית הארץ וזו שעמדה לנגדם ולא יראה בכלל שילוח הוא:","(כב) שדה שסמוכה לאגם וכו' - ר\"ל בזה אם עמדה כ\"ז שלא רדפה אחריהם אינה משולחת דכיון דסמוכה לאגם היינו רביתא והאי דלא ברחה סברה אי אתי בתראי עריקנא לאגמא מיד:","(כג) באגם - הוא מלא קנים ואילנות קטנים וה\"ה יער גדול:","(כד) אפילו רדפה אחריהם אינה משולחת - דכיון דהיינו דוכתא שלה סמכה אדעתה ורהטא אבתרייהו:","(כה) ואכלה אחד מהם - רבותא הוי דאע\"ג דאכלה אחד מהן הוי משולחת מדטרפה השניה ולא אכלה וכ\"ש אם לא אכלה כלל בודאי משולחת הוי מדטרפה אותן [תוספות] ובפירוש ר\"ח איתא להיפך עי\"ש:","(כו) שמזיקים ואינם ממיתים - אבל אם ממיתין אפילו יתושים וזבובים מתענין ומתריעין עליהם וי\"א דעל נחשים ועקרבים אפלו אם אין אנו יודעין עדיין שימותו על ידן ג\"כ חוששין ומתענין ע\"ז:","(כז) ירקון והשדפון - ירקון הוא תבואה שהכסיפה פניה ושדפון הוא רוח שמריק הזרע מן התבואה. ושיעורו כמלא פי התנור פי' תבואה שראוי לעשות פת כמלא פי תנור ובגמרא מסתפק אם ר\"ל ככיסוי התנור או כשורות הלחם הדבקים בפי התנור זה אצל זה א\"נ זה למעלה מזה:","(כח) באותו הפרכיא - היא מלכות. ודוקא בזה שהיא מכה מהלכת אבל כשאינה מהלכת אינה מתרעת אלא מתענית בלבד כמ\"ש סי\"ב [מ\"א]:","(כט) ה\"ז צרת צבור - ומתענין [לבוש]:","(ל) זועקים עליה - בפה לומר עננו [לבוש]:","(לא) וכל סביבותיה - היינו באותה הפרכיא כמ\"ש ס\"ח [מ\"א]:","(לב) ולא קטנים - לאו דוקא קטנים גמורים אלא כל שהם פחותים מי\"ח לזכר וט\"ו לנקבה אין גוזרים הצבור עליהם תעניתים אלו כיון שאינם תעניתים קבועין [מ\"א] וי\"א דמה שאמרו ולא קטנים היינו דאין בהם מצות חינוך כמו ביוהכ\"פ לקמן בסימן תרט\"ז ס\"ב ומ\"מ נכון שיאכלו רק כדי קיום הגוף ולא להתענג באכילתם. והמ\"א כתב דהמנהג שאין גוזרין תענית אלו על פחותים מי\"ח לזכר וט\"ו לנקבה:","(לג) חוץ מתעניות הגשמים - עיין לעיל סימן תקע\"ה ס\"ה:","(לד) ב' צרות וכו' - אבל כשיש להם צרה אחת יכולים להזכיר בתפלתם גם צרות שעברו אגב צרה זו שמתפללין עליה:","(לה) על אחת מהם - ואם יש חולאים בגדולים וקטנים אף בשני מינים נראה דמותר להתפלל על שניהם ביחד דמ\"מ תפלה אחת היא להקב\"ה [פמ\"ג]:","(לו) ומסירין המכשולים וכו' - כמ\"ש בישעיה הלא זה צום אבחרהו פתח חרצובות רשע וגו' ועיין במ\"א שתמה למה אין אנו נוהגין כן הלא זהו עיקר התענית ע\"ש:","(לז) ומתריעים - ט\"ס דגם בשחרית מתריעין וצ\"ל מתחננים וכן הוא ברמב\"ם [הגר\"א]:"],["(א) בכל מקום - פי' אפילו ארץ הרים שריבוי הגשמים הוא לטובתה מ\"מ אם מטשטשים וכו' וכ\"ש אם הוא ארץ מצולה שריבוי הגשמים הוא לקלקלה בודאי תמיד מתריעין על רוב הגשמים [טור]:","(ב) ומונעים המחרישה - וה\"ה אם מקלקלים ומפסידים בענין אחר [מ\"א]:","(ג) מתריעים וכו' - מדסתם משמע דדעתו שיתנהג בזה כסדר כסדר תענית המבואר בסימן תקע\"ה ועיין בב\"י:","(ד) נחפז - פי' שצריך להתענות רצופות מפני שסכנתו בכל יום כגון עיר שהקיפוה עכו\"ם וכה\"ג ולפי ענינם אין מקום לתענית בה\"ב ובכל יום א\"א לגזור תענית על הצבור לפיכך אין גוזרין תענית כלל:","(ה) היחידים רוצים להתענות - אפילו רצופים ולא חיישינן שמא יחלה ויצטרך לבריות [מ\"א]:","(ו) בעננו - הנה בד\"מ משמע שראוי לומר עננו אחר התפלה בדרך א\"ב כמו שאומרים בעשי\"ת ולא ראיתי נוהגין כן אלא המנהג במדינותינו שהש\"ץ אומר ריצוי זה בשומע תפלה כשיש הרבה גשמים [מפ\"מ ומ\"א]:"],["(א) כך כל יחיד מתענה וכו' - שכיון שהתענית הוא מדרכי התשובה והכנעה כל יחיד ויחיד מחוייב לחפש בדרכיו בעת צרתו ולשוב אל ד' [מגיד משנה וכתב הפמ\"ג דמשמע מלשון זה דיש עליו חיוב להתענות וכן מצדד הב\"ח ע\"ש]:","(ב) ולא יתענה וכו' - ואפילו קבל עליו ב' וה' של כל השנה ופגע בהם ימים אלו מפסיקין [מ\"מ] ועיין לעיל סימן תקע\"ב:","(ג) ור\"ח - ועיו\"כ [לבוש]:"],["(א) התיבה - ס\"ת עם התיבה:","(ב) לרחובה של עיר - כדי להתבזות בפרהסיא א\"נ משום גלות שגלינו מביהכ\"נ וגלות מכפרת עון [גמרא] ולפי טעם זה אם אין יכולים להתפלל ברחוב מפני הכותים יתפללו בבית אחר [מ\"א]:","(ג) בשקים - לומר הרי אנו חשובין לפניך כבהמה וכתב המ\"א דנמשל לבהמה שדרך לכסות בהמה בשק ולכן נראה דיכסה למעלה על הבגדים:","(ד) על גבי התיבה - משום עמו אנכי בצרה א\"נ בכל צרתם לו צר [גמרא]:","(ה) העם - והא דאינם נוטלים בעצמם ונותנין על ראשם היינו כדי שיתביישו מאחרים שעי\"ז בושתן מרובה:","(ו) וכל אחד וכו' בראשו - קודם תפלת שחרית [ספר האשכול]:","(ז) של צורה - רש\"י ותוספות פירשו בעלי קומה כדי שישמעו דבריו ויקבלו להמריך הלב והרא\"ש פירש דחכם היינו כל שמינהו ב\"ד פרנס על הצבור ואדם של צורה היינו ת\"ח ולא גמיר כחכם א\"נ שראוי למנותו פרנס על הצבור:","(ח) ואחר שגומר - וה\"ה בער\"ח במקום שאומרים דברי כבושים יאמרו קודם התפלה כדי שיתפללו בלב נשבר אח\"כ (מ\"א):","(ט) רגיל - כדי שלא יטעה:","(י) ומטופל - בבנים קטנים:","(יא) ואין לו - שמתוך כך יתפלל בלב שלם:","(יב) ומרוצה לעם - שיסכימו לתפלתו והצריכו נעימה שימשוך הלב:","(יג) שמתפללים וכו' - אבל לא שיוציאו את התיבה וס\"ת לבית הקברות ויתפללו שם וכ\"ש בקברי עכו\"מ ח\"ו [ר\"ן]:","(יד) קברי כותים - עיין במ\"א שכתב דלפי טעם השני הנאמר בגמרא שהוא כדי שיבקשו המתים עלינו רחמים אין לילך לקברי כותים עיי\"ש בגמרא ובפרט לפי נוסח שלנו שאומרי' בער\"ה ועיוה\"כ על ביה\"ק בודאי צריך דוקא קברי ישראל [מ\"א] ולבד כ\"ז במקומות שמעמידין גילולים על קבריהן בודאי אין נכון להתפלל שם:"],["(א) וראוי להתענות - עיין בב\"י שיש מהראשונים שמפקפקין ע\"ז ולדעתם יש ליזהר שלא להתענות כשאירע איזה מהם בר\"ח ויש שכתבו שדבר זה ניתקן בימי חכמי התלמוד ולכן בעל נפש יחמיר לעצמו אם אפשר לו. ומ\"מ מי שאינו רגיל להתענות תעניות אלו ואירע לו איזה צרה ח\"ו ורוצה להתענות בר\"ח ניסן על צרתו אסור כיון שהוא נוהג בו תמיד איסור תענית [מ\"א]:","(ב) בהם - ובס\"ח סי' ר\"ל כתב כשהלבנה לוקה יש להתענות [מ\"א]:","(ג) וטוב שלא להשלים בר\"ח - משום דכתיב בספר תניא דאין להתענות בר\"ח:","(ד) בעשרים וששה בו - יש גורסים כ\"ח ועיקר כטור [פמ\"ג בשם א\"ר]:","(ה) בעשרים וששה בו - במגילת תענית כתוב בכ\"ט:","(ו) בשמונה עשר בו כבה וכו' - יש גורסין בי\"ז וראוי להחמיר בשניהם [א\"ז]:","(ז) בשבעה עשר באלול וכו' - כפי גרסת הב\"י בשם הקדמונים הוא שבעה באלול. ואף דבתורה משמע כפי מה שאמרו חז\"ל שנשתרבב לשונם עד טבורם קודם לזה הזמן י\"ל דלא מתו תיכף ונמשך מחלתם עד זה הזמן [ב\"י]:","(ח) דבת הארץ - וקשה הא כתיב באבוד רשעים רנה ואפשר דמסתמא שבו ולא זכו שיקובל תשובתם ולכן מתענים [ב\"י]:","(ט) בשביעי בו נגזרה וכו' - ויש גורסין בששה [עיין בכל בו ובשכ\"ג]:","(י) העגל - קשה דהא מ' ימים האחרונים היו ימי רצון ואפשר דהקב\"ה נתרצה להם שלא ימותו מיד רק שיהא העון שמור לדורות [מ\"א]:","(יא) בשבעה במרחשון עוורו וכו' - במג\"ת ובה\"ג גרסו בששה במרחשון וכו':","(יב) בעשרים ושמונה בכסליו וכו' - יש חלופי גרסאות בזה וע\"כ אין כדאי להתענות בחנוכה עיין במ\"א:","(יג) לא נודע - ובסליחות שלנו איתא שמת עזרא הסופר:","(יד) בחמשה בשבט וכו' - במגילת תענית גרסינן בשמנה בשבט:","(טו) בשבעה באדר וכו' - ובשנה מעוברת יש דעות בין האחרונים ועיין בפ\"ע וסוגין דעלמא להתענות בראשון:","(טז) בכל ב' וה' - ומי שאינו יכול להתענות עכ\"פ יתפלל בהם על דברים הללו ויש מתענים מבשר ויין בהם וגם בלילה שלפניהם ובקיץ שאוכלים קודם הלילה א\"צ להחמיר אם לא שקבלו עליהם לחשבו כלילה אחר תפלת ערבית. איתא בכתבים שראוי לכל בר ישראל לבכות על שריפת התורה שמכח זה נמסרה התורה לקליפות המקום יחזירנה לנו ב\"ב. כתב התניא ביום הששי פרשת חוקת נהגו היחידים להתענות שבאותו היום נשרפו כ' קרונות מלאים ספרים בצרפת. גם בשנת ת\"ח נחרבו שני קהלות גדולות באותו היום. גם נוהגין להתענות כ' סיון בכל מלכות פולין נהרא נהרא ופשטיה [מ\"א] ועיין בשע\"ת שהוא דוקא מבן י\"ח לזכר ובת ט\"ו לנקבה:"]],"AROCH_HASHULCHA":[["ארבעה מיני תעניות יש. שנים מדברי תורה, האחד קבוע והשני אינו קבוע. וכן שנים מדברי סופרים, האחד קבוע והשני אינו קבוע.כיצד? הקבוע מדברי תורה הוא יום הכיפורים פעם בשנה. ושאינו קבוע – זהו תענית שקבל עליו בנדר להתענות יום או כך וכך ימים. ועל זה נאמר (במדבר ל ג): \"איש כי ידור נדר... ככל היוצא מפיו יעשה.\" ואפילו נדר להתענות בשבת ויום טוב – חל הנדר, כמו שכתבתי ביורה דעה סימן רטו, עיין שם.והקבוע שמדברי סופרים הם חמשה ימים בשנה: ארבעה הצומות ותענית אסתר. ושאינו קבוע מדברי סופרים הם על כל צרה שלא תבוא, כמו שנבאר בסייעתא דשמיא.","וזה לשון הרמב\"ם ריש הלכות תענית:מצות עשה מן התורה לזעוק ולהריע בחצוצרות על כל צרה שתבוא על הציבור, שנאמר: \"על הצר הצורר אתכם, והרעתם בחצוצרות.\" כלומר: כל דבר שיצר לכם, כגון בצורת, ודבר, וארבה, וכיוצא בהן – זעקו עליהן והריעו.ודבר זה מדרכי התשובה הוא, שבזמן שתבוא צרה, ויזעקו עליה ויריעו – ידעו הכל שבגלל מעשיהם הרעים הורע להן, ככתוב (ירמיה ה כה): \"עונותיכם הטו אלה...\", וזה הוא שיגרום להסיר הצרה מעליה. אבל אם לא יזעקו ולא יריעו, אלא יאמרו: דבר זה ממנהג העולם הוא שאירע, ומקרה היא – הרי זו דרך אכזריות, וגורמת להם להדבק במעשיהם הרעים, ותוסיף הצרה צרות אחרות. הוא שכתוב בתורה: \"והלכתם עמי בקרי, והלכתי אף אני בחמת קרי\". כלומר: כשאביא עליכם צרה כדי שתשובו, אם תאמרו שהוא קרי – אוסיף לכם אותה קרי.עד כאן לשונו. וכתב עוד:","ומדברי סופרים להתענות על כל צרה שתבוא על הציבור, עד שירוחמו מן השמים. ובימי תענית האלו זועקין בתפלות, ומתחננים בתחנונים, ומריעין בחצוצרות בלבד.ואם היו במקדש – מריעין בחצוצרות ובשופר, השופר מקצר והחצוצרות מאריכות, שמצות היום בחצוצרות. ואין תוקעין בחצוצרות ושופר כאחד אלא במקדש, שנאמר: \"בחצוצרות וקול שופר – הריעו לפני המלך ה'...\"עד כאן לשונו, כלומר: רק לפני ה' במקדש תריעו בשני הדברים, ולא בגבולין. מיהו על כל פנים למדנו דעל צרה מחוייבין להתענות מדברי סופרים. ולדעת הרמב\"ם גם יחיד שבאה עליו צרה – מחוייב להתענות, ויתבאר בסימן תקעח. וצרות ציבור יתבארו בסימן תקעה וסימן תקעו בסייעתא דשמיא.","ויש לנו בזה שאלה: דהנה בסימן זה יתבאר דכל תענית שלא קבלו עליו מבעוד יום בשעת מנחה – לאו שמיה תענית. וגמרא מפורשת היא בתענית (יב א). וזהו וודאי רק בתענית של נדר, דאילו התעניות הקבועות – לא שייך קבלה, שהרי אפילו מי שמורגל להתענות עשרת ימי תשובה – אינו צריך קבלה, כמו שכתב רבינו הבית יוסף בסעיף ב, וכמו שיתבאר. וכל שכן תעניתי ציבור שמפני הצרות פשיטא, שאינן צריכות קבלה. דרק תענית יחיד צריך קבלה, כמו שכתבו הטור והשולחן ערוך בסעיף ה, דכל תענית שלא קבלו עליו היחיד מבעוד יום – אינו תענית, עיין שם.והרבה תימא: כיון דהוא מצווה מן התורה מפני נדרו, אם כן מה לי אם קבלו מבעוד יום או לא קבלו? וכי גרע זה מנודר שלא אוכל ככר זה, וכיוצא בזה? והן אמת שיש לומר דנדרו חייב לקיים, אבל שכר תענית אין לו אם לא קיבלו מבעוד יום. אבל הדוחק מבואר.","אמנם האמת הוא דקבלת תענית סתם אינו מענין נדר. וזה לשון הרמב\"ן בהלכות נדרים סוף פרק תשיעי: דהאי נדר דהכא לאו נדר ממש הוא דאפקיה בלשון \"הרי עלי\", אלא קבלת תענית בעלמא הוא. וקבלת תענית לא חמירא כנדרים ממש למעקר יום טוב, ואפילו דמגילת תענית... עד כאן לשונו.וכן כתב הריטב\"א שם, וזה לשונו: וטעמא דמילתא דקבלת תענית אינו לא נדרי איסור, ולא ידות נדרים לאסור עליו מאכל ומשתה באותו יום, אלא צערא הוא, דקביל עליה לעשות מצות תשובה באותו יום. ואין במשמע שיהא זה... עד כאן לשונו.וגם הנמוקי יוסף כתב שם כעין זה, וזה לשונו: דהכא הוא ממש נדר דאיסור חפצא, דאמר \"קונם עלי כל מאכל...\", והתם לאו נדר ממש, אלא קבלת תענית שקיבל עליו להתענות. ואינו אלא כמקבל עליו לעשות מצוה, שאין בקבלתו איסור חפצא. ולא חמירא כנדרים ממש. ולפיכך אמרו: \"לוה אדם תעניתו ופורע...\". אלמא דקבלת תענית אינו נדר, ולפיכך אינו אלא מדרבנן משום דעבר על קבלתו. ואינו צריך היתר חכם. עד כאן לשונו.וזהו כוונת הראב\"ד בהשגות בפרק שלישי מנדרים דין ט, על מה שכתב הרמב\"ם דהנודר שיצום בשבת או ביום טוב חייב לצום, כתב בזה הלשון: דווקא כשאמר \"עלי\", אבל אם אמר \"הריני בתענית היום\" – אסור להתענות. עד כאן לשונו (והמגן אברהם רמז לה בסימן תק\"ע סעיף קטן ב עיין שם).ולפי זה, לדברי רבותינו אלה התענית שמן התורה אינו אלא באומר \"הרי עלי שלא לאכול\" או \"קונם עלי לבלי לאכול יום זה\", ובכי האי גוונא אינו צריך קבלת תענית. אבל כשאמר \"הריני בתענית למחר\" או \"ליום פלוני\" – אינו אלא מדרבנן. וצריך לקבלו בשעת מנחה, ואם לאו אינו צריך להתענות. והנה ביורה דעה סימן רטו בארנו דהרמב\"ם לא סבירא ליה כן, ולדידיה נצטרך לומר כמו שכתבתי בסוף סעיף הקודם. ועיין מה שכתבתי בסעיף כ.","ולפי זה יצא לנו עוד דין חדש. דהנה בגדר חיוב להתענות, אפילו בתשעה באב דחמיר טובא פסקנו בסימן תקנד דאפילו חולה שאין בו סכנה אינו צריך להתענות, משום דבמקום חולי לא גזרו רבנן, עיין שם. ולפי זה בתענית יחיד, דהוה כנגד דהוא דאורייתא – חייב להתענות, ואינו פטור אלא אם כן יש בו סכנה. והרי אין אנו עושין כן, דכל הנוהגין להתענות באיזה ימים כמו יארציי\"ט, ועשרת ימי תשובה, וערב רראש חודש שנהגו כן להתענות, דהמנהג הוי כנדר, ואנן מקילינן בהו טובא, עוד יותר מהארבע צומות.אלא וודאי דסתם תענית הוה דרבנן. ואם באמת קבלו בלשון \"קונם\" או בלשון \"הרי עלי\", דהוה דבר תורה אסור באין בו סכנה (כן נראה לעניות דעתי). אך בזה כבר בארנו ביורה דעה סימן ריד דמנהג אינו בגדר נדר כלל. וזה דקיימא לן שם דלעבור על מנהג צריך התרה – זהו חומרא בעלמא, עיין שם.","ולפי זה נראה ברור דכמה דינים שיש בתענית, כגון שאין מתענין לשעות לפי מה שיתבאר, או דכל תענית שלא שקעה עליו חמה לאו שמיה תענית, או מה דקיימא לן לוה אדם תעניתו ופורע – אין זה אלא בסתם שקיבל עליו להתענות. אבל אם אמר \"קונם עלי מאכילה ושתייה כך וכך שעות\" – צריך לקיים נדרו, ולא יותר.ובזה אי אפשר ללוות לזמן אחר, וליפרע דנדר לחוד ותענית לחוד. דבנדר ליכא לשון \"תענית\", דנדר צריך לאסור החפץ על גופו, ואין זה שייך בלשון תענית. ואפילו אמר \"הריני נודר להתענות\" – אין זה לשון נדר (מגן אברהם סימן תק\"ע סעיף קטן ב); וכן אם אמר \"הרי עלי להתענות\"; אלא באומר \"הריני נודר מלאכול ומלשתות יום מחר או יום פלוני\" או \"הרי עלי שלא לאכול ושלא לשתות\" או \"קונם מאכילה ושתייה\". אבל כל לשון \"תענית\" – הוא קבלת תענית ולא נדר.(וזהו שאמרו בתענית יב ב: אמר ר\"י אמר רב: לוה אדם תעניתו ופורע. כי אמריתה קמיה דשמואל אמר לי: וכי נדר קביל עליה וכו', עיין שם. ועוד יתבאר בזה ב[[ערוך השולחן אורח חיים תקסח|סימן תקסח.)","כל תענית שלא שקעה עליו חמה, דהיינו שלא השלימו עד צאת הכוכבים, דהיינו שלושה כוכבים בינונים כשיתראו, או שהלבנה זורחת בתוקף על הארץ – אינו תענית. ואם דעתו לאכול קודם זמן זה – אינו מתפלל \"ענינו\".ולפי זה גם בין השמשות אסור לאכול. ואף על גב דבפסחים (נד ב) אמרינן דרק תשעה באב בין השמשות שלו אסור כיום הכיפורים, ומבואר להדיא דשאר תענית שרי בין השמשות – זהו בעילוי יומא של תחילת התענית. אבל באפוקי יומא של סוף התענית – בכל תענית אסור בין השמשות, דמספיקא לא נפקא קדושתה ולא עיילי קדושתה (בית יוסף ומגן אברהם).","ואמת שכן כתבו המרדכי ביוסוף פרק קמא דתענית, והרא\"ש שם (סימן י\"ב). אבל הרא\"ש עצמו בסוף פרק שני דשבת כתב בשם רבינו יונה דבין השמשות מותר, עיין שם. וכן נראה לי דעת הרמב\"ם, שלא נמצא בחיבורו דין זה דכל תענית שלא שקעה עליו חמה לאו שמיה תענית. ואדרבא בפרק חמישי לעניין תשעה באב כתב דבין השמשות שלו אסור, דמבואר להדיא דבשארי תענית כל בין השמשות מותר. וכן מתבאר לי מדברי הר\"ן, דהך דכל שלא שקעה עליו חמה הוא כפשוטו שקיעת החמה.ואי קשיא: מאי קא משמע לן? אך זה קאי על הקודם אי מתענין לשעות, עיין שם. ועל זה אומר דכל שלא שקעה עליו חמה – אינו תענית, כלומר: ואין תענית לשעות. ולכן כשכתב הרמב\"ם דין תענית שעות – לא הוצרך להזכיר זה. וכן מתבאר מדברי רש\"י, עיין שם.ולפי זה נראה לעניות דעתי דהסומך על רבותינו אלה להתענות רק עד בין השמשות – אין מזניחין אותו.(וגם הגר\"א סעיף קטן ב כתב כן, והביא ראיה מלשון ספיקו שבגמרא שם. וגם התוספות בעבודת כוכבים לד א דיבור המתחיל \"מתענין\" כתבו גם כן דהך שקיעת החמה הוא כפשוטו, עיין שם. ותמיהני שלא הביא ראיה מהרמב\"ם ורש\"י והר\"ן שבארנו. וראיתי להקרבן נתנאל בשבת שם, שרצה להסב כוונת הרא\"ש בשהתנה כן בפירוש, עיין שם באות מ\"ד, ודבריו תמוהים. ודייק ותמצא קל.)","והנה רבינו הרמ\"א בסעיף א כתב על דברי רבינו הבית יוסף, שכל שלא התענה עד צאת הכוכבים אינו תענית, כתב וזה לשונו:מיהו נוהגין להתפלל \"ענינו\" אף על פי שאין משלימין עד צאת הכוכבים, וכן דעת מקצת רבוותא. ונראה לי דדווקא ביחיד דאומר \"ענינו\" ב\"שומע תפילה\", דבלאו הכי יכול להוסיף, כמו שכתבתי בסימן קיט. אבל שליח ציבור לא יאמר \"ענינו\" אלא אם כן משלימין, וכן נוהגין.עד כאן לשונו. ויש ממפרשי השולחן ערוך שפירש בכוונתו במה שכתב \"וכן דעת מקצת רבוותא\" שכוונתו על הרמב\"ם, שפסק בהך דמתענין לשעות כפשוטו, אף שאכל באותו יום, כמו שיתבאר. ולפי זה כוונתו של רבינו הרמ\"א שיכול להתפלל \"ענינו\" אף בכמה שעות קודם הלילה.ולפי זה התפלא עליו: דהרי דעה זו הוי דעה דחויה. ועוד: היאך יאמר \"יום צום תעניתינו\" – הא אינו יום שלם? ולכן דחה דבריו (ט\"ז סעיף קטן א).ויש מי שפירש בכוונתו: כשפירש בשעת קבלה שלא להשלים, דאז אפילו התפלל מנחה גדולה – מתפלל \"ענינו\" (מגן אברהם סעיף קטן ב).(ועיין בסעיף כח דגם להרמב\"ם ליכא \"ענינו\" בכי האי גוונא.)","וכל זה תמוה בעיני. וברור הוא בכוונתו דקאי רק על צאת הכוכבים, כלומר דאפילו לא התענו רק עד השקיעה ולא עד צאת הכוכבים – הוי תענית ומתפלל \"ענינו\". והמקצת רבוותא הם רבינו יונה ברא\"ש סוף פרק שני דשבת, והתוספות שם. וכתב דבציבור אין לשליח הציבור לומר \"ענינו\", כיון שהיא ברכה בפני עצמה, ורוב דעות סבירא להו עד צאת הכוכבים. ונראה לעניות דעתי, דלפי מה שבארנו דגם דעת הרמב\"ם ורש\"י והר\"ן כן הוא – גם בציבור יכולים לסמוך על כל הני רבוותא.(ומה שהמרשים ברמ\"א כתב שמקורו מתרומת הדשן הוא טעות, דלא נמצא שם כלל, עיין שם.)","כתב רבינו הבית יוסף בסעיף ב:ויש אומרים שמי שרגיל להתענות עשרת ימי תשובה, כיון שאין רגילות לקבלם בתפילה – אינו צריך להתענות עד צאת הכוכבים, אלא עד שיצא מבית הכנסת.עד כאן לשונו. וכתב רבינו הרמ\"א:והיחיד מתפלל \"ענינו\", וכן חתן יתפלל \"ענינו\" קודם שנכנס לחופה, ואז יוכל לשתות מכוס של ברכה. אבל מי שמתענה משבעה עשר בתמוז עד תשעה באב – צריך להשלים, אף על גב דאינו צריך קבלה. מי שאינו מתענה כל עשרת ימי תשובה, רק יום או יומים – בעי קבלה והשלמה. ונראה לי דדווקא בסתם, אבל אם התנה שלא להשלים – הרשות בידו, דלא עדיף משאר תענית.עד כאן לשונו.","ביאור הדברים, דהנה בתענית (יב א) איתא: כל תענית שלא שקעה עליו חמה – לאו שמיה תענית. ופריך מאנשי משמר, שהיו מתענין ולא משלימין. ומתרץ: התם לצעורי נפשייהו בעלמא הוא. ופירש רש\"י: אבל אינו תענית לא לתפילת \"ענינו\", ולא לקובעו עליו חובה כלל. וכל שעה שהוא רוצה לאכול – אוכל. עד כאן לשונו.ולפי זה אינו בגדר תענית כלל, ויכול לאכול באמצע היום מתי שירצה. ולפי זה גם בעשרת ימי תשובה, דהוה גם כן לצעורי בעלמא לכפרה על עונותיו, שתקובל תפילתו ותקרע גזר דינו, ואינו מקבלו מאתמול בשעת מנחה – אינו בגדר תענית כלל, ואוכל מתי שירצה אף באמצע היום.וכמו גם עתה יש שמתענין עד אחר חצות, ומתפללין מנחה גדולה, ואוכלין. ואינו אומר \"ענינו\", לפי שאינו בגדר תענית כלל.","אבל הטור כתב, וזה לשונו:כתב אבי העזרי: מי שרגיל להתענות בעשרת ימי תשובה – אינו צריך להתענות עשרה ימים עד צאת הכוכבים, רק עד שיצא מבית הכנסת. דצערא בעלמא קביל עליה, מדפריך תלמודא עליה דרב חסדא מאנשי משמר, שמתענין ולא משלימין. ומשני התם: לצעורי בעלמא. ורב חסדא לא אמר אלא מי שקבל עליו תענית בפירוש. וסתם תענית יום שלם, אבל בעשרת ימי תשובה לא. ואין רגילות לקבלו בתפילה בעשרת ימי תשובה.עד כאן לשונו, וזהו דעת היש אומרים שבשולחן ערוך. וחולק על רש\"י שכתב דאוכל מתי שירצה, שהרי הצריך להתענות עד יציאתו מבית הכנסת. וקורא לזה תענית, אלא שאינו צריך עד צאת הכוכבים. וכיון שהוא תענית, ממילא דמתפלל \"ענינו\" כדברי רבינו הרמ\"א. וכן הוא במרדכי ובהג\"א, ושלא כדברי רש\"י שאינו מתפלל \"ענינו\".","ולפי עניות דעתי שהולכים לשיטתם. דהנה כבר בארנו דרש\"י ז\"ל סבירא ליה דכל תענית שלא שקעה עליו חמה אינו צאת הכוכבים אלא שקיעה בלבד. ואם כן ממילא זה שאמרו מתענין ולא משלימין – היינו אפילו קודם השקיעה. ואם כן אין גבול לדבר, ואפילו באמצע היום, וממילא שאין זה בגדר תענית כלל.אבל הטור ואבי העזרי סבירא להו דכל תענית שלא שקעה עליו חמה – זהו צאת הכוכבים, כמו שכתב הטור עיין שם, וכן כתב המרדכי בשם ראבי\"ה, והוא אבי העזרי כידוע. ולפי זה מה שאמרו מתענין ולא משלימין – זהו עד צאת הכוכבים. אבל מכל מקום צריך איזה גבול להתענית: או שקיעת החמה, או אחר שמתפללים הקהל ערבית, שהוא מפלג המנחה שעה ורביע קודם הלילה. וזהו שאומר: עד שיצאו מבית הכנסת (וכן כתב המגן אברהם סעיף קטן ה). וכיון שיש גבול לזה, שמקודם אסור לאכול – ממילא דמתפלל \"ענינו\".","ולפי זה ביאור הדברים של רבותינו בעלי השולחן ערוך כן הוא: דמי שמקבל תענית ממש – פשיטא שצריך להתענות עד צאת הכוכבים, שכן הוא דעת רוב הפוסקים, אפילו לרבינו הרמ\"א, כמו שכתבתי בסעיף יא. אך התעניתים שמקובלים ועומדים מכח המנהג, כמו עשרת ימי תשובה, או מקצת ימים מהם אם רק נוהגים להתענות בו בתמידיות, כמו המתענים יום ראשון של סליחות או ערב ראש השנה, שהם בלי קבלה – נהי דנקראים \"תענית\" לעניין \"ענינו\", מכל מקום אינו צריך השלמה עד צאת הכוכבים, אלא דיו עד השקיעה או עד אחר תפילת ערבית. דכיון שיש גבול לזה, שמקודם אסור לאכול – מקרי \"תענית\". וכן חתן ביום חופתו, שצריך להתענות עד אחר החופה וזהו גבולו, ולכן יתפלל \"ענינו\" קודם החופה, ואז יכול לשתות מכוס של ברכה.אבל המתענים מן שבעה עשר בתמוז עד תשעה באב – אף בלא קבלה צריכים להשלים עד צאת הכוכבים, כיון דתעניתם הוא על החורבן, ממילא דהוי כמו שבעה עשר בתמוז ותשעה באב. וכן בעשרת ימי תשובה אותם שאין מתענין תמיד בשוה, רק יום או יומים, ולא בקביעות יום זה או שני ימים אלו, אלא פעם יום זה ופעם יום זה – פשיטא דבעי קבלה והשלמה. ואם קבל תענית סתם – צריך להשלים עד צאת הכוכבים. אמנם אם התנה בשעת קבלת התענית שלא להשלים – פשיטא שהרשות בידו, ואינו צריך להשלים.(זהו ביאור דברי השולחן ערוך. וכן נראה שתפסו הט\"ז והמגן אברהם, אלא שקיצרו בעיקר הדברים. ודברי הב\"ח בזה צריכים עיון גדול, עיין שם. והרמ\"א אף על גב דבסעיף הקודם כתב דנוהגין גם בתענית גמור שלא להתענות עד צאת הכוכבים, אך בכאן יש רבותא דאפילו עד השקיעה אינו צריך, אלא עד איזה גבול, כגון בעשרת ימי תשובה עד אחר תפילת ערבית, והחתן עד אחר החופה, וכיוצא בזה. ומה שהסבירו המגן אברהם בסעיף קטן ו, והט\"ז בסעיף קטן ג, לחלק בין עשרת ימי תשובה ובין בין המצרים, משום דעשרת ימי תשובה התענית על העתיד, ובין המצרים על העבר על החורבן – היא קשה הציור. ודבריהם הם מתרומת הדשן, והב\"ח התמרמר על זה, והקשה קושיא עצומה מהך דרבי אליעזר ברבי צדוק שלא השלים, והוא התענה על העבר. והט\"ז והמגן אברהם נדחקו לתרץ, עיין שם. אבל לפי מה שכתבתי אין זה העיקר, ודוגמא בעלמא הוא. ועיקר הטעם דכיון שהם בין שבעה עשר בתמוז בתמוז לתשעה באב, והתענית כוונה אחת להם על החורבן – אם כן ממילא דמשלימין עד צאת הכוכבים כמו הם עצמן. מה שאין כן בהך דרבי אליעזר ברבי צדוק, שבתשעה באב גופה לא היה משלים. ולפי זה אין שום התחלה לקושית הב\"ח. כללא דמילתא: כל מיני תעניתים שבלא קבלה – אינו צריך להשלים עד צאת הכוכבים, אלא עד איזה גבול. וכן המתענים מראש חודש אלול. ולבד בין המצרים, מטעם שבארנו בסייעתא דשמיא. ודייק ותמצא קל.)","יחיד שקבל עליו תענית סתם להתענות בערב שבת – צריך להתענות עד צאת הכוכבים, אם לא שפירש בשעת קבלת התענית \"עד שישלימו הציבור תפילתם\". ועיין לעיל סימן רמט. וכן תענית חלום – צריך להתענות עד צאת הכוכבים, ואפילו בערב שבת, דכיון דהסגולה לחלום רע הוי התענית, כמו שאמרו בשבת (יא א) – יפה תענית לחלום כאש לנעורת. ממילא דצריך תענית גמור. ועיין לעיל סימן רמט.","כל תענית יחיד שלא קבלו מבעוד יום – אינו תענית, ולא יתפלל \"ענינו\". וכן אם מחוייב איזה תענית – אינו יוצא בתענית זה לפטור מנדרו. ומכל מקום חייב להשלימו, כשהיה בדעתו להתענות ולהשלים. וגם יש לו שכר, והוי כפרת עון, דלא גרע ממצער עצמו מבשר ויין.(ובמגן אברהם סעיף קטן ט יש טעות הדפוס, וכן צריך לומר: אם התחיל להתענות ביום זה אדעתא להשלים, עיין שם. והמחצית השקל נדחק בזה, ואין בדבריו שם טעם, עיין שם. ואף על גב דבריש סימן תקס\"ג כתב המגן אברהם דבלא קבלה במנחה אינו צריך להתענות כלל, אך אחר כך מסיק דיש להחמיר, עיין שם. והכוונה בכאן שקבלו בפיו, אך לא בזמנו.)","ודע דבגמרא שם (י א) איתא, אמר שמואל: כל תענית שלא קיבל עליו מבעוד יום – לאו שמיה תענית. ואי יתיב מאי? אמר רבה בר שילא: דמיא למפוחא מליא זיקא. ופירש רש\"י: הוא מפוח של נפחין המתמלא ברוח, אף זה נתמלא רוח, שלא אכל בחנם. עד כאן לשונו.מזה מבואר דיכול לאכול אף אם קיבל עליו להתענות, כיון שלא קבלו מבעוד יום. וכן כתב המרדכי שם, וזה לשונו: \"כל תענית...\" – משמע דלא חשיב תענית, ומותר לאכול אף על פי שקבל עליו אחר חשיכה להתענות כל היום. דכיון דלא קביל מבעוד יום – כאילו לא קבל. עד כאן לשונו.והנה כל הפוסקים סתמו דבריהם, ולא כתבו רק לשון הש\"ס. אבל על רבינו הרמ\"א יש לתמוה, שכתב בסעיף ה על דברי המחבר שכתב כלשון הש\"ס דאינו תענית, כתב וזה לשונו: דאינו תענית להתפלל \"ענינו\", ולא לעניין אם חייב תענית... לא יצא ידי נדרו... עד כאן לשונו.ולמה לא כתב גם כן שמותר לו לאכול? ואחד ממפרשי שולחן ערוך (מגן אברהם סעיף קטן ט) כתב מפורש להיפך, דצריך לשלם נדרו, כלומר: וחייב להתענות, וכמו שכתבנו בסעיף הקודם. וזהו נגד דברי רש\"י והמרדכי.","ונראה לעניות דעתי דרבינו הרמ\"א בכוונה השמיט זה. דהנה באמת יש מי שהקשה דאיך מותר לאכול, הא על כל פנים הוי נדר (מגן אברהם ר\"ס תקס\"ג בשם ב\"ח)? ותרצו דתענית לחוד ונדר לחוד (שם). וזהו על היסוד שבארנו בסעיף ה בשם הרמב\"ן, והראב\"ד, והריטב\"א, והנמוקי יוסף, עיין שם. וכבר כתבנו שם דדעת הרמב\"ם אינו כן, והארכנו בזה ביורה דעה סימן רטו בסייעתא דשמיא, עיין שם.ולפי זה לדעת הרמב\"ם וודאי אסור לאכול מפני נדרו, אך לעניין תענית אינו עולה לו. וזה ששאל הש\"ס: ואי יתיב מאי? – אין הכוונה דאי בעי יאכל, אלא הכי פירושו: ואי יתיב מאי, כלומר אולי בדיעבד עולה לו לתענית? ואומר דאינו כן, אלא דמי למפוחא מליא זיקא, כלומר לעניין התענית: דאינו מתפלל \"ענינו\", וגם אינו עולה לתענית, שחייב לשלם.ולכן רבינו הרמ\"א לא רצה לכתוב בפירוש שאסור לו לאכול, מפני דלרוב דעות מותר לאכול. וגם לא רצה לכתוב דמותר לאכול, מפני שהוא נגד דעת הרמב\"ם, ולכן סתם הדברים.(והמגן אברהם בכאן ובריש סימן תקס\"ג, שכתב דנראה להחמיר – או מפני דסבירא ליה כהרמב\"ם, או דלא נחית למניינא. ואנחנו בסעיף הקודם כתבנו שחייב להתענות, משום שכן נוטין דברי הרמ\"א. ומיהו לדינא: מי שאינו רוצה להתענות ולסמוך על רוב הפוסקים – הרשות בידו. ודייק ותמצא קל.)","עוד כתב רבינו הרמ\"א דמיהו יש אומרים דמתפלל \"ענינו\". וכן נראה לי לנהוג בתענית יחיד. ולכולי עלמא בתענית חלום מתפלל \"ענינו\", אף על פי שלא קבלו עליו מאתמול. עד כאן לשונו.והנה בתענית חלום וודאי כן הוא, כיון שחכמים אמרו שיתענה – אינו צריך קבלתו. אבל בתענית יחיד יש מחלוקת בהמרדכי שהבאנו, וזה לשונו שם: ומיהו נראה לר\"י שמתפלל \"ענינו\", דלא גרע מתענית חלום. וראבי\"ה פליג עליה בהא. והר\"ר מרדכי שמע מפי מורינו ז\"ל דאם לא קבל מבעוד יום – אין מתפלל \"ענינו\" למחר. עד כאן לשונו.ואינו מובן הדמיון לתענית חלום. אמנם כוונתם דלא גריע מתענית – שעות שמתפלל \"ענינו\", כמו שיתבאר. וזה שמדמה לתענית חלום, הכי פירושו: כמו שבתענית חלום אומר \"ענינו\" בלא קבלה מאתמול, כמו כן בכאן. דביחיד כיון שאינו קובע ברכה לעצמו – לא קפדינן כולי האי, כיון שעל כל פנים קבלו. אבל כשלא קיבל כלל, אלא שלא אכל כל היום – אינו כלום, ואינו מתפלל \"ענינו\".","אימתי מקבלו? בתפילת המנחה ב\"שומע תפילה\", או אחר שסיים תפילתו קודם שיעקור רגליו.ואומר: \"הריני בתענית יחיד למחר. יהי רצון שתהא תפילתי ביום תעניתי מקובלת.\" ואם לא הוציא בפיו, אלא הרהר בלבו שמקבל עליו תענית למחר – הוי קבלה. דזהו כמו תרומה וקדשים דסגי גמר בלבו, אף שלא הוציא בשפתיו, כדאיתא בשבועות (כו ב). ורק בשבועה בעינן לבטא בשפתים.ודווקא שיהרהר כן בתפילת המנחה, וקבל קבלה גמורה בלבו להתענות. אבל אם לא קבל קבלה גמורה, אלא היה דעתו להתענות – לאו כלום הוא.ודע דלאו דווקא בתפילת המנחה, דזהו רק לכתחילה. אבל בדיעבד – מהני קבלה כל זמן שהוא יום, אפילו אחר תפילת המנחה (מגן אברהם סעיף קטן יב). וטוב יותר לקבלו אחר התפילה קודם שעקר רגליו מבתפילה, כדי שלא יפסיק בתפילתו. ומכל מקום יהרהר בלבו גם ב\"שומע תפילה\".ואין לומר: הא בנדרים קיימא לן בביורה דעה סימן רי דלא מהני קבלה בלב כמו שבועה, ולמה מהני בתענית? דיש לומר דתענית הוה כמו קרבן, שמקריב חלבו ודמו שנחסר מפני חלישת התענית (אליה רבה, וכן כתב הט\"ז בסעיף קטן ח).","קבלת התענית שבשעת המנחה מועיל אפילו כשמפסיק באכילה, שהרי אוכל ושותה כל הלילה. וכן מועיל אפילו לכמה ימים, כגון שמקבל ביום ראשון במנחה שיתענה יום שני ויום שלישי ויום רביעי – הוי קבלה לכל הימים, אף על פי שאוכל ושותה ביניהם. ואינו צריך קבלה אחרת, ואינו צריך לקבל כל אחד במנחה שלפניו, ודי בקבלת המנחה שקבל ביום ראשון על כל הימים. ואפילו אמר שמקבל עליו שני ימים רצופין – אין הכוונה רצופים בלי הפסק אכילה בלילה ביניהם, אלא הכוונה שיתענה למחר עד הלילה, וגם היום שלאחריו, אלא אם כן פירש בהדיא דכוונתו רצופים ממש, בלא הפסק בלילות. ולענין \"ענינו\" במנחה – אין חילוק בין מתענה רק ביום ולא בלילה, ובין כשאינו מפסיק באכילה בלילות.","וזהו כשהימים שמקבל התעניתים המה רצופים. אבל אם קיבל ימים שאינם רצופים, כגון שקבל עליו בתפילת המנחה להתענות ארבעה וחמשה ימים מפוזרים, כמו שני וחמישי בשנים ושלושה שבועות וכיוצא בזה – יש מי שמסתפק אי סגי בקבלה אחת לכולם, או אם צריך קבלה לכל אחד ואחד. מיהו נהגו העם לקבלם בקבלה אחת, וסגי בהכי, וכן דעת מקצת רבוותא. וזה הוא המנהג שלנו בתעניתי בה\"ב שמקבלין בשבת על כל השלושה ימי המפוזרים. אך מזה אין ראיה, דזהו כקבלת הציבור. וראיה: שהרי אינו צריך קבלה במנחה הקודמת, כמו שכתבתי בסעיף לב.","ואם קבל עליו להתענות שני ימים רצופים ממש עם הלילה שביניהם, וחלש לבו ואכל בלילה שביניהם – איבד תעניתו, ואינו מתפלל \"ענינו\", וצריך להשלים ימים אחרים (עיין ט\"ז בשם כלבו). אבל מי שקבל עליו להתענות הרבה ימים בהפסק לילה שביניהם, והיינו שבכל לילה יאכל, והתענה איזה ימים, ואחר כך לא התענה באחד מן הימים; ועם כל זה כשמתענה הימים שאחר כך אומר בכל יום \"ענינו\", כי כל יום ויום הוי תענית בפני עצמה (שם).","$$$ וכל זה הוא כשקיבל על כמה ימים. אבל אם קיבל תענית רק על יום אחד, כגון שאמר \"הריני בתענית למחר\" והתענה, אך בלילה שאחר התענית נמלך להתענות גם למחר, ואפילו לן בתעניתו שלא אכל בלילה והתענה גם למחר ביום השני – מכל מקום אינו תענית, אף שנמשך ביחד עם יום הראשון, כיון שלא היתה קבלה על היום השני.ואפילו קבלו בלילה השנייה – אינה כלום. וגריע מתענית שעות, שקבלם קודם השעות. וכן על תענית של יום שלם – צריך להתחיל קודם היום. ומכל מקום יכול להתפלל \"ענינו\", דעל כל פנים הוי כתענית שעות, כמו שכתבתי בסעיף כא, דהא קבלו קודם שהתחיל להתענות ביום השני. ונהי דאינו תענית יום, מכל מקום לא גרע מתענית שעות (עיין מגן אברהם סעיף קטן טו).","איפסקא בגמרא (יא ב): הלכתא מתענין לשעות, ומתפללין תפילת תענית. והוא שלא טעם כל היום כולו.וביאור הדברים: כגון שהיה טרוד בעסקיו או בחפיציו, ולא אכל עד חצות או עד תשע שעות, ונמלך להתענות בשעות שנשארו מן היום – הרי זה מתענה אותם שעות, ומתפלל בהם \"ענינו\", שהרי קיבל עליו התענית קודם שעות התענית.ולא דמי למה שנתבאר, דאם לא קבל בתפילת המנחה אינו תענית אפילו קבלו בלילה. וכי גרע קבלה בלילה מקבלה למחר אחר חצות? דוודאי גרע, משום דכל מין תענית צריך לקבלו קודם הזמן שיחול עליו התענית. ולכן אם רצונו להתענות כל היום – צריך לקבל עליו התענית קודם שיחול היום, וחלות היום הוא מתחילת הלילה. ואף על פי שאוכל בלילה – מכל מקום כיון דתענית זה נחשב תענית ליום, והיום הולך אחר הלילה, לפיכך צריך לקבלו קודם הלילה. ובתענית שעות צריך לקבלו קודם שחלו השעות של התענית.ולכן כשעלה על דעתו להתענות שעות כך וכך, וקבלם קודם השעות – הוה שפיר קבלה. אך התנאי לזה שלא יאכל גם מקודם מפני סיבה בעלמא, כמו שכתבתי. דאם לא כן איך נקרא זה תענית? והרי לא התענה.","ואמת ששיטת הירושלמי הוא דאפילו אכל באותו יום, ואחר כך עלה על דעתו להתענות שאר היום – מקרי גם כן תענית שעות. וכן כתב הרמב\"ם בפרק ראשון, עיין שם.אבל כבר הקשו עליו: והרי שיטת הש\"ס שלנו אינו כן? והרמב\"ם נקיט תרוייהו: כשיטת הש\"ס שלנו וכשיטת הירושלמי. ולעניות דעתי נראה דהדין עם הרמב\"ם, דהש\"ס שמצריך שלא יאכל כל היום – זהו לעניין תפילת \"ענינו\". דאם לא כן איך יאמר \"ענינו ביום צום תעניתינו\" כיון שלא התענה? אבל מכל מקום גם הש\"ס מודה דמיחשב תענית שעות, ויש לו שכר, ואסור לאכול בשעות אלו. אלא שאינו מתפלל \"ענינו\" (הירושלמי הוא בפרק שמיני דנדרים).","וזה לשון הרמב\"ם שם דין יג:מתענה אדם שעות, והוא שלא יאכל כלום כל שאר היום. כיצד? הרי שהיה טרוד... – הרי זה מתענה אותן שעות, ומתפלל בהן \"ענינו\"... וכן אם אכל ושתה, ואחר כך התחיל להתענות שאר היום – הרי זה תענית שעות.עד כאן לשונו, ולא סיים שיתפלל \"ענינו\" משום דבכי האי גוונא אינו צריך, ואי אפשר להתפלל \"ענינו\". וסבירא ליה דזה שאומר הש\"ס \"והוא שלא טעם כל היום כולו\" – קאי אמאי דאמר \"ומתפלל תפילת תענית (כן נראה לעניות דעתי ברור).ודע דברש\"י שם מבואר דאם קבל עליו מבעוד יום להתענות למחר עד חצי היום, ואחר כך נתיישב לבלי לאכול עד הלילה – הוי תענית גמור ולא תענית שעות. עיין שם.","והנה גם הטור והשולחן ערוך כתבו בסעיף יא, וזה לשונם:אם קבל עליו תענית עד חצי היום ואכל אחר כך, או שאכל עד חצי היום וקבל עליו תענית משם ואילך – אינו נקרא תענית להתפלל \"ענינו\". אבל נקרא תענית לעניין שצריך להשלים נדרו.עד כאן לשונם. ולפי זה תמיהני טובא על הטור והמגיד משנה, ועוד מהפוסקים שדחו דברי הרמב\"ם, וכתבו שטעות הוא. וששמעו שהרמב\"ם עצמו חזר בו (עיין בית יוסף). והרבה תימה: הא הרמב\"ם גם כן אומר כן, והרי דקדוק לשונו הטהור מורה כן, שמקודם כתב שאומר \"ענינו\" ואחר כך לא כתב כן. וצריך עיון גדול.","האמנם לדעת הרא\"ש והטור אין זה תענית שעות, מה שכתבנו שלא אכל עד חצי היום, אלא דגם תענית שעות צריך לקבלו מאתמול. והיינו כגון שקבל מאתמול להתענות עד חצי היום, ואחר כך נתיישב שלא לאכול עד הלילה, או שקבל עליו מאתמול להתענות למחר מחצי היום ואילך, ואחר כך נתיישב שלא לאכול גם עד חצי היום – דזה מקרי תענית שעות. אבל לרש\"י ז\"ל זהו תענית גמור, כמו שכתבתי בסעיף כט.ולפי זה, לדעת הרא\"ש והטור כל שבלא קבלה מבעוד יום – לא הוה תענית כלל לענין \"ענינו\". ולפי זה כל הפרטים שכתבנו מקודם דינם בקיבל בלילה צריך להתפלל \"ענינו\", דלא גריע מתענית שעות – לדעת הרא\"ש והטור אינו כן.","תענית שגוזרים על הציבור – אין כל יחיד צריך לקבלו בתפילת המנחה, אלא שליח ציבור מכריז התענית – והרי הוא מקובל.ויש אומרים דהני מילי בארץ ישראל, שהיה להם נשיא לפי שגזירתו קיימת על כל ישראל. אבל בחוץ לארץ – צריכים כל הציבור לקבל על עצמם כיחידים, שכל אחד מקבל על עצמו.ויראה לי דמכל מקום גם בכי האי גוונא אין דינם כיחיד שצריך לקבלו בתפילת המנחה, אלא מתי שמקבלים הוה תענית, משום דציבור כשמקבלים ביחד, אף שכל אחד מקבל לעצמו – הויין כבי דין הגדול. כמו שכתבתי בחושן משפט סימן ב, שטובי העיר בעירם כבית דין הגדול דמיין. וכל שכן כל הציבור ביחד. וראייה לזה מתעניתי בה\"ב, שהשליח ציבור מכריז בשחרית, והציבור עונין \"אמן\", ואינם צריכים קבלה אחרת.(ובזה מתורץ קושית הט\"ז סעיף קטן טז. ומה שכתב דיחיד שקבל בנדר להתענות חייב מן התורה להתענות, עיין שם – לא שם אל לבו הטהור, דתענית אינו נדר מן התורה, כמו שכתבתי לעיל. ודייק ותמצא קל.)","כתב רבינו הבית יוסף בסעיף יג:יש מי שאומר שמי שנדר ואמר \"אם לא אלך למקום פלוני אשב בתענית\", מאחר שמה שהתנה הוי דבר הרשות – הוה אסמכתא. אבל אם אמר \"אם לא אעשה מצוה פלונית אשב בתענית\", וכן אם אמר \"אם יציליני ה' מצרה או אם יצליח דרכי\" – לא הוי אסמכתא.עד כאן לשונו, כלומר: דקיימא לן בחושן משפט סימן רז אסמכתא לא קניא. והיינו כשאמר \"אם יהיה כן\", דכל \"דאי\" הוה אסמכתא, ולא גמר בלבו לעשות כן באמת.אמנם בדבר מצוה נתבאר שם דליכא אסמכתא, דכל דבר מצוה גומר בלבו בשלימות. ומקרא מלא הוא ביעקב (בראשית כח כ): \"אם יהיה אלקים עמדי ושמרני...\". ובזה מבוארים הדברים: \"ואם יצליח דרכי\" הוה גם כן בזה כדבר מצוה, דבזכות שהצליח גמר ומקני (מגן אברהם סעיף קטן יז).ומכל מקום יש לפקפק בזה: דנהי דהתנאי היה בדבר הרשות, מכל מקום כיון שאמר \"אשב בתענית\" – הרי דבר מצוה הוא, ולא תיהוי אסמכתא כמו בצדקה ביורה דעה סימן רנח, דלא הוה אסמכתא בכי האי גוונא, עיין שם. וצריך לומר דסבירא ליה דעיקר תענית לא מקרי דבר מצוה, שהרי בגמרא יש מי שסובר דהיושב בתענית נקרא חוטא. ולכן כתב בשם \"יש מי שאומר\", כלומר: אבל מי שסובר דבכל הדברים הוה תענית כצדקה – גם בדבר הרשות ליכא אסמכתא.(ובזה מיושב קושיות הט\"ז סעיף קטן יז, והמגן אברהם סעיף קטן טז, עיין שם. ודייק ותמצא קל.)"],["כתב רבינו הבית יוסף:מי שהרהר בלבו שלא בשעת תפילת המנחה להתענות למחר – לא הוי קבלה, דלא עדיף מהוציא בפיו להתענות למחר, דלא הוי קבלת תענית, כיון שלא קבלו בתפילת המנחה.עד כאן לשונו. ואיני יודע מאי קא משמע לן, והא כבר ביאר זה בסימן הקודם סעיף ו, שכתב שם:אימתי מקבלו? בתפילת המנחה... ואם לא הוציא בפיו אלא הרהר בלבו – הוי קבלה, והוא שיהרהר כן בשעת תפילת המנחה.עד כאן לשונו, ומה חידש בכאן? ודוחק לומר דמפני שהטור כתב דין זה בזה הסימן – הוכרח גם כן לכתבו שלא לדלג הסימן, אף שכבר כתבו. וצריך עיון.","וכבר חקרנו בסימן הקודם סעיף יט אם לא קיבל מבעוד יום במנחה: אם אסור לו לאכול אלא שלשם תענית לא עלתה לו, או דמותר לגמרי לאכול. והמרדכי סובר כן. ושם בסעיף כ הוכחנו דרבינו הרמ\"א ספוקי מספקא ליה, דלדעת הרמב\"ם אסור, עיין שם.ולכן אני אומר דכל זה בקבלה בפה שלא בשעת המנחה, אבל הרהר בלבו שלא בשעת מנחה — מותר לו לאכול לכל הדיעות. דהא טעמא דאנו אוסרים בשם מלאכול — הוי משום נדר, דלשיטת הרמב\"ם נדר ותענית עניין אחד הוא, כמו שכתב שם.ואם כן, הא בנדר קיימא לן ביורה דעה סימן רי דצריך להוציא בשפתיו דווקא דומיא דשבועה, דכתיב: \"לבטא בשפתים\". ואם כן, פשיטה דלאו כלום הוא.(וכן נראה דעת המגן אברהם, עיין שם. ואולי שמפני זה כתבו הבית יוסף בכאן. אך אם כן, למה סתם הדברים?)"],["דע שיש בעצם התענית הפרש גדול בין תענית יחיד לתענית ציבור. דתענית יחיד אינו אלא תענית יום, ולא צריך להפסיק מבעוד יום כיום הכיפורים. ותענית ציבור מקרי כשמפסיקין מבעוד יום, אך חז\"ל לא החמירו עלינו בכל תענית ציבור לנהוג כזה, אלא בתשעה באב בלבד, וכן בתענית גשמים בארץ ישראל ובתעניות אחרונות, כמו שכתבתי בסימן תקעה. אבל כל תעניתי ציבור לא החמירו עלינו בזה, רק כבתענית יחיד.ולכן כשאדם מקבל תענית, צריך לומר \"הריני בתענית יחיד למחר\". אך גם אם אמר סתם \"תענית\" – גם כן כן הוא (בית יוסף בסימן תקסג). אבל אם אמר \"הריני בתענית ציבור למחר\" – מפסיק מבעוד יום (שם ומגן אברהם ריש סימן תקסב).","ואמרו חז\"ל בתענית (יב א): עד מתי אוכל ושותה? עד שיעלה עמוד השחר. וזהו בין בתענית יחיד, בין בתענית ציבור שלבד תשעה באב. ואפילו אכל סעודת הלילה – יכול לאכול עוד כשירצה.אך אם ישן שינת קבע הוי כהפסקה, ואסור מלאכול. אבל כשישן שינת עראי, דהיינו נמנום לפי שעה קלה – חוזר ואוכל. ובתוך הסעודה אפילו ישן שינת קבע – חוזר ואוכל, אלא דזה לא שכיח.וכן לשתות – יש אומרים שאסור כשישן שינת קבע. ויש אומרים דשתייה תמיד מותר, דמשתייה אין האדם מסיח דעת. אבל לאכילה צריך תנאי: שיתנה שרצונו עוד לאכול. ולשתייה אינו צריך תנאי. וכן המנהג, משום דאנחנו רגילים לשתות אחר השינה. ויש מי שאומר דתענית חלום – אסור לו לטעום כלום מיד כשייקץ (מגן אברהם). דתקנתו היא שמיד יתחיל להתענות. ועיין מה שכתבתי בסימן רפח."],["היחיד אומר \"ענינו\" ב\"שומע תפילה\". לא שנא בתענית יחיד, ולא שנא בתענית ציבור. ואפילו מתפלל ביחידות, שלא ישמע הברכה משליח הציבור, דלא נתקנה ברכה בפני עצמה אלא לשליח ציבור, כמו שיתבאר בסימן הבא.ואפילו שליח ציבור בתפילה בלחש כוללו ב\"שומע תפילה\", ואומרו קודם \"כי אתה שומע...\". ולא יחתום \"העונה בעת צרה\", אלא כשמגיע ל\"בכל עת צרה וצוקה\" יאמר \"כי אתה שומע...\". ויש מי שאומר שגם לא יאמר \"בכל עת צרה וצוקה\" (אליה רבה), ואינו עיקר. וכן המנהג הפשוט, ואין לשנות. ופשוט הוא דשליח ציבור המתענה תענית יחיד – אין לו להזכיר \"ענינו\" בחזרת שליח הציבור.(ומה שכתב הבאר היטב סעיף קטן א בשם כנסת הגדולה – דבר תמוה הוא.)","ודבר פשוט הוא דבתענית ציבור מי שאינו מתענה – לא יאמר \"ענינו\", וכן המנהג הפשוט. ויש מי שאומר שיאמר \"ענינו\", כיון שעתה היא תפילה קבועה לרבים, רק לא יאמר \"ביום צום תעניתינו\" אלא ביום תענית זה (ב\"ח). ומימינו לא שמענו מי שינהוג כן.ודע דלכאורה בתענית יחיד אין לו לומר \"ענינו ה' ביום צום תעניתינו\" אלא \"ביום צום תעניתי\" וכן כתבו הגדולים (ב\"ח וט\"ז סעיף קטן א). אבל רבינו הרמ\"א כתב בסעיף א שלא ישנה ממטבע שטבעו, אלא יאמר \"ביום צום תעניתינו\". עד כאן לשונו, כמו ביוצא לדרך לעיל סימן קי, שאומר \"שתוליכינו לשלום\" משום דיש כמה יוצאים לדרך. והכא נמי אי אפשר שלא יהיו עוד בעולם מתענים (מגן אברהם סעיף קטן א ועיין ט\"ז). וכן המנהג.","אם שכח מלומר \"ענינו\" ב\"שומע תפילה\", ונזכר כשאמר \"ברוך אתה ה'...\" – לא יפסיק באמצע התפילה, ויאמרנה אחר תפילתו קודם שעקר רגליו. ונראה לי דיכול לאומרה גם קודם \"יהיו לרצון...\". ולא גריע משארי תחנונים, שיש שאומרים קודם \"יהיו לרצון\". ואם לא נזכר עד שעקר רגליו – אין מחזירין אותו, דאין זה לעיכובא, כמו \"על הנסים\" בחנוכה ופורים. וגם כשאומרה אחר תפילתו קודם שעקר רגליו – לא יאמרנה בחתימה, אלא כמו שאומרה ב\"שומע תפילה\".","דעת הגאונים שאין היחיד אומר \"ענינו\" רק במנחה ולא בשחרית, דשמא יאחזנו בולמוס ויצטרך לאכול, ונמצא שקרן בתפילתו. ואף על פי דמדינא דגמרא גם בערבית הקודם אומר \"ענינו\", מכל מקום אנחנו שחלושים אנו – יש לחוש, אבל במנחה אין לחוש. ואפילו כשהתפלל מנחה גדולה – הכל מקום צריך לומר \"ענינו\", דאפילו יאחזנו בולמוס הא התענה עד חצות על כל פנים (מגן אברהם סעיף קטן ד).אבל שליח הציבור אומרו גם בתפילת שחרית בחזרת שליח הציבור בברכה בפני עצמה, משום דא אפשר שלא ימצאו מקצת הציבור שיתענו. ולכן אפילו הוא אינו מתענה – צריך לומר, דתפילת ציבור היא.","ורבינו הבית יוסף בסעיף ג כתב, וזה לשונו:ובארבעה צומות גם היחיד אומרו בכל תפלותיו, דאפילו אם יאחזנו בולמוס ויאכל – שייך שפיר לומר \"ענינו ביום צום התענית הזה\", כיון שתקנו חכמים להתענות בו.עד כאן לשונו, ואיני יודע אם בדקדוק נקיט לשון זה שלא יאמר \"ביום צום תעניתינו\" כיון שהוא בעצמו אולי לא יתענה, או דלאו דווקא נקיט. ויותר נראה דדווקא נקיט לשון זה.אמנם רבינו הרמ\"א כתב על זה: דנהגו בכל הצומות שלא לאומרו רק במנחה, לבד שליח הציבור שאומרו גם בשחרית כשמתפלל בקול רם. עד כאן לשונו, וכן הוא המנהג שלנו. ויש לומר הטעם: דכיון שצריך לשנות הנוסח מן \"צום תעניתינו\" על \"צום התענית הזה\" כמו שכתבתי – אינו כדאי.","וטוב לומר בתחנונים שאחר התפילה של מנחה, לאחר \"אלקי נצור...\":\"רבון כל העולמים, גלוי וידוע לפניך שבזמן שבית המקדש היה קיים, אדם חוטא ומקריב קרבן, ואין מקריבין ממנו אלא חלבו ודמו. יהי רצון מלפניך שחלבי ודמי שנתמעט ממני היום בתענית זה, כאילו הקרבתי...\"ולא נהגו עכשיו לומר זה, ולא ידעתי למה. ונכון לאומרו, שכן הוא בברכות (יז א) ובטור ושולחן ערוך סעיף ה, עיין שם.","אין ליחיד לומר שלוש עשרה מידות דרך תפילה ובקשת רחמים, דדבר שבקדושה הם וצריך עשרה. וכן משמע להדיא בראש השנה (יז ב) שנתעטף הקדוש ברוך הוא כשליח ציבור בשלוש עשרה המידות, עיין שם.אבל אם בא לאומרם דרך קריאה בעלמא, בניגון ובטעמים – רשאי. וכשאומרים \"ויקרא בשם ה'\" – יש להפסיק בין \"בשם\" לבין \"ה'\", דהטפחא הוא על \"בשם\". ו\"בשם\" – הבי\"ת רפה, דלא כ\"ויקרא בשם ה'\" דפרשה \"לך לך\", עיין שם.וקודם חצות לילה אין לומר שלוש עשרה מידות, ולא שום סליחות, רק ביום הכיפורים. וגם \"האדרת והאמונה\" אין לומר רק ביום הכיפורים (מגן אברהם סעיף קטן ה). והספרדים אומרים זה בכל שבת, אפילו ביחיד. ואין ליחיד לומר סליחות באמצע התפילה, ורק אחר כך יכול לומר, ורק כשמדבר בעניין שלוש עשרה מידות ידלג.והמתענה ומשתבח עצמו לאחרים – נענש על כך. ורק כששואלים אותו יכול לומר, ואינו צריך לשקר כיון שאינו אומר דרך התפארות, ואינו כדאי לומר שקר (עיין ט\"ז סעיף קטן ו, ומגן אברהם סעיף קטן ז)."],["בתענית ציבור אומר שליח הציבור \"ענינו\" בברכה בפני עצמה בין \"גואל ישראל\" לבין \"רפאינו\". וסמכו לה אקרא, דכתיב: \"יהיו לרצון... צורי וגואלי\", וסמיך ליה \"יענך ה' ביום צרה\". וכיון שמזכירין \"גואל ישראל\" מבקשין \"ענינו... כי בצרה גדולה אנחנו\", וחותם: \"ברוך אתה ה' העונה לעמו ישראל בעת צרה\". כן הוא הנוסחא בטור ושולחן ערוך.אבל ברמב\"ם בפרק שני מתפילה כתב: \"העונה בעת צרה\". ונראה דנוסחת הטור ושולחן ערוך יותר מבורר, שהרי גם ב\"ראה בעניינו\" וב\"רפאינו\" מזכירים \"גואל ישראל\", \"רופא חולי עמו ישראל\". ולמה לא יאמרו כאן \"העונה לעמו ישראל\"? וכן ראוי להגיה בסידורים.ואם שכח לומר \"ענינו\" נתבאר לעיל סימן קיט, עיין שם.","וקורין בתורה \"ויחל משה\" עד \"לעמו\". והלוי והישראל מן \"פסל לך\" עד אחר \"הנה אנכי כורת ברית\".ואף על גב דבשלהי מגילה (לא א) תנן: בתעניות ברכות וקללות, כבר כתב הרמב\"ם בפרק שלושה עשר מתפילה דין יח דזהו בתעניות שגוזרין הציבור על הצרות המתרגשות ובאות, כמו בצורת ודבר וכיוצא בהם, שמזהירין אותם שיעשו תשובה. ולכן קורין ברכות וקללות, כלומר: שכל הצרות הם על ידי מעשינו הרעים, ככתוב בתורה: \"אם בחקתי...\". אבל התעניתים שעל העבר, ורובן על חורבן בית המקדש – קורין \"ויחל\", עיין שם. וזהו על פי מסכת סופרים פרק שבעה עשר הלכה ז, עיין שם.והקריאה מרמז שכמו שכיפר ה' על מעשה העגל, ונתן לנו לוחות אחרונות – כן אנו מקווים שיבנה לנו בית המקדש במהרה בימינו. אמן.","וקורין \"ויחל\" בין בשחרית בין במנחה. ואפילו חל בשני וחמישי – דוחין פרשת השבוע.ונוהגין הציבור כשמגיע הקורא ל\"שוב מחרון אפך\" צועקין: \"שוב...!\", שזהו כעניין בקשה שישוב הקדוש ברוך הוא מחרון אפו. והקורא חוזר וקורא \"שוב...\", שהרי אמרנוהו בעל פה ובלא טעמים.וכן כשהקורא מגיע ל\"ויעבור\" – צועקין הציבור \"ה' ה'...\", כדי להזכיר השלוש עשרה מדות. והקורא חוזר וקורא.וכן בהגיעו ל\"וסלחת לעונינו\" – גם כן כן, מפני שזהו גם כן בקשה ותחינה, שיסלח לעונינו.ומפטירין במנחה ולא בשחרית. ומפטירין \"דרשו\" עד \"לנקבציו\". והקרואים שוים הם במנחה ושחרית, אלא שבמנחה השלישי הוא המפטיר.ויראה לי הטעם משום דבתענית ציבור מתוודים בסוף היום, כדאיתא בתענית (יב ב), וכמו שעשו עזרא ונחמיה ככתוב בנחמיה (נחמיה ט). ולכן קורין \"דרשו ה' בהמצאו\", להורות לעשות תשובה. ותשעה באב קורין גם בשחרית: \"כי תוליד בנים\". ואפילו תענית ציבור שחל בערב שבת – קורין גם במנחה.וכתב רבינו הרמ\"א בסעיף א דאם מתענין בראש חודש – קורין בשחרית בראש חודש ומנחה בשל תענית. עד כאן לשונו. וזהו כשהיו מתענין בימי הגזירות, ואין זה מצוי אצלינו.","כשהציבור גוזרין תענית על כל צרה שלא תבא עליהם, וכן בתעניות שני וחמישי ושני שאחר פסח וסוכות שנוהגים להתענות, נהגו הראשונים שאומר שליח הציבור \"ענינו\" בין \"גואל\" ל\"רופא\", ולקרות \"ויחל\".וכתב רבינו הרמ\"א בסעיף ב:ומיהו אם קבעו התענית בשני וחמישי – אין דוחין פרשיות השבוע בשחרית. אלא קורין בשחרית בפרשה השבוע, ולערב קורין בפרשה \"ויחל\". לבד שני וחמישי ושני שאחר פסח וסוכות, שקורין גם בשחרית \"ויחל\".עד כאן לשונו. ועכשיו גם בשני וחמישי ושני אין קורין בשחרית רק פרשת השבוע, מפני שבימינו נתמעטו המתענים.","והנה באמת יש לתמוה על מנהגינו. דהנה הרא\"ש סוף פרק קמא הביא דהקדמונים תמהו על מה שאנו קורין \"ויחל\" כשגוזרין תענית על איזה גזירה. והא בתוספתא פרק שני תניא דבתענית יחיד אין קוראין. ובגמרא איתא לעניין גשמים, דאפילו עיר גדולה כנינוה כיחידים דמי (יד ב). וכל שכן דכיחידים דמי לעניין \"ענינו\" לקבוע ברכה בפני עצמה, ולקריאת \"ויחל\".וכן בתעניתי שני וחמישי ושני כתב הראב\"ד: דכיון דאיכא דמתעני, ואיכא דלא מתעני – פשיטא דכיחידים דמי. וכתב הרא\"ש דבאשכנז כולם מתענין שני וחמישי ושני, ואם כן שפיר הוי תענית ציבור, עיין שם.ואם כן בזמנינו זה, שרובא דרובא אין מתענים, ורק מיעוטא דמיעוטא מתענים – איך שליח הציבור מתפלל \"ענינו\", ואיך קוראים \"ויחל\"?","אמנם הרא\"ש כתב שם עוד טעם, והביאו הטור: דאין ללמוד מנינוה, דזהו בברכת הגשמים שהיא נוסחא קבועה מאנשי כנסת הגדולה – אין כח ליחידים לשנות הנוסחא, ולבקש מטר בזמן שאין כל העולם צריכים לה. דכן איתא בירושלמי דהטעם הוא מפני שינוי נוסח התפילה. אבל לעניין תענית – כל ציבור בפני עצמה יכולין לעשות תענית ציבור, ולאמר \"ענינו\" ולקרות \"ויחל\", עיין שם.ולפי זה אתי שפיר לעניין שני וחמישי ושני, דכיון שיש עשרה שמתענים – הוויין כציבור, וכן בערב ראש חודש. וכן מה שנהגו במדינתינו אנשי חברה קדישא בחמישה עשר [ב]כסלו להתענות, ולאמר \"ענינו\", ולקרות \"ויחל\" – גם כן ניחא מטעם זה. וכן בכל קביעות תענית שהציבור גוזרין.ובעשרת ימי תשובה, שאין שליח הציבור אומר \"ענינו\" ואין קוראין \"ויחל\" לפי שהתעניתים הם על התשובה, וכל אחד נשבר לבו בקרבו ומתענה לעצמו – לא נחשב ציבור (בית יוסף בשם מרדכי ישן, עיין שם). וגם בזה יש שאומרים \"ענינו\" וקורין \"ויחל\" (שם), אך רובם לא נהגו כן מטעם שנתבאר (וכל זה כלול בשולחן ערוך סעיף ב).","כתב רבינו הבית יוסף בסעיף ג:אין שליח ציבור אומר \"ענינו\" ברכה בפני עצמה, אלא אם כן יש בבית הכנסת עשרה שמתענין. ואפילו אם יש בעיר עשרה שמתענין, כיון שאין בבית הכנסת עשרה שמתענין – לא.עד כאן לשונו. ונראה ברור דזהו רק בתענית ציבור שאינם קבועים לכל ישראל, כמו שני וחמישי ושני וערב ראש חודש. אבל מארבעה צומות הקבועים, וכן בתענית אסתר הקבוע לכל ישראל – הרי יום הוא שנתחייב ב\"ענינו\", ובקריאת התורה. וקורין אף על פי שאין עשרה מתענין בבית הכנסת ובעיר, ודי במקצת מתענים, והמה יעלו לתורה ויתפללו \"ענינו\".אבל כשאין כלל מתענים – נראה שאין לקרות \"ויחל\" ולא \"ענינו\".(כן נראה לעניות דעתי, וכן ראיתי לאחד מן הגדולים שהורה כן. ודייק ותמצא קל.)(ו אחר כך ראיתי בשערי תשובה שהצריך שבעה מתענים, וצריך עיון.)","יש שאומרים הסליחות בברכת \"סלח לנו\" קודם החתימה. ואחרי הוידוי שאומרים \"הרשענו ופשענו\" עד \"הרחמים והסליחות\" חותמין הברכה \"חנון המרבה לסלוח, ואל רחום וענינו\". ו\"מי שענה\" אומרים אחר התפילה, שאינו מעניין סליחת עון. ואם שכח וחתם \"חנון המרבה לסלוח\" – לא יאמרו הסליחות עד אחר התפילה.ויש מקומות שלכתחילה אין אומרים הסליחות עד אחר התפילה, וזהו מנהג ארץ ישראל. ונכון הוא, שלא להפסיק הפסקה גדולה באמצע התפילה. וכן עתה המנהג בכל מדינתינו, ולבד בבית הכנסת אומרים ב\"סלח לנו\", ואחר התפילה אומרים \"אבינו מלכנו\".","כתב הטור בשם רב נטרונאי גאון:מנהג שתי ישיבות בתענית ציבור: בשחרית אומרים שבע סליחות. ובמנחה שלוש, ואם יש פנאי אומר חמש.עד כאן לשונו. ועכשיו אין אנו אומרים במנחה סליחות, רק \"אבינו מלכנו\". וגם בשחרית אין אומרים שבע סליחות, אלא שני סליחות ופזמון; וגם \"אל נא רפא נא...\", ואחר כך \"זכור לנו ברית אבות\", ו\"שמע קולנו\", ווידוי, ו\"אל רחום\", ו\"ענינו\", ו\"מי שענה\", ו\"אבינו מלכנו\".","עוד כתב הטור, וזה לשונו:כתב רב נתן: שליח ציבור שאינו מתענה – אינו יכול להתפלל, שכיון שאינו מתענה אינו יכול לומר \"ענינו\". ואיני יודע למה, שאינו אומר \"ביום תעניתי\" אלא \"ביום התענית הזה\", ותענית הוא לאחרים. וודאי אם אפשר שיהיה שליח ציבור המתענה – טוב הוא מאחר, אבל אם אי אפשר נראה לי שיכול להתפלל.עד כאן לשונו. ורבינו הבית יוסף בסעיף ה כתב בקיצור, וזה לשונו:בתענית ציבור, שליח ציבור שאינו מתענה – לא יתפלל.עד כאן לשונו. ומשמע דאפילו אין אחר – לא יתפלל, כדברי רב נתן. וכן הכריע בספרו הגדול, עיין שם.ויש מי שכתב דאם אין שליח ציבור אחר – מוטב שיתפלל מי שאינו מתענה, משיתבטלו לשמוע קדיש ו\"ברכו\" (מגן אברהם סעיף קטן ז). ואני אומר דאין כוונתו של רבינו הבית יוסף שלא ירד שליח ציבור כלל לפני התיבה, אלא רק שלא יאמר \"ענינו\". ונראה לי דבתענית ציבור הקבועים – וודאי יש לעשות כהטור, ויכול גם לומר \"צום תעניתינו\" כיון שהוא כלול לכל ישראל.","כתב רבינו הבית יוסף בסעיף ו:יש מי שאומר שאין עומד לקרות בתורה מי שלא התענה. ואם הכהן אינו מתענה – יצא מבית הכנסת, ועומד לקרות בתורה ישראל המתענה.עד כאן לשונו. ואם קראו הכהן בטעות, ועלה ובירך – בהכרח לקרות ללוי אחריו, אף אם אינו מתענה (הגאון רבי עקיבא איגר). ואם הוא יום שחייב בקריאת התורה כגון שני וחמישי, אף על פי שקורין \"ויחל\" – מכל מקום יכול לעלות גם מי שאינו מתענה (מגן אברהם סעיף קטן ח). ואם קראו מי שאינו מתענה, יכול לומר \"איני מתענה\" ולא ילך.ויראה לי דכל זה הוא בתענית ציבור שאינם קבועים. אבל בהקבועים יכול לעלות גם מי שאינו מתענה, כיון שיום זה חייב בקריאת התורה.","בתענית ציבור יעמדו שנים אצל שליח הציבור באמרו סליחות, מזה אחד ומזה אחד, שיאמרו עמו כמו במשה, ד\"אהרן וחור תמכו בידיו\".ואין המנהג כן. ויש לומר מפני שאין זה אלא בתענית ציבור גמור, שמפסיקין מבעוד יו ונוהגין כל חומרי תענית ציבור. ואין תענית ציבור בחוץ לארץ.ודע דכל תענית ציבור – יש בו נשיאות כפים במנחה, לבר ביום הכיפורים מפני נעילה, כדאיתא ריש פרק רביעי דתענית. אך אצלינו אין נשיאות כפים רק ביום טוב, כידוע."],["השרוי בתענית יכול לטעום התבשיל אם צריך מלח או תבלין, וטועם ופולט. ויכול לטעום עד כדי רביעית, ובלבד שיפלוט. ואף על פי שהחיך נהנה מזה – מכל מקום אין איסור בדבר, דבתענית אכילה ושתייה קביל עליה שלא יכנסו במעיו, והנאה לא קיבל עליו. ולא דמי לנודר ממאכל, שאסור לטועמו.ויש מי שאומר דאפילו מכוין להנאת החיך – מותר כשפולט (מגן אברהם סעיף קטן א). ותימא הוא לומר כן.וזהו רק בתענית יחיד. אבל בתשעה באב ויום הכיפורים – אסור, שהם תענית ציבור גמורים. ושארי ד' צומות עשו לעניין זה כתענית יחיד. ולזה באמת כותב רבינו הרמ\"א דיש מחמירין בכל תענית ציבור, והכי נוהגין. עד כאן לשונו. דבשלמא בתענית יחיד יש לומר דבכי האי גוונא לא קביל עליו, ולא בתענית ציבור.","ואפילו בתענית יחיד יש אומרים שלא התירו רביעית בפעם אחת, אלא מעט מעט. וכשטועם המעט – ירוקנו. ויותר מרביעית אפילו בכל היום – אסור (שם סעיף קטן ד). דכשיטעום רביעית בבת אחת – אי אפשר שלא יבלע מעט.ויש אומרים דמותר אפילו רביעית בפעם אחת, אם יודע בעצמו שביכולתו להעמיד עצמו שלא יטעום כלום. והמנהג אצלינו שהאשה המבשלת – לוחכת מעט בלשונה לידע אם צריך מלח אם לאו. ובכי האי גוונא וודאי נראה דאין קפידא.","מי שדרכו לרחוץ פיו בשחרית בתענית ציבור – אין נכון לעשות כן, דקרוב שיבלע בגרונו. ויראה לי דזהו כשמכניס המים בעומק לפיו, ומעלה פיו למעלה ומחלחל המים בגרונו. אבל כשנוטל המים לפיו והוא עומד שחוח, וכוונתו רק לנקות השיניים, ואין חשש שיבלע בגרונו – מותר לבד בתשעה באב ויום הכיפורים. אבל בתענית יחיד מותר לרחוץ כדרכו כיון שפולט, ואפילו יש בהמים יותר מרביעית, כיון שאינו מתכוין לטעום ואינו נהנה כלל ממים. ולכן בשארי משקים – אסור, שנהנה מזה.(שם סעיף קטן ז, עיין שם שמתיר בחומץ. ולעניות דעתי יש שחומץ ערב לחכו.)","וכתב רבינו הרמ\"א שמותר ללעוס עצי קנמון ושאר בשמים ועץ מתוק ללחלח גרונו, ולפלוט, מלבד ביום הכיפורים דאסור. עד כאן לשונו.דכיון שאין בזה לחלוחית מים – לא חיישינן לה, דאינו אלא כריח בעלמא (ומיושב קושית המגן אברהם סעיף קטן ח). ובליעת הרוק אין זה כלום, ואפילו ביום הכיפורים (שם). ואי אפשר כלל באופן אחר, דאם לא כן נצטרך לעמוד ולרוק כל היום כולו."],["איתא בירושלמי נדרים (פרק שמיני): נדר להתענות, ושכח ואכל – איבד תעניתו. והוא שאמר \"יום\" סתם. אבל אם אמר \"יום זה\" – מתענה ומשלים, כלומר: דוודאי ביום המיוחד לתענית, כמו כל תענית ציבור, או תענית חלום, או יארציי\"ט והוא יום שמת בו אביו ואמו כשרגיל להתענות; או המתענים ערב ראש חודש, ושני וחמישי ושני שאחר הפסח וסוכות, או עשרת ימי תשובה, וכיוצא בהם, ושכח ואכל או אפילו הזיד ואכל, אפילו אכל הרבה – מה שעשה עשה, וישא עונו. ושאר היום מתענה ומשלים, דלא מפני שעשה עבירה או נכשל בשוגג יהיה מותר לו לאכול עוד?! בתמיה. ולא שייך בזה לומר שאיבד תעניתו, ויאכל וישלם יום אחר בעד יום זה, כיון שהתענית מיוחד להיום הזה דווקא.","אבל אם יום זה אינו מיוחד להתענית, אלא שנדר להתענות יום אחד או שני ימים, והתחיל להתענות, ושכח ואכל כזית בכדי אכילת פרס, או שתה רביעית או מלא לוגמיו (מגן אברהם סעיף קטן ב) – איבד תעניתו, ויכול לאכול עוד, וחייב לצום יום אחר. וזהו כשנדר סתם להתענות יום אחד או שני ימים. וכן כשנדר להתענות שני ימים ולילה רצופין שלא יאכל בלילה שביניהם, ושכח ואכל בלילה שביניהם – איבד תעניתו, ויכול לאכול, ויתענה אחרים תחתיהם.","אבל אם אמר \"הריני בתענית יום זה\", כגון שנדר במנחה שלפניו על יום מחר או על יום פלוני, ושכח ואכל או הזיד ואכל – משלים תעניתו. ואינו בתשלומין כביום המיוחד לתענית, דמה לי אם היום מיוחד מכבר או שהוא ייחדו – סוף סוף היום הזה הוא חובה עליו להתענות. וזהו דעת רוב הפוסקים.אבל הראב\"ד סובר ד\"יום זה\" הוי כיום סתם ואיבד תעניתו, ויפרע יום אחר אם ירצה, ואם ירצה ישלים תעניתו, ואינו חייב בתשלומין. וזהו ההפרש בין \"יום\" סתם ל\"יום זה\": דב\"יום\" סתם בעל כרחו חייב בתשלומין, וב\"יום זה\" תלוי בדעתו (כסף משנה מתשובת הרשב\"א שהביא בבית יוסף, עיין שם). וזהו שכתב רבינו הרמ\"א בסעיף א, וזה לשונו:ויש מחמירין דאפילו בנדר להתענות \"יום זה\", דחייב להשלים, מכל מקום מחמירין להתענות יום אחר.עד כאן לשונו, כלומר: שנותנין עליו חומר שני הדעות: חומר דעה ראשונה שחייב להשלים, וחומר דעת הראב\"ד שיכול להשלים יום אחר. ואף על פי שפרשנו דגם להראב\"ד אינו מוכרח בכך, מכל מקום כדי שלא יהיה עליו עונש במה שאכל ביום התענית – נותנין עליו חומרא זו, שיתענה יום אחר תחתיו. דבאמת אפילו בתענית הקבוע נכון שיתענה יום אחר לכפרה על אכילתו.ויראה לי דאם אכל במזיד – וודאי דנכון לעשות כן, כדי שיהיה לו כפרה. ולא בשוגג.","אמרינן בתענית (יב ב): לוה אדם תעניתו ופורע. ופירשו רבותינו דזהו גם כן כשנדר לצום יום או יומים או הרבה ימים, והתחיל להתענות ביום מן הימים, ולא היה מוכרח להתענות יום זה דווקא, ואירע לו דבר מצוה שנכון לאכול שם; או שאירע לו אדם נכבד שמפני כבודו ראוי שיאכל; או שנתארח אצל אדם נכבד ומבקשנו שיאכל; או שמצטער להתענות – הרי זה יכול לאכול, ופורע יום אחר תחתיו, שהרי לא קבע הימים בתחילת הנדר. ואף על פי שקבלו במנחה הקודמת – מכל מקום הא לא אמר להתענות \"למחר\" או ב\"יום פלוני\", אלא להתענות \"יום אחד\".ולדעת הראב\"ד אפילו אם אמר \"למחר\" או \"ביום פלוני\" – גם כן יכול ללוות. ולא קיימא לן כן, דרוב הפוסקים לא סבירא להו כן. ולכן אם לא קיבל עליו להתענות \"יום אחד\", אלא להתענות \"למחר\" או \"ביום פלוני\" או ביארציי\"ט, וכל שכן בתענית ציבור הקבוע – אינו יכול ללוות וליפרע יום אחר תחתיו.וכן תענית חלום (שבת יא א), דהסגולה הוא שיתענה יום שאחר החלום דווקא. וכן מי שנדר להתענות יום שני ויום חמישי כל השנה – הוי כ\"יום זה\", ואינו יכול ללות, וכיוצא בזה. אבל אם נדר להתענות חצי שנה יום שני ויום חמישי, ולא אמר \"שנה זו\" – יכול ללוות. ולכן מי שנדר להתענות סך תעניות כך וכך – יכול לדחותם עד ימות החורף שהימים קצרים, ויכול ללוות יום ארוך ולשלם יום קצר, דאידי ואידי מקרי \"יום\".ויש מי שאומר דזהו רק לזמן מועט, אבל לזמן מרובה חיישינן שמא ימות (מגן אברהם סעיף קטן יג). ומלשון הפוסקים לא משמע כן.(ולא דמי לנדר שהוא ב\"קום ועשה\", שצריך לעשות מיד כשיבוא לידו. דתענית הוא \"שב ואל תעשה\", שלא יאכל. ויכול לדחותם לאיזה זמן שירצה, ואם ימות – הרי לא עבר על נדרו. ודייק ותמצא קל.)","כתב רבינו הרמ\"א בסעיף ב:מיהו תענית שני וחמישי ושני שנוהגים להתענות אחר פסח וסוכות, או אפילו עשרת ימי תשובה, ואירע ברית מילה – מותר לאכול. ואינו צריך התרה, כי לא נהגו להתענות בכי האי גוונא. ודווקא כשאוכלים שם, אבל אם שולחים לו לביתו – אין לו לאכול.ואם קיבל עליו התענית במנחה – צריך להתענות.ויש אומרים שאם מצטער הרבה בתעניתו – יכול לפדותו בממון, והוא הדין באונס אחר. ונראה דווקא אם קבל עליו תענית בעלמא, אבל אם קבלו דרך נדר – צריך לקיים נדרו.עד כאן לשונו, ודבריו צריכין ביאור.","ונראה לעניות דעתי דהכי פירושו: דכבר בארנו בריש סימן תקסב דתענית אינו נדר אלא מצוה דרבנן. ומי שנהג להתענות איזה פעמים – נתבאר גם כן ביורה דעה סימן ריד דהוי כעין נדר. ושם בארנו דעם כל זהז אינו בגדר נדר כלל, עיין שם.ולכן אף על פי שבתעניות ציבור הקבועים או ציבור שגזרו תענית – אסור לאכול בשום סעודת מצוה, מכל מקום בתעניתים שיש מתענים בהם ורובם אינם מתענים; וגם המתענים אינם על פי נדרי תענית אלא שנהגו כך, כמו שני וחמישי ושני ועשרת ימי תשובה וערב ראש חודש ויארציי\"ט – אם אירע סעודת מצוה יכולים לאכול בלי התרה כלל. ואמרינן דאדעתא דדבר מצוה לא נהגו, כיון דתעניתא דמנהגא קיל טובא, ואדרבא מצוה לאכול. ולכן אם בימים אלו אירע ברית מילה, או פדיון הבן, או סיום מסכתא – אוכל בלא התרה כלל. ופדיון הבן שלא בזמנו לא יאכל, ויעשו הסעודה בלילה.(מגן אברהם סעיף קטן י. ומה שכתב בסעיף קטן ט, דאם ידע לפני ראש השנה שיהיה לו ברית מילה יתענה יום אחר תחתיו, עיין שם – הוא דבר תמוה, וכמדומני שאין המנהג כן. וגם מה שכתב בסעיף קטן ה, דיתענה מקצת היום, עיין שם – גם כן אין המנהג כן. ומה שכתב שם להקל בסעודת מצוה, אף על גב שאינו שייך לה, עיין שם – כן נהגו בזמנינו גם בערב פסח בבכורים. ומה שכתב אפילו לשמחת מריעות, עיין שם – הוא דבר תימה. וכן מה שהביא מגמרא: כל הנהנה מסעודה שתלמיד חכם שרוי בתוכה – כאילו נהנה מזיו השכינה, עיין שם, מכל מקום קשה לחשבה לסעודת מצוה. ולא שמענו מי שיורה כן, עיין שם. ודייק ותמצא קל.)","וימים אלו שאוכלים בהם בסעודות מצוה – אינו אלא כשמזמינים אותו לאכול שם. אבל כששולחים מנות לביתו – אינו רשאי לאכול.וכל זה במנהג בעלמא. ואפילו אם ענה \"אמן\" על ברכת שני וחמישי ושני – מכל מקום אינו כקבלת תענית, שהרי אינו מחוייב להתענות על פי עניית \"אמן\". ולכן מותר לאכול בסעודת מצוה; ואפילו אם קבלם במנחה שלפניו – קיבלם על דעת המנהג (מגן אברהם סעיף קטן יא).אבל בתענית אחר שקבלו מפורש במנחה שלפניו – אסור לו לאכול בסעודת מצוה, וצריך להתענות. אך יש אומרים דכיון דקבלת תענית אינו כנדר, ולכן אם מצטער הרבה בתעניתו יכול לפדותו בממון, וכן באונס אחר, ואמרינן דאדעתא דהכי לא קיבל עילויה – אך מכל מקום זהו בקבל עליו רק בשם תענית בעלמא. אבל אם קבלו בלשון נדר, אף על פי שאין זה נדר גמור בלי איסור חפצא, כמו שכתבתי בריש סימן תקסב, מכל מקום כיון שהוא לשון נדר – אינו יכול לפדותו בממון. וכמה הוא דמי הפדיון נתבאר לעיל סוף סימן שלד, עיין שם (כן נראה לעניות דעתי בביאור דברי הרמ\"א).","ביורה דעה סימן רכח נתבאר דאין מתירין כל נדר עד שיחול הנדר. כגון אם נדר שלא לאכול בשר מראש חודש אייר ואילך, ורוצה להתיר נדרו – אין מתירין לו קודם אייר. ואפילו בדיעבד אינו מועיל, עיין שם.ולכן הנודר להתענות שנה אחת שני וחמישי ושני – אין מתירין לו אם ירצה להתיר נדרו עד שיכנס יום שני. וכן הנודר להתענות כל ערב ראש חודש, או עשרת ימי תשובה, או שני וחמישי ושני של אחר פסח וסוכות, ורוצה להתיר נדרו – לא יתירו לו עד שיכנס היום של ערב ראש חודש, או יום ראשון דסליחות שהוא נחשב בכלל עשרת ימי תשובה, או יום שני הראשון מימי השני וחמישי ושני. וכן כל כיוצא בזה.ומי ששרוי בתענית, ושכח ובירך על איזה פירי, ואחר הברכה נזכר – יסיים \"למדיני חוקיך\". ואם אוכל ושותה שמדמה שהוא לילה, ואמרו לו שכבר עלה עמוד השחר – יפלוט מפיו (עיין שערי תשובה).","כתבו הקדמונים ששני ימים ושני לילות רצופים – יש להשוותם לארבעים ימים שאינם רצופים. ויש אומרים דבאדם חלש סגי בשני ימים רצופים, אבל באדם בריא צריך שלושה ימים רצופים.ואין זה עניין כלל למי שנדר להתענות, אלא לעניין תשובת המשקל של בעלי תשובה שרוצים לקבל עליהם תשובה וכפרה – הוי זה כזה, שצער זה כזה. וגם בזה כתבו שיותר טוב שיהיו מפוזרים, שבכל עת יהיה לבו נכנע, ויהיו חטאיו נגדו תמיד (מגן אברהם סעיף קטן ו).ובעונותינו בזמנינו מפני חולשת הדורות – לא שמענו מי שיצום שני ימים רצופים, שלא יאכל בלילה שביניהם.","אבל מי שנדר לצום ארבעים יום – צריך לקיים מה שנדר. דלא גרע מ\"יום זה\" דאינו לוה ופורע. ואפילו להראב\"ד דסבירא ליה דגם ב\"יום זה\" לוה ופורע, כמו שכתבתי, הכא מודה דצריך לקיים נדרו. דהתם אמרינן אדעתא שיצטער לא קיבל עליו, ולכן יכול ללוות; מה שאין כן הכא דסוף סוף יצטער, לכן צריך לקיים מה שקיבל עליו (שם סעיף קטן טז).וכל שכן לארבעים יום שלפני יום הכיפורים, שמתחילין להתענות אחר ט\"ו באב ולא יתענו בשבת וראש חודש (שם סעיף קטן יז), ומתענים לזכר עליית משה רבינו בהר סיני; שמי שקיבל עליו שאין להם תשלומין בשנים או שלושה ימים רצופים, ואפילו לא קיבל דרך נדר אלא בלשון תענית בעלמא – אין ללוות. וכל שכן לשלם תחתיהם שנים או שלושה ימים.","לעיל סימן רפח נתבאר דמתענין תענית חלום אפילו בשבת. וצריך למיתב תענית לתעניתו, לכפרה על מה שהתענה בשבת, עיין שם. והוא הדין המתענה תענית חלום ביום טוב או בחול המועד או בראש חודש, דצריך למיתב תענית לתעניתו. וכן בחנוכה ופורים וערב יום הכיפורים – גם כן צריך למיתב תענית לתעניתו.אבל המתענה תענית חלום בט\"ו באב או בשבט, או אסרו חג, ול\"ג בעומר – אינו צריך למיתב תענית לתעניתו, וכן בשלושת ימי הגבלה. ויש מי שאומר דגם בראש חודש ניסן או בראש חודש אב אינו צריך למיתב תענית לתעניתו, משום דיש אומרים שמצוה להתענות בהם, כמו שכתבתי בסימן תקפ (שם סעיף קטן יט).","קיימא לן דאין תענית ציבור בחוץ לארץ לעניין להפסיק מבעוד יום, ובכל חומרותיו, ולאסור במלאכה – אלא תשעה באב בלבד. הלכך יחיד שקיבל תענית – לא חיישינן שתענית ציבור קבל עליו, ומותר בכולן.ומכל מקום טוב לכתחילה לומר בשעת קבלת תענית \"הריני בתענית יחיד למחר\". ואם אמר \"הריני בתענית ציבור למחר\" בעל כרחו מפסיק מבעוד יום, עד שיתיר נדרו. וכבר כתבנו זה.","כתב רבינו הבית יוסף בסעיף ז:כשאירע יום שמת בו אביו ואמו באדר, והשנה מעוברת – יתענה באדר שני.עד כאן לשונו, ודבריו תמוהים: דלהדיא כתב ביורה דעה סימן רכ דזהו להרמב\"ם; אבל רוב הפוסקים חולקים עליו, וסבירא להו דסתם \"אדר\" היא אדר ראשון. ולכן כתב עליו רבינו הרמ\"א:ויש אומרים דמתענה בראשון, אם לא שמת בשנת העיבור באדר שני, דאז נוהגים להתענות בשני. וכן המנהג להתענות בראשון, מיהו יש מחמירים להתענות בשניהם.עד כאן לשונו. וביורה דעה סימן תב פסק בפשיטות להתענות באדר ראשון, ולא הזכיר להתענות בשניהם, עיין שם.ובאמת דבר תימא הוא: אטו יש בזה איסור דאורייתא או דרבנן? והרי מנהגא בעלמא הוא, ומה שייך חומרות בזה? וכיון שלדעת רוב רבותינו העיקר הוא אדר הראשון – כן הלכה. ורק מי שהתחיל לנהוג להתענות בשניהם צריך התרה.","וראיתי מי שחולק על רבינו הרמ\"א, וסבירא ליה דהעיקר להתענות בשניהם, מטעם דכל המצות הנוהגות בשני – נוהגות בראשון (הגר\"א).ותמיהני: דאטו מצות הם, הלא מנהגא בעלמא הוא! וביותר תמיהני: דהא במתים תנן שמשפט רשעים בגיהנם שנים עשר חודש, ואם כן אם מת באדר פשוטה – הרי כלו שנים עשר חודשיו באדר הראשון. ולפי המנהג שמפסיקין לומר קדיש בחודש מקודם – הרי אנו מפסיקים בשבט. ואם כן הרי ממילא דהיארציי\"ט הוא באדר הראשון, ואין זה ענין כלל לשארי דברים. הלכך נראה לעניות דעתי העיקר כדברי רבינו הרמ\"א, ומתענין רק באדר הראשון בלבד.(והמגן אברהם סעיף קטן כ הביא ראיה מתענית יח א, דאמר אביי: לא נצרכא אלא לחודש מעובר. וכוונתו לפירוש ראשון דרש\"י, עיין שם. ותמוה הוא: דאדר הסמוך לניסן לעולם חסר. אלא שתאמר שלא נראית הלבנה עד שלושים, אם כן מאי צריך לשני אדרים? ועוד: דהוה ליה לומר לשנה מעוברת. ועוד: דאף לפירוש הראשון מסמך גאולה לגאולה עדיף, כמו קריאת מגילה, ומה עניינו ליארציי\"ט? והראיה השנייה מיום טוריינוס וניקנור, וכוונתו שיתרץ דעל שנה מעוברת קאי. תמיהני: הא סתמא קתני? ואי משום דנפקא מינה לעניין שנה מעוברת, הא אסתם אדר קאי. ועוד: דמיסמך גאולה לגאולה עדיף, כמו שכתבתי. ולכן העיקר כהרמ\"א; וגם מסקנת המגן אברהם כן הוא כמו שכתבתי בשם הר\"ש הלוי, עיין שם. וכן פסק האליה רבה בסימן תרפה סעיף קטן ו, עיין שם.)","אינו צריך להתענות אלא ביום מיתת אביו ואמו, ולא ביום קבורה, ואפילו בשנה ראשונה. ויש אומרים דאם אירע יום מיתת אביו ואמו בשבת או בראש חודש – ידחה למחר. ואין נוהגין כן, אלא אין מתענין כלל. וכן בשארי ימים שאין אומרים בהם תחנון.וחשון וכסלו שלפעמים מלאים ולפעמים חסרים – הולכים אחר שם היום. כגון שמת בראש חודש כסלו והיה אז יום אחד ראש חודש, ולשנה הבאה שני ימים ראש חודש – היארציי\"ט הוא ביום השני דראש חודש. ואם להיפך שמת ביום ראשון דראש חודש, ולשנה הבאה ראש חודש יום אחד – מכל מקום היארציי\"ט הוא בראש חודש ולא בערב ראש חודש. ואף על פי שיום ראשון דראש חודש הוא שלושים לחודש העבר – מכל מקום שם ראש חודש עליו (עיין ט\"ז סוף סעיף קטן ד שלא כתב כן, וכבר תמהו עליו), וכן כל כיוצא בזה (וגם על דברי המגן אברהם סעיף קטן כ תמה הפמ\"א, כמו שכתבתי המחצית השקל). וכן אם מת בשנה מעוברת ביום ראשון דראש חודש אדר שני, ולשנה הבאה הוא פשוטה – יתענה ביום ראשון דראש חודש אדר (מגן אברהם שם, ויש שם טעות הדפוס כמו שכתב המחצית השקל, עיין שם). וכן כל כיוצא בזה.","הנודר לילך על קברי צדיקים שבמקום פלוני, ונתעכב ימים רבים, ואחר כך אירע שהשכירוהו ללכת שם – די בהליכה זו. וכן כל כיוצא בזה. אך אם נדר שיוציא כך וכך הוצאות על נסיעה זו – לא יצא ידי חובתו עד שיתן ההוצאות לצדקה (עיין מגן אברהם סעיף קטן כא, ודייק ותמצא קל).וכן הנודר לצום סכום ימים רצופים, ואירע בהם תענית חובה – עולין לו. וכן המתענה תענית חלום, או שמיתב תענית לתעניתו, ובאותו יום הוי תענית חובה – עולה לו.(ובשני נדרים – אין אחד עולה לחבירו, כמו שכתב המגן אברהם סעיף קטן כב. ועיין ב[[ערוך השולחן יורה דעה רלט|יורה דעה סימן רלט.)","כל השרוי בתענית, בין שהיה מתענה על צרתו או על חלומו, ובין שהיה מתענה עם הציבור על צרתם – הרי זה לא ינהג עידונין בעצמו. כלומר: שיתענג באיזה מין תענוג. ולא יקל ראשו, ולא יהיה שמח וטוב לב. וכן ישמור עצמו מכעס וממריבות וקטטות אלא דואג ואונן, כעניין שנאמר \"מה יתאונן אדם חי...\"."],["יחיד שנדר להתענות על איזה צרה והתחיל להתענות, ועברה הצרה באמצע היום – מכל מקום חייב להשלים התענית. ולא עוד, אלא אפילו התענה על חולה שיתרפא, ומת החולה – מכל מקום חייב להשלים התענית. ולא עוד, אלא אפילו קיבל עליו הרבה תעניות – מחוייב להתענות כולם.ולא אמרינן: הרי אנן סהדי שלא קיבלם אלא על דעת שיתרפא החולה, דסוף סוף הם דברים שבלב ואינן דברים, כיון שקיבל התעניתים בסתם. ובוודאי אם אמר \"הריני מקבל התעניתים על מנת שהחולה יתרפא\" ומת – דפטור מלהתענות. אבל אם קיבל עליו התעניתים סתם – חייב.","וכן הנודר לצדקה בעד חולה: אם אמר \"הריני מנדר לצדקה בעד חולה זה בתנאי שיתרפא\" ומת – פטור, ורק מה שנתן – נתן. אבל אם אמר \"הריני נודר לצדקה כך וכך בעד חולה זה\" ומת – חייב לשלם כל מה שנדר; אף על פי דאנן סהדי שלא נדר אלא על מנת שיתרפא, מכל מקום דברים שבלב הם, ואינם דברים.","אבל בציבור אינו כן. דאם הציבור התענו על דבר, ונענו קודם חצות – לא ישלימו. כדתנן גבי תעניות גשמים בריש פרק שלישי דתענית (יט א): מפני שאין מטריחין על הציבור יותר מדאי. וגם בציבור לב בית דין מתנה עליהן שאם תעבור הצרה קודם חצות – לא ישלימו. וכל שכן ציבור שהתענו על חולה ומת, שאינם צריכים להשלים.ומכל מקום אם התלמידי חכמים ורוב הציבור רוצים להשלים – אין היחיד רשאי לפרוש עצמו מהם.(עיין מגן אברהם סעיף קטן א שכתב דלדעת הרא\"ש כשמת צריכין להשלים. ולעניות דעתי אינו כן. וקל וחומר הוא. ומה שכתב ונענו, משום דמיירי בכי האי גוונא דומיא דגשמים. ועוד: דאין רצונו להזכיר דבר רע. אבל אינו חולק על הר\"ן. וכן בלשון הטור והשולחן ערוך. ודייק ותמצא קל.)","אמנם כשנתגלה טעות בעצם קבלת התענית – אפילו ביחיד פטור מלהשלים. כגון יחיד שמתענה על צרה, ונודע שקודם קבלת התענית כבר עברה הצרה, או שמת החולה – הרי זה אינו צריך להשלים התענית, וכן הצדקה שנדר בעד החולה, מפני שהקבלה או הנדר היתה בטעות. וכל שכן ציבור ששמעו אפילו אחר חצות שכבר עברה הצרה, שאינם צריכים להשלים, דקבלת טעות לאו כלום הוא."],["כתב הרמב\"ם בפרק שלישי מנדרים דין ט:הנודר שיצום בשבת או ביום טוב – חייב לצום, שהנדרים חלים על דבר מצוה. וכן הנודר שיצום ביום ראשון או ביום שלישי כל ימיו, ופגע בו יום זה והרי הוא יום טוב או ערב יום הכיפורים – הרי זה חייב לצום. ואין צריך לומר ראש חודש. פגע בו חנוכה או פורים – ידחה נדרו מפני הימים האלו; הואיל ואיסור הצום בהם מדברי סופרים, הרי הן צריכין חיזוק, וידחה מפני גזירת חכמים.עד כאן לשונו, אבל הטור ביורה דעה סימן רטו פסק שהנדר חל גם עליהם, ומתירין לו נדרו.וזהו כשקבלו בלשון נדר. אבל אם קבלו בלשון קבלת תענית – אינו דוחה לא שבת ויום טוב, ולא חנוכה ופורים, ואינו צריך שאלה כלל, עיין שם. וזהו כפי מה שבארנו בריש סימן תקסב שיש חילוק בין נדר לתענית. וזהו גם דעת הראב\"ד, והרמב\"ן, והרא\"ש, והר\"ן, כמו שבארנו שם ביורה דעה בסימן זה סעיף יט, עיין שם.","וזהו שכתב רבינו הבית יוסף בסעיף א:יחיד שקבל עליו תענית כך וכך ימים, ואירעו בהם שבתות וימים טובים, או ראש חודש חנוכה ופורים, או ערב יום הכיפורים, אם קבלו בלשון קבלת תענית בעלמא – אינו צריך התרה. ואם קבלו בלשון \"הרי עלי\" שהוא לשון נדר – צריך התרת חכם.ויפתח בחרטה, שיאמר לו: \"אילו שמת אל לבך שיארעו בהם אלו הימים לא היית נודר\", ומתיר לו. ולהרמב\"ם משקיבל עליו בלשון נדר, ופגעו בו שבתות וימים טובים, או ערב יום הכיפורים, או ראש חודש – חייב לצום בהם אם לא יתירו לו. אבל אם פגע בו חנוכה ופורים – נדרו בטל ולא יצום בהם, מפני שהם מדבריהם וצריכין חיזוק.עד כאן לשונו. פירוש כשאמר \"הרי עלי\": צריך שיאמר \"הרי עלי אכילת יום פלוני קונם\", או נדר או איסור. אבל אם אמר \"הרי עלי להתענות\" – לא מקרי נדר (מגן אברהם סעיף קטן ב), דבעינן איסור חפצא, ותענית אינו חפץ. והוי ככל קבלת תענית.","והעיקר כסברת רוב הפוסקים.ומי שנדר להתענות כך וכך ימים ואמר \"חוץ מימים טובים\" – אין חנוכה ופורים בכלל, שאין נקראים בלשון בני אדם \"יום טוב\". ואם אמר שהיתה כוונתו גם עליהם – נאמן. וערב יום כיפורים הוי בכלל \"יום טוב\", וכל שכן ראש השנה וחול המועד. אבל לא ראש חודש, אלא אם כן אמר שכוונתו היתה גם כן על ראש חודש.","והנודר להתענות בשבת, וימים טובים, וערב יום הכיפורים, וחנוכה, ופורים, וראש חודש – דינם שוה לנודר להתענות כך וכך ימים, ואירעו בהם ימים הללו. דאם הוציאן בלשון נדר – חל הנדר, וצריך התרה. ואם הוציאן בלשון קבלת תענית – אינו חל הנדר, ואינה צריכה התרה.(ועיין מה שכתבתי בסימן תרד לעניין ערב יום הכיפורים בדעת הרמב\"ם.)","דבר ידוע דאף על גב דנדר חל על דבר מצוה, אבל שבועה לא חלה אלא אם כן בכולל, כמו שכתבתי ביורה דעה סימן רטו.ולכן אם נשבע להתענות כך וכך ימים, ואירעו בהם ימים הללו חייב – להתענות מטעם כולל. אבל אם נשבע להתענות בשבת או ביום טוב בפירוש – אין השבועה חלה עליו. והוי שבועת שוא, ולוקה, ואוכל. דאין שבועה חלה על דבר מצוה.ואם נשבע להתענות בחנוכה ופורים – חלה השבועה עליו, כיון שאינן אלא מדרבנן. ויש להתיר שבועתו, ואינו מתענה. והוא הדין ראש חודש וערב יום הכיפורים – גם כן אינן אלא מדרבנן. אך מהרמב\"ם נראה שהם מן התורה (וכן משמע בראש השנה יט א). ויש מי שאומר דראש חודש הוא דרבנן, וערב יום הכיפורים הוי דאורייתא (מגן אברהם סעיף קטן ט). ובשניהם יש להתיר שבועתו לצאת ידי כל הדעות."],["בתעניתים שאין האדם מצווה יש פלוגתא בגמרא (יא ב): חד אמר כל היושב בתענית נקרא \"קדוש\". וחד אמר נקרא \"חוטא\".ואלו ואלו דברי אלקים חיים. דוודאי אם יכול לסבול התענית ואין לו על ידי זה ביטול תורה – נקרא \"קדוש\", שמתוך כך מתמרקין עונותיו. ואם לאו, שאינו בריא וחזק – נקרא \"חוטא\".וכל זה במי שמתענה דרך פרישות. אבל מי שהוא חוטא – בוודאי יש לו להתענות על חטאיו, ולבכות ולהתוודות לפני ה', ושב ורפא לו; אלא אם כן יבוא על ידי התענית לידי סכנה, דאז אסור לו להתענות. וכן אם הוא תלמיד חכם גדול – טוב יותר למעט בתעניתים, וירבה בלימוד התורה. אבל בלא זה – אין תלמיד חכם רשאי לישב בתענית, מפני שממעט במלאכת שמים.וכל שכן מלמדי תנוקות, דאיכא תרתי: ביטול תורה של תינוקות של בית רבן, וגוזל את הבעלים. וכן כל פועל אינו רשאי להרבות בתענית, מפני שממעט מלאכתו של בעל הבית.אמנם תעניתי הציבור – חייבים תלמידי החכמים והמלמדים והפועלים להתענות, ואסור להפריש את עצמו מן הציבור. ועל דעת כן קבלום. וכל העוסקים בצרכי רבים – דינם כמלמדים. ולעניין תענית יש דין למיד חכם גם בזמן הזה. וקטן וקטנה כשמקבלים עליהם תענית – דינם כמו נדרים, ונתבאר ביורה דעה סימן רלד, עיין שם.","יש לפעמים שמחוייבים ונצרכים לגזור תענית, ואי אפשר. כגון שגזרו עליהם שלא יגזורו תענית, או כגון שיש דבר ואי אפשר לגזור תענית מפני שיש סכנה להתענות בשעת הדבר. או עיר שהקיפוה אנסים, שאי אפשר להפחיד יושבי העיר כשיגזורו תענית. וכן יחיד הנרדף מפני אנס, או ששורה עליו רוח רעה, ואינו יכול עתה להתענות. מה יעשו? יקבלו עליהם כך וכך תענית לכשינצלו, או כשתעבור הגזירה.","וכתבו ספרי המוסר דמי שמתאוה לאכול ואוכל, ובאמצע מושך ידו מתאוותו – הוי דבר גדול, ותשובה רבה, ונחשב לסיגוף (מגן אברהם סוף סעיף קטן א)."],["מדינא דגמרא אין גוזרין תעניות בתחילה על הציבור ביום חמישי, שלא לייקר השער. כשיראו שיקנו שתי סעודות, לצורך הלילה ולצורך השבת, יסבורו שרעב בא לעולם, ויגדילו השער של תבואה. ואפילו במקום שאין לחוש לכך – אין לעשות כן. ומכל מקום האידנא, דלא שכיחי מפקיעי שערים, כתבו שמותר לגזור תענית ביום חמישי. וכן המנהג (מגן אברהם סעיף קטן ב).","אין גוזרין תעניות על הציבור בראשי חדשים, בחנוכה ופורים, או בחולו של מועד. ואם התחילו להתענות על הצרה אפילו יום אחד, ופגע בהם יום מאלו הימים – מתענין ומשלימין היום בתענית. ואף על גב דראש חודש אקרי \"מועד\", מכל מקום אינו יום משתה ושמחה.וזהו בציבור. אבל בתענית יחיד – מפסיק בימים אלו. והאידנא כולהו תעניתא שהציבור גוזרין – כתענית יחיד הם, ומפסיקין בראש חודש ומשלימין יום אחר (בית יוסף ומגן אברהם סעיף קטן ד). וכן המנהג (ב\"ח).","יראה לי דבתענית יחיד, כשקבל עליו להתענות כך וכך ימים, מפסיק גם בשארי ימים שאין בהם תחנון. דכיון דימים אלו הוחזקו אצלינו שאין להתענות בהם – וודאי שגם דעתו היה כן, אם לא פירשן בפירוש. וכן האידנא בציבור, שדינן כיחיד בזמן הזה כמו שכתבתי – גם כן הדין כן, כשלא פירשו בפירוש להתענות גם בימים אלו.","ציבור שבקשו לגזור תענית שני וחמישי ושני, וגזרו כן, ופגע התענית הראשון בט\"ו בשבט – לא יתחילו בו להתענות, דוודאי לא היתה כוונתם עליו. אלא ידחה לשני או לחמישי שאחריו, מפני שהוא ראש השנה לאילנות, ולא נכון להתחיל בו תענית. מיהו אם התחילו להתענות – אין מפסיקין בהן, דלא עדיף מראש חודש וחול המועד. ולכן האידנא, דכתענית יחיד חשיבא כמו שכתבתי – מפסיקין אף על פי שהתחילו, וכמו שכתבתי.","וכל זה בתענית. אבל יחיד שקיבל עליו שלא לאכול בשר מהיום כך וכך ימים – אסור לו לאכול אפילו בשבת ויום טוב, שהרי אין חיוב לאכול בשר דווקא, אלא אם כן אומר שלא היה דעתו על שבתות וימים טובים. וציבור שגזרו בכי האי גוונא – תלוי בבית דין איך היתה כוונתם (עיין מגן אברהם סעיף קטן ה). והוא הדין כל דבר שקבלו היחיד או הרבים, כמו יין ושכר ודגים וכיוצא בהם."],["אצל התנאים הקדמונים היתה \"מגילת תענית\", והיינו הימים שהקדוש ברוך הוא עשה נסים לישראל, והיו אותן הימים אסורין בהספד ובתענית. ותניא בראש השנה (יט ב):הימים האלה הכתובים במגילת תענית, בין בזמן שבית המקדש קיים, ובין בזמן שבית המקדש אינו קיים – אסורין; דברי רבי מאיר. רבי יוסי אומר: (...) בזמן ש[...]אין בית המקדש קיים – מותרין.והלכה כרבי יוסי. ופסק הש\"ס שם דהלכתא דבטלה מגילת תענית, לבד חנוכה ופורים שאסור להתענות בהם בעצמן. אבל לפניהם ולאחריהם מותרים בזמן הזה, אף על גב דבזמן המקדש היו אסורין. וכל מגילת תענית – גם בימים אלו מותרים, וכל שכן לפניהם ולאחריהם. וכן שבתות וימים טובים, וראשי חודשים – מותרין להתענות בין מלפניהן ובין מלאחריהן.וזה היה אפילו בזמן המקדש. וטעמא דמילתא כן הוא: דזה שאסרו בזמן המקדש במגילת תענית להתענות לפניהן ולאחריהן – כדי לחזק העניין של הימים עצמם. וזה שייך בדרבנן דצריכין חיזוק, אבל שבת וימים טובים טוב וראש חודש דמן התורה אסור להתענות בהן, וכל דאורייתא לא בעי חיזוק.(ראש השנה שם. ושם מבואר דראש חודש דאורייתא, עיין שם. ועיין סוף סימן תקע, וצריך עיון.)","כתב רבינו הרמ\"א:מי שיש לו נישואין בחנוכה – אין לו להתענות. אבל אם יש לו נישואין בניסן – מתענה ביום חופתו, אפילו בראש חודש ניסן, מפני שהוא אחד מן הימים שמתענין בהן, כדלקמן סוף סימן תקפ.עד כאן לשונו. וכן בל\"ג בעומר, ובשלושה ימי הגבלה, ובין יום כיפור לסוכות – מתענין, כיון דאינו אלא מנהג. אבל באִסרו חג, ובט\"ו באב, ובט\"ו בשבט, כיון שהוזכרו בגמרא – אין מתענין (מגן אברהם). וטעם תענית החתן ביום חופתו נתבאר באבן העזר סימן סא, עיין שם."],["ההולך ממקום שמתענין למקום שאין מתענים, אם לא היה בעירו כלל בשעה שקבלו עליהם התענית – אין התענית חל עליו כלל. ובזה לא שייך \"חומרי מקום שיצא משם\", דאין גוזרין על מי שאינו בהעיר (עיין ט\"ז).ואם היה בעירו בשעה שגזרו התענית, וגם הוא קיבל עליו התענית – חייב להתענות ולהשלים, אפילו אין דעתו לחזור. אך אם היה בעיר והוא לא קיבל עליו בפירוש את התענית, בזה תלוי אם דעתו לחזור – הרי הוא כלול בתוכם, ונותנים עליו חומרי המקום שיצא משם, וחייב להתענות ולהשלים. ואם אין דעתו לחזור – אין התענית חל עליו, כמו בכל הדברים שאין נותנים עליו חומרי מקום שיצא משם באין דעתו לחזור.(ובזה מבוארין דברי רש\"י ותוספות בתענית י א. דרש\"י דיבור המתחיל \"למקום\" פירש: משום חומרי מקום. ותוספות דיבור המתחיל \"ההולך\" פירשו: אפילו אין דעתו לחזור, עיין שם. ולא פליגי כמו שכתבתי, עיין שם. ודייק ותמצא קל.)","וההולך ממקום שאין מתענין למקום שמתענין, ובא לשם ביום התענית, מדינא אם דעתו לחזור – לא חלה עליו התענית כלל. ומכל מקום אסור לו לאכול בעודו שם, כדי שלא יפרוש מן הציבור.ומכל מקום כיון שלא קיבל עליו התענית, אם יצא מן העיר חוץ לתחום מותר לו לאכול, ואינו להשלים. אבל בהעיר ותחומה – אסור לו לאכול אפילו בצינעא, מפני שצריך להשתתף בצרת הציבור. אך אם הצרה עברה – מותר לו לאכול בצינעא.ואם אין דעתו לחזור בכל עניין – חל עליו התענית אפילו חוץ לתחום, ואפילו עברה הצרה, כדין חומרי מקום שהלך לשם.","וכל זה כשלא בא לכאן רק ביום התענית, ולא קודם לכן בשעת קבלת התענית. אבל אם בא מקודם, והיה שם בשעה שקבלו התענית – חייב לקבל עליו התענית, וחייב להשלימו, כדי שלא לפרוש מן הציבור. וממילא דאז אין חילוק בין בעיר בין חוץ לתחום, בין דעתו לחזור ובין אין דעתו לחזור, כיון שקיבל עליו התענית.אמנם אם לא קיבל עליו, ודעתו לחזור – אין התענית חלה עליו, ואין אסור לאכול אלא בפניהם, כלומר בהעיר ותחומה. ובמקום שאין לו לאכול מפני ההשתתפות עם הציבור ולא מדינא, ושכח ואכל – אל יתראה בפניהם כאילו אכל, ואל ינהיג עידונין בעצמו לומר \"הואיל ואכלתי מעט אוכל הרבה\". אלא צריך להפסיק מיד כשנזכר. ואפילו חוץ לתחום לא ינהיג עידונין בעצמו, רק יאכל כדי קיום הנפש. ולא ינהיג את עצמו בתענוגי אכילה ושתייה ושארי תענוגים (עיין מגן אברהם סעיף קטן ד).","מצוה להרעיב אדם את עצמו בשנת רעבון, כדי להשתתף בצרת הציבור. וכן בכל צרה – מצוה להשתתף עם הציבור. ואם יכול להושיע להם – מחוייב להושיעם, ואם לאו – ישתתף בצרתם.ורק אם עומדים במקום סכנה – אינו מחוייב שיעמיד הוא גם כן את עצמו במקום סכנה, אם אין בזה טובת הציבור (מגן אברהם סעיף קטן ו).ואל ישמש מטתו בשני רעבון, חוץ מליל טבילה. ומי שאין לו בנים, ולא קיים עדיין פריה ורביה – מותר. ויש אומרים דדין זה אינו מדינא אלא ממידת חסידות (תוספות יא א דיבור המתחיל \"אסור\"). ולכן אם יכול לבוא לידי עבירה – ישמש. והאידנא אינו מצוי שני רעבון (עיין ט\"ז ומגן אברהם ושערי תשובה)."],["סדר תעניות שמתענין בארץ ישראל על הגשמים כך היא: דהנה זמן שאלת גשמים בארץ ישראל הוא בשלושה מרחשון, כמו שכתבתי לעיל סימן קיז. ואם לא ירדו אז גשמים – ממתינין עד שבעה עשר בו, משום דעד זמן הזה אין שום קלקול בהתבואות עדיין. ואם הגיע שבעה עשר ולא ירדו גשמים – מתחילין תלמידי חכמים לבד להתענות שני וחמישי ושני.וכל התלמידים ראויים לכך, והיינו אם יודע להשיב דבר הלכה בכל מקום – חייב להתענות. ואם לא הגיע למידה זו – אינו חייב. ומכל מקום אם רצה – יכול להכניס עצמו בכלל תלמידי החכמים, ואין בזה משום יוהרא (עיין מגן אברהם וט\"ז סעיף קטן א).אבל סתם בני אדם אין יכולין להתענות, מפני שאינן כדאי להכניס עצמן בכלל תלמידי החכמים. ואף על פי שבגמרא (י ב) יש שמתיר לכל להתענות – לא קיימא לן כן. ואף על גב דבסימן תקנד לעניין מלאכה בתשעה באב, קיימא לן דכל אדם רשאי לעשות עצמו תלמיד חכם, עיין שם – לא דמי כלל. דלעניין מלאכה הרבה יש שאין עושין מלאכה, וגם יש מקום שנהגו שכולם אין עושין מלאכה, כמו שכתבתי שם. וגם אין בזה חשיבות כל כך. מה שאין כן בתעניות הקבועים רק לתלמידי חכמים בלבד – יש בזה יוהרא, וגם שמחשיב עצמו שראוי שתקובל תפילתו. ולכן אין לעשות כן.(עיין מגן אברהם סעיף קטן א שהקשה בזה ותירץ. ולפי מה שכתבתי אתי שפיר בפשיטות. ודייק ותמצא קל.)","ותעניתים אלו הם כתענית יחיד, בלי הפסקה מבעוד יום, ובלי חומר תענית ציבור, מפני שעדיין אין העצירת גשמים גדולה כל כך. אבל אם הגיע ראש חודש כסלו ולא ירדו גשמים – בית דין גוזרין שלושה תעניות על כל הציבור, שני וחמישי ושני. וכל העם נכנסין לבתי כנסיות, ומתפללין וזועקין ומתחננים כדרך שעושין בכל התעניות: בקריאת \"ויחל\", וב\"ענינו\" ו\"אבינו מלכנו\".ועדיין אינם כתענית ציבור להפסיק מבעוד יום, לפי שאין מטריחין על הציבור כל כך, ועדיין יש תקנה להתבואות אם ירדו גשמים מכאן ולהבא.","עברו גם אלו ולא נענו – בית דין גוזרין על הציבור עוד שלושה תעניות שני וחמישי ושני, ובאלו מפסיקין מלאכול מבעוד יום כמו בתשעה באב. אבל תוספת כיום הכיפורים – וודאי אינו צריך, דלא יהא חמירא מתשעה באב. ובין השמשות שלו אסור כתשעה באב.ואסורים בהם בעשיית מלאכה ביום ולא בלילה. ואף על גב דבתשעה באב תלוי במקום שנהגו, מכל מקום בתעניות אלו שצריכין לתת לב למעשים שבידיהם – בהכרח שלא יעשו מלאכה ביום, דאם לא כן יהיו טרודים, ולא יתנו אל לבם לפקח על מעשיהם.ואסורים ברחיצת כל הגוף בחמין, לפיכך נועלין את המרחצאות. אבל פניו ידיו ורגליו בחמין, וכל גופו בצונן – מותר. וקילא בזה מתשעה באב, מפני שקשה על הציבור להיות שלושה ימים בלא זה. ואסורים בסיכה, אלא כדי להעביר את הזוהמא; דבסיכה הוי כתשעה באב, מפני שיכולים לעמוד בלא סיכה. ואסורים בהם בתשמיש המטה כבתשעה באב, וכן אסורים בנעילת הסנדל בעיר כתשעה באב.ומתפללין בבתי כנסיות ומתחננים כבשאר תעניות, ואין מוסיפין ברכות בתפילה אלא \"ענינו\" בלבד.","ואם עברו גם אלו ולא נענו – בית דין גוזרין עוד שבע תעניות על כל הציבור: שני וחמישי, ושני וחמישי, ושני וחמישי, ושני. ופשיטא דכל מה שאסור בשלושה שלפני אלו – דאסור בשבע אלו.ויתירין אלו השבע על השלושה הקודמין שמתריעין בהם בשופר על הברכות שמוסיפין בתפילת שמונה עשרה, ומתפללין ברחוב העיר כדי לעשות זעקת שבר.ומורידין זקן וחכם להוכיחם כשיש זקן וחכם. ואם לאו – מורידין חכם אף על פי שאינו זקן. ואם לאו – מורידין אדם של צורה, שדבריו מקובלים. ועומד ואומר: \"אחינו! לא שק ותענית גורמין...\", כמו שיתבאר בסימן תקעט. וגם הברכות שמוסיפין יתבאר שם בסייעתא דשמיא.","ולבד זה מחמירין באלו האחרונות שנועלין את החנויות לתוספת צער. ובשני לעת ערב פותחין מעט אותן החנויות המוכרות אכילה ושתייה, כדי שימצאו לקנות לסעודת הלילה. ובחמישי פותחין כל היום אלו החנויות, מפני כבוד השבת. ואם יש להחנות שני פתחים – נועל אחת ופותח אחת. אך אם אין לה אלא פתח אחת – פותחה כדרכה. ואם יש להחנות אצטבע כנגד הפתח, דהשתא אין פתיחתה נראית כל כך לרשות הרבים – פותחה כדרכה אפילו בשני (רש\"י יד ב), ואפילו בשני הפתחים. אבל רבינו הבית יוסף כתב בסעיף ד דדווקא בחמישי מותר באצטבא, שכן כתב הרמב\"ם בפרק שלישי. והטור כתב סתם, עיין שם.","עוברות ומניקות מתענות בשלוש האמצעיות. ולא בשלוש ראשונות מפני שהם קלים עדיין, ולא בשבע אחרונות משום דאי אפשר להטיל עליהם כל כך תעניתים, אחרי שהתענו כבר שלוש תעניות (ומתורץ קושית המגן אברהם סעיף קטן ה, עיין שם). ואסור להן להחמיר להתענות, כדי שלא יבואו לידי סכנה. ומיהו לא יאכלו אלא כדי קיום הולד.וכן כל מקום שגוזרים איזה תענית על הציבור – אין החלושין בכלל. וכל שכן עוברות ומניקות, דבוודאי לא חמירא משלוש הראשונות שאין מתענות, כמו שכתבתי. והרמב\"ם כתב דעוברות ומניקות אינן מתענות רק בשבע אחרונות, עיין שם. ואין זה לפי נוסחא שלנו בגמרא (יד א) ובירושלמי אומר שמתענות בראשונות ובאמצעיות, ולא באחרונות, עיין שם. ואין זה לפי הש\"ס שלנו שם.","בזמן שבית המקדש היה קיים כשהיו גוזרין תעניות אלו, ובבית המקדש היו אנשי משמר שהיה משמר שלהם בשבוע זו, ואנשי בית אב שממשמר זה היו חלוקין לבתי אבות, וכל בית אב עובד ביומו.והנה שלוש ראשונות אפילו אנשי משמר לא מתענין. ובשלוש האמצעיות אנשי משמר מתענין מקצת היום ולא משלימין, ואנשי בית אב, שעבודת היום מוטלת עליהם, אין מתענין כלל. ושבע אחרונות אנשי משמר מתענין ומשלימין, ואנשי בית אב מתענין מקצת היום ולא משלימין.","ואחר שגזרו שלוש עשרה תעניות אלו – אין גוזרין עוד, אף על פי שלא נענו. והני מילי כשמתענין על הגשמים, לפי שכשעברו אלו – כבר עברו זמן הגשמים, ואין בהם תועלת. אבל על שארי פורעניות – מתענים והולכים עד שיענו אותם מן השמים.","וכשמתענים על הגשמים, ועברו אלו שלוש עשרה תעניות ולא נענו – ממעטין במשא ובמתן, ובבניין של שמחה, אלא אם כן כותלו נוטה ליפול. וגם משא ומתן – אינו אסור אלא בשל שמחה.ומהו בניין ומשא ומתן של שמחה? של אירוסין ונישואין; ונתבאר לעיל סימן תקנא לעניין קודם תשעה באב, עיין שם.וממעטין באירוסין ונישואין, כלומר: שלא יארסו ולא ישאו אלא אם כן לא קיים עדיין פריה ורביה. וממעטין בשאילת שלום בין אדם לחבירו. והיינו למעט בכל מאי דאפשר, דלבטל לגמרי הוא מן הנמנעות אצל המון בני אדם. אך תלמידי חכמים לא ישאלו כלל, ויהיו כנזופין למקום, שהרי צעקו ולא נענו. ועם הארץ שנתן שלום לתלמיד חכם – משיבין לו בשפה רפה וכובד ראש.ואף שפסקו מלהתענות – מכל מקום התלמידי חכמים לבדם מתענים שני וחמישי ושני עד שיצא ניסן של תקופה, והיינו לאחר תקופת ניסן שלושים יום. ומותרין לאכול בלילה, ומותרין במלאכה, ומפסיקין בראש חודש ופורים. וכשיצא ניסן של תקופה, והוא כשהגיע השמש לתחילת מזל שור – אין מתענין עוד, שאין הגשמים בזמן הזה אלא סימן קללה, כשלא ירדו כלל עד הזמן הזה.(מה שכתב בשולחן ערוך סעיף ז: ומפסיקים בראש חודש חנוכה..., הוא טעות הדפוס. דחנוכה הלא כבר עבר.)","וכל זה הסדר כשלא ירדו גשמים כלל. אבל ירדו ברביעה, כדרך ירידת הגשמים שמרביע את הארץ, וצמחו העשבים, ונפסקו הגשמים והתחילו להתייבש – הרי אלו מתענים וזועקים עד שירדו גשמים, או להיפך עד שיתייבשו הצמחים חס ושלום ואין תועלת עוד.וכן אם הגיע זמן הפסח או קרוב לו, שהוא זמן פריחת האילנות בארץ ישראל, ולא ירדו גשמים – הרי אלו מתענים וזועקים עד שירדו גשמים הראויים לאילנות, או להיפך עד שיעבור זמנם ולא יהיה תועלת כלל.וכן אם הגיע חג הסוכות ולא ירדו גשמים הרבה, כדי למלאות מהם הבורות והשיחין והמערות – הרי אלו מתענים עד שירד גשם הראוי לבורות. ואם אין להם מים לשתות – מתענין על הגשמים בכל עת שלא יהיה להם מים לשתות, ואפילו בימות החמה. ואם פסקו הגשמים בין גשם לגשם ארבעים יום בימות הגשמים – הרי זה מכת בצורת, ומתענים וזועקים עד שירדו גשמים, או להיפך עד שיעבור זמנם.","אין כל הדברים הללו אמורים אלא בארץ ישראל וסביבותיה, שזמן גשמים שלהם במרחשון, והולך הסדר שאמרנו. אבל מקומות שזמן גשמים שלהם הם בשארי עיתות השנה, כמו אצלינו שהזמן גשמים הוא אחר הפסח, כשיגיע זמנם ולא ירדו גשמים – יחידים מתענים שני וחמישי ושני, ומפסיקין בראש חודש חנוכה ופורים אם זמני הגשמים אז, ושוהין אחר כך כמו ששה ימים. אם לא ירדו גשמים – בית דין גוזרין שלוש עשרה תעניות על הסדר שאמרנו.אמנם אין להם חומר תעניתי ארץ ישראל שמפסיקין מבעוד יום. ובחוץ לארץ אינו כן, אלא אוכלין בהם בלילה, ודינם כשאר תעניות של יחידים. דאין חומר של תענית ציבור כתשעה באב וכיום הכיפורים אלא בארץ ישראל ובגלל מטר, ובאותם עשר תעניות שהם שלושה האמצעיים ושבעה האחרונים, ולא בשביל גזירה אחרת. ובחוץ לארץ אפילו בשביל מטר לא.","היו מתענים על הגשמים ונענו, כמה ירדו ויהיו פוסקין מן התענית? משיכנסו בעומק הארץ החריבה טפח, ובבינונית שני טפחים, ובעבודה שלושה טפחים. וכמה ירדו גשמים שיברכו עליהן נתבאר לעיל סימן רכא, וכשירדו גשמים כפי שיעור הזה אם ירדו אחר חצות – משלימין אותו היום, ואם ירדו קודם חצות – לא ישלימו אלא יאכלו וישתו ויעשו יום טוב. ולערב יתקבצו ויאמרו \"הלל הגדול\", שהם עשרים וששה \"כי לעולם חסדו\". שאין אומרים \"הלל הגדול\" אלא על כרס מליאה ונפש שביעה. וזה שאנו אומרים אותו בשבת ויום טוב בפסוקי דזמרה בתוך התפילה – לית לן בה. ובמקום דשכיחי שכרות אומרים \"הלל הגדול\", ואחר כך אוכלין ושותין (גמרא). וכן אם רצו רוב הציבור להשלים התענית – יאמרוהו קודם אכילה (מגן אברהם סעיף קטן יא). ויש חולק בזה (אליה רבה).","יראה לי ברור דדווקא כשירדו גשמים כשיעור שנתבאר קודם חצות לא ישלימו, דומיא דירדו אחר חצות. דוודאי כן הוא, דאם לא כן אין רבותא. וכן מבואר מלשון הגמרא והרמב\"ם.ולפי זה אינו מובן לשון הטור והשולחן ערוך סעיף יא שכתבו: התחילו לירד קודם חצות, דמשמע דרק אם התחילו הגשמים לירד קודם חצות, אף על פי שלא נתמלא השיעור עד אחר חצות – לא ישלימו. ותימא: הא לא נפטרו מהתענית בלא השיעור? ואם כן נפטרו אחר חצות, ולמה לא ישלימו? ועוד: מי הכריחם לשנות מלשון הש\"ס? ולכן נראה לי דלאו דווקא הוא, ובלשון \"התחילו\" כלול ההתחלה והגמר כמו בלאחר חצות. דוודאי כן הוא, ומכל מקום צריך עיון.","אין אומרים \"הלל הגדול\" אלא כשנענו ביום תעניתם דווקא. אבל אם לא נענו עד יום שלאחר תעניתם – לא, דלא נענו מפני התענית, אלא מן השמים רחמו עליהם. וכן אם ירדו להם גשמים בליל תעניתם, קודם שעלה עמוד השחר – גם כן אין אומרים \"הלל הגדול\", דעיקר הענייה הוא לאחר עמוד השחר (ט\"ז ומגן אברהם). ולא ידענו טעמו של דבר.","יש אומרים דבעת אמירת \"הלל הגדול\" יאמרו אחר כך: \"מודים אנחנו לך על כל טיפה וטיפה...\", כמו שכתבתי בסימן רכא. ואחר כך אינו צריך כל יחיד לברך ברכת הגשמים המבואר שם (מגן אברהם סעיף קטן יב). ובפסקי תוספות נמצא דיש להתחיל קודם \"הלל הגדול\": \"שיר המעלות הנה ברכו... העומדים בבית ה' בלילות...\", מפני ששירת הגשמים בלילות. ואומר \"מעלה נשיאים מקצה הארץ...\" (שם).ונראה לי דטעות הוא, וכן צריך לומר: מפני שירידת הגשמים בלילות, שזהו סימן ברכה כמו שדרשו חכמינו ז\"ל בתענית (כג א) על פסוק ד\"ונתתי גשמיכם בעיתם\" – בלילי רביעית ובלילי שבתות, עיין שם. וכן איתא במדרשות שכן היה בזמן בניין בית המקדש. אמנם בפסחים (קיח א) יש פלוגתא בזה, עיין שם. ובירושלמי סוף פרק שלישי דתענית משמע גם כן כן, עיין שם שיאמר \"העומדים בבית ה'\". אך יותר נראה דעל מזמור \"הללויה הללו עבדי ה' שעומדים בבית ה'\" קאי, מדאומר שם: דכתיב \"מעלה נשיאים\", וזהו במזמור הזה. וגם בפסקי תוספות מצריך לומר מקרא זה."],["כבר נתבאר בריש סימן תקסב בשם הרמב\"ם דמצות עשה מן התורה על כל צרה שתבוא על הציבור – לזעוק ולהריע בחצוצרות, מקרא ד\"הצר הצורר אתכם – והרעתם בחצוצרות\". ומדברי סופרים להתענות, עיין שם.אבל בתשובת הגאונים איתא שתוקעין בשופר (ר\"ן פרק ראשון). וכן משמע בגמרא (יד א): במה מתריעין? בשופרות. וכן הוא בירושלמי, דאמרינן שם: קומי ר\"י תוקעין בתעניתא, כלומר בשופר. ר' יוסי בעי ויתקעון קמיה בחצוצרתא. ומתרץ: ולא שמיע חצוצרות במקדש, ואין חצוצרות בגבולין, עיין שם.וצ\"ל דזה שאמרו ברא השנה (כו ב) דבגבולין מקום שיש שופר אין חצוצרות, ומקום שיש חצוצרות אין שופר, אלמא דיש בגבולין חצוצרות בלא שופר – זהו רק בשעת מלחמה (שם). והרשב\"א ז\"ל כתב שיכולין ליתקע או בשופר או בחצוצרות (מגיד משנה).","ובאיזה מקום מתריעין? כפי המבואר בגמרא (טז ב) בהשש ברכות שמוסיפין בתעניות האחרונות של גשמים. וכן על כל הצרות מוסיפין שש ברכות אלו, כמו שכתב הטור בריש סימן תקעט, וזה לשונו: כל יום ויום משבע תעניות האחרונות, או שאר תעניות שמתריעים בהם – עושין כסדר הזה..., עיין שם. ותוקעין ומריעין בסוף כל ברכה תקיעה תרועה תקיעה, כמו שכתב הטור שם.אבל הרמב\"ם בפרק רביעי כתב דרק במקדש היו תוקעין אחר כל ברכה, אבל בגבולין היו תוקעין לאחר התפילה. ולא תוקעין אלא מריעין בחצוצרות, וכן בכל תענית של צרת ציבור.(ומפרש בגמרא שם דכשבא דבר לפני חכמים אמרו: לא היו נוהגין כן אלא בהר הבית, עיין שם, דגם על התקיעות דסדר הברכות קאי. אבל לרש\"י והטור לא קאי רק על עניית \"ברוך ה'...\", עיין שם. וכן משמע לכאורה פשטא דסוגיא, עיין שם.)","ויש מי שהקשה: דכיון דמן התורה מריעין בחצוצרות או בשופר בעת צרה, למה אנו אין עושין כן לתקוע בעת צרה (מגן אברהם)? ותענית שהוא מדרבנן אנו גוזרין, והתרעה שהוא דאורייתא אין עושין!ונראה לי דלא קשיא כלל, דאנן סוברים כרש\"י והטור דהתקיעות הם בסוף כל ברכה וברכה מהשש ברכות הנוספות, כמו שיתבאר בסימן תקעט. וכיון דאין תענית ציבור בחוץ לארץ, ממילא דליכא הני שש ברכות הנוספות, ואין מקום לתקוע.ואף על גב דהברכות וודאי הם מדרבנן, והתרעה הוה דאורייתא, מכל מקום כיון דתיקן רבנן באיזה מקום לתקוע – ממילא דכשאין זה המקום אי אפשר לתקוע. דב\"שב ואל תעשה\" יכולין לעשות בכי האי גוונא, כידוע.","ועוד נראה לעניות דעתי: דהתרעה לא הוי מן התורה רק בזמן הבית. ותדע לך שכן הוא, שהרי לפי הירושלמי שהבאנו אין חצוצרות רק במקדש. ואם כן קרא דכתיב \"והריעותם בחצוצרות\" – בעל כרחך דרק אזמן הבית קאי. ועוד: כיון דבהך קרא כתיב \"וכי תבואו מלחמה בארצכם\" (במדבר י ט), ואין זה אלא בזמן הבית. וכל קראי דשם אינן אלא בזמן הקרבנות, כדכתיב (שם י) \"וביום שמחתכם... ותקעתם בחצוצרות על עולתיכם...\".ובוודאי תפילה וזעקה הוי מן התורה גם בחוץ לארץ כדכתיב (דברים ד כט-ל): \"בצר לך... ובקשתם משם את...\". וכמה מקראות יש על זה, אבל לא התרעה. ויראה לי דלכן אמרו בגמרא: במה מתריעין? בשופרות. ובאמת קשה, דהא בתורה \"חצוצרות\" כתיב. אלא וודאי דאחוץ לארץ בזמן הגלות קאי, או אפילו בארץ ישראל בזמן הזה. דהתורה צותה רק בזמן הבית, ובזמן החורבן הוי רק מדרבנן. ולכן תקנו בשופר כמו בראשהשנה (כן נראה לעניות דעתי).","כשם שמתענים ומתריעין על הגשמים, כמו כן מתענין ומתריעין על שאר הצרות. כגון בזמן הבית שהיה לישראל ממשלה בארצם, ובאו גויים לערוך מלחמה עם ישראל – או ליטול מהם מס, או ליקח מידם ארץ, או לגזור עליהם צרה אפילו במצוה קלה – הרי אלו מתענין ומתריעין עד שירוחמו מן השמים. וכל הערים שסביבותם מתענים ולא מתריעין, אלא אם כן תקעו להתקבץ לעזרתם.ואפילו לא באו אלא לעבור דרך ארצם, שאין להם מלחמה עמהם אלא על גויים אחרים, ועוברים על מקומן – מתענין ומתריעין, שנאמר (ויקרא כו ו): \"וחרב לא תעבור בארצכם\" – אפילו העברה בעלמא, ולא למלחמה עליכם; אפילו חרב של שלום. וכיון דזהו בכלל הברכות, מכלל דההיפוך הוה היפוכו של ברכה.","וכן על הדבר. איזהו דבר? עיר שיש בה חמש מאות רגל – היינו אנשים גדולים וחזקים, כלומר שאין בחשבון הזה לא נשים ולא קטנים ולא זקנים ששבתו ממלאכה – ויצאו ממנה שלושה מתים בשלושה ימים זה אחר זה ומתו על מטתם, הרי זה דבר. לאפוקי אם אחד מהם נהרג או נטבע או שהיה חולה מכבר – אין זה בחשבון. יצאו ביום אחד או בארבעה ימים – אין זה דבר, דאקראי בעלמא הוא (רש\"י כא ב). וכן אפילו שנים ביום אחד, והשלישי למחר או ביום שלישי. דדבר אינו אלא שלושה, וכל אחד מת ביום אחד (שם).","היו בהעיר אלף רגלי, ויצאו ממנה ששה מתים בשלושה ימים זה אחר זה, והיינו שנים בכל יום דווקא – הרי זה דבר. יצאו ביום אחד או בשני ימים אפילו מקצתן או בארבעה ימים – אין זה דבר. וכן לפי חשבון זה.ויש בזה שאלה: דאם כן עיר המוציאה מאתיים וחמישים רגלי – לא משכחת בה דבר לעולם, דלפי החשבון צריכה להוציאה מת וחצי וביום וחצי, ולא משכחת לה אלא פחות או יותר. והרי בכי האי גוונא לא הוי דבר. וכן תמיד כשיהיה המספר שלא לפי אדם שלם. ועוד: דלפי חשבון חמש מאות רגלי לשלושה מתים – מגיע למת מאה וששים ושבע בני אדם בקירוב. ואם כן אם יהיו בעיר מאה וחמשים אנשים, וימות אחד מהם – הוי דבר? בתמיה.ולכן צריך לומר ד\"עד חמש מאות\" רגלי קאמר, כלומר: דפחות משלושה מתים בשלושה ימים בשום מקום – לא הוי דבר, אפילו בישוב מועט. וכן אם יש מעט יותר ממיש מאות – אינו כלום עד שיהא אלף רגלי, דאז צריך ששה בשלושה ימים. וכן לפי חשבון זה תמיד.","היה דבר בארץ ישראל – מתענין בשאר גליות עליהן, דאם גבירה לוקה – אחרת לא כל שכן? ודווקא שהיה הדבר בכל ארץ ישראל. אבל אם לא נתפשטה בכולה – אינם צריכים להתענות, כיון שיש גם מהגבירה שלא לקתה.ואם היה דבר במדינה אחת, ושיירות הולכות ובאות מכאן למדינה אחרת – שתיהן מתענות, אף על פי שהן רחוקות זו מזו, לפי שהילוך בני אדם ממקום הדבר מביאות את הדבר למקום שהולכין.","ולא מיבעיא אם היה הדבר בישראל, אלא אפילו בשארי בני אדם – מתענין. ויש מי שאומר דשטנא בתרי אומי לא שליט (עיין ר\"ן שם), וכל הפוסקים לא כתבו כן.היה דבר בבהמות – אין מתענין זולת אם היה בחזירים, מפני שמעיהם דומות לשל אדם.וכתבו שעכשיו אין גוזרין תעניות על הדבר, לפי שבדוק ומנוסה הוא דהאויר נקלט בהעדר אכילה ושתייה. ומרבים בתפילות ובאמירת הקטורת, וגוזרין תענית בפדיון, ומחלקין לעניים ומרבין בצדקה.(בזוהר בראשית דף ק ב איתא דאמירת קטורת מעציר המגפה. ושיקחו ארבעים אנשים יראי אלקים, עשרה בכל רוח מהעיר, ושיאמרו קטורת, ויעשו כן שלוש פעמים, וכל העם יכנוסו לבית הכנסת ויאמרו קטורת. עיין שם.)","וכן מתענים על המפולת שבעיר. כיצד? הרי שרבתה בעיר מפולת כותלים בריאים, שאינן עומדין בצד הנהר שנוכל לתלות בסיבות המים – הרי זה צרה, ומתענין ומתריעין עליה. וכן על הרעש ועל הרוחות, שהם מפילין בניינים והורגין בני אדם – מתענין ומתריעין עליהן.","וכן מתענים על החולאים. כיצד? הרי שירד מין חולאת אחת ליושבי העיר להרבה מהם, כמו אסכרה וחרחור וכיוצא בהם, והיו מתים מאותה חולי אפילו שלא כסדר שנתבאר בסעיף ו – הרי זה צרת ציבור, וגוזרין עליה תענית ומתריעין.וכן אם נולד ברוב הציבור שחין פורח, או חיכוך לח שעוקץ הבשר ומתחככין דהוי כשחין פורח, אף שאין מתים מזה – מכה היא כמו בשחין דמצרים, ומתענין ומתריעין עליהם מיד, ואינם צריכים שלושה ימים. וכן במיתת החולאים – אינו צריך סדר הדבר, אלא מיד כשמתו מתענין ומתריעין, והסביבות מתענות ולא מתריעות. אבל חיכוך יבש – לא מתענין ולא מתריעין, אלא צועקין בלבד.(מה שכתב הרמ\"א בסעיף ה, דבאלו אינם צריכים שימותו בשלושה ימים... כמו בדבר שהוא בא מכח שינוי אויר, אלא מתענים ומתריעים מיד, עד כאן לשונו – לא קאי המיתה על שחין וחיכוך, דבאלו אינו צריך מיתה. אלא עיקר כוונתו על מחלות אסכרה וחרחור וכיוצא בהם. ודייק ותמצא קל.)(בבבא קמא פא א מבואר דעל חיכוך לח – מתריעין בשבת.)","כתבו הגדולים דכשאבעבועות שקורין פקי\"ן פורחים בתינוקות ומתים – יש לגזור תענית. וכל אחד מחוייב להרחיק מן העיר בניו ובנותיו הקטנים, ואם לא עשה כן – הרי זה מתחייב בנפשם (מגן אברהם סעיף קטן ג בשם השל\"ה). ובגמרא איתא: דבר בעיר – כנס רגליך (בבא קמא ס ב). אך האבעבועות הוי מחלה מתדבקת, ולכן החוב להרחיקם מן העיר.ועכשיו אין זה מצוי, כי זה כמאה וחמשים שנים המציאו הרופאים להעמיד לכל קטן וקטנה בני שנה או יותר קו\"י פאקי\"ן, ועל ידי זה נמלטים ממחלה זו כידוע. ועכשיו שכיחי בילדים מחלה שקורין דיפטערי\"ט, והוא מין אסכרה שמחניק הגרון. ונראה לי שאם חלילה המחלה מתרבה בעיר – יש לגזור תענית.","וכן על חיה רעה שנשתלחה, אפילו לא הזיקה אלא נראית בלבד – מתענין ומתריעין בכל מקום אפילו הרחוקין, מפני שהיא הולכת גם למרחק. אבל אם אינה משולחת – אינה אלא מקרה.איזו הוא משולחת? נראתה בעיר ביום – הרי זה משולחת, והוי גזירה מן השמים כיון שאינה ירֵאה מבני אדם. נראתה בשדה ביום, אם ראתה שני בני אדם ולא ברחה מפניהם – הרי זה משולחת. ואם ברחה – אין זה משולחת דכתיב (בראשית ט ב): \"ומוראכם וחתכם יהיה על כל חית הארץ\". ואם היתה שדה שסמוכה לאגם שהוא מלא קנים ואילנות קטנים, דווקא אם רדפה אחריהם – הרי זה משולחת. ואם לא רדפה, אף על פי שלא ברחה – אין זה משולחת, דמפני שקרובה למקומה התמידי אין לה פחד כל כך. ולכן אם היתה בהאגם עצמה, אפילו רדפה אחריהם – אין זה משולחת אלא אם כן ברדיפתה חוץ לאגם טרפה שניהם ואכלה אחד מהם. ואם אכלה שניהם באגם עצמה – אינה משולחת, דמפני הרעבון טרפם, ולא מפני שהיא משולחת.כללא דמילתא: כל שאינה יוצאה מגדר טבעה – אין זה משולחת. ובמדינתינו אין זה מצוי, רק יש לפעמים כלב משתגע נושך כמה בני אדם. ואין זה משולחת, וימהרו להמיתו.","בתים הבנוים במדבריות ובארצות הנשמות, הואיל והם מקום גדודי חיה, אם עלתה החיה לגג ונטלה תינוק מעריסתו, והיא מיטה קטנה – הרי זה משולחת. ואם לא הגיעה למידה זו – אינה משולחת, שאלו בני אדם סיכנו בעצמן במה שבאו למקום החיות. אבל שאר מיני רמש הארץ ורמש העוף ששולחו והזיקו, כגון שילוח נחשים ועקרבים שמזיקים ואינם ממיתים, ואין צריך לומר צירעים ויתושים והדומה להן – אין מתענין עליהם ולא מתריעין, שהוא מנהגו של עולם.ודווקא במקום שהם מצויים. אבל אם נראו במקומות שאינם מצויים – נראה לי דהוה משולחת, ומתענין ומתריעין.","וכן על ירקון, דהיינו תבואה שנתקלקלה עד שהכסיפו פניה, ושדפון רוח שמריק הזרע מן התבואה משהתחיל בתבואה, אפילו לא התחיל אלא מקום אחד כמלא פי התנור – מתענין ומתריעין; ואפילו הרחוקים, רק שיהיו באותה הפרכיא, מפני שהיא מכה מהלכת. דבאינה מהלכה – מתענות ולא מתריעות. ו\"כמלא פי תנור\" – היינו תבואה שראוי לעשות ממנה פת כמלא פי תנור.(ובגמרא כב ב איבעיא להו אי ככיסויא דתנורא או דרא דריפתא. עיין שם.)","וכן על הארבה והחסיל, אפילו לא נראה מהם אלא כנף אחד בכל ארץ ישראל, ואפילו אינו משחית יבול הארץ – מתענין ומתריעין עליהן. ועל הגובאי, והוא מין ארבה, בכל שהוא כשנראה מתענין ומתריעין.אבל על החגב אין מתענין עליו ולא מתריעין, אלא זועקין בלבד. ועכשיו אין אנו מכירין מינים אלו, ועל כולם מתריעים.","וכן מתריעין על המזונות. כיצד? הרי שהוזלו דברים של סחורה שרוב חיי אנשי אותה העיר מהן, כגון כלי פשתן בבבל ויין ושמן בארץ ישראל, ונתמעט המשא והמתן עד שיצטרך התגר למכור שוה עשרה בששה – הרי זה צרת ציבור, ומתריעין עליה. אבל תענית לא שייך על צרת המסחור, אלא תפילות ותחנונים. ואפילו בשבת זועקים בתפילה על זה, כיון שנוגע לרבים. אבל אין תוקעין בשבת. ובחול גם לבד התפילות – תוקעין. ובסעיף הבא יתבאר דאפשר שמתענין.","וכן על ריבוי המטר. כיצד? הרי שרבו עליהם גשמים עד שהגשמים מיצר להם – הרי אלו מתפללין עליהן, לפי שאין לך צרה יתירה מזו במקומות שהבתים מטיט ועפר, ונופלים ונהרגים תחת הבתים. ובארץ ישראל אין מתפללין על רוב הגשמים מפני שהיא ארץ הרים, ובתיהם בנוים באבנים, ורוב הגשמים טובה להם.וכתב רבינו הבית יוסף בסעיף יא דעכשיו בצפת מצויים מפולת בתים בימות הגשמים, ומתפללין עליה. עד כאן לשונו. ומבואר דרק מתפללין, ולא מתריעין בשופר. וכל שכן שאין מתענין, משום דאין זה ככל הגזרות מן השמים, ורק רוע בתיהם גורמת להם כל זה. והרי זה טובה להרבה מקומות.אבל בגמרא (כב ב) מבואר דמתריעין על זה, עיין שם. ולשון הרמב\"ם בפרק שלישי והשולחן ערוך סעיף יא מבואר כמו שכתבתי. וצריך לומר דהרמב\"ם סמך את עצמו על מה שכתב בריש פרק שני, דעל כל צרות שיתבארו – מתענין ומתריעין. ובשולחן ערוך כתב זה בסעיף יב. ולפי זה גם במזונות – מתענין גם כן, ודלא כמו שכתבתי בסעיף הקודם. אך לפי זה תמוהים לשון הרמב\"ם והשולחן ערוך, דבמזונות פרטו מתריעין, ובריבוי המטר לא הזכירו רק תפילה. וצריך עיון.","וזה לשון רבינו הבית יוסף בסעיף יב:כל עיר שיש בה צרה מכל אלו – אותה העיר מתענה, וזועקין בתפילה, ומתחננין ומתריעין בשופר עד שתעבור הצרה. וכל סביבותיה מתענות, אבל לא מתריעות, אבל מבקשים עליהם רחמים. ובכל מקום אין מתענים, ולא זועקין, ולא מתריעין בשבת ויום טוב על שום צרה, חוץ מצרת המזונות שזועקים עליהן בשבת.עד כאן לשונו. וזה שכתב \"וכל סביבותיה\" – היינו באותה אפרכיא (מגן אברהם סעיף קטן ט).","עיר שהקיפוה אנסים, או הקיפה נהר, וספינה המטורפת בים, ואפילו על יחיד הנרדף מפני אנסים או לסטים, או רוח רעה, או חולה גדול שיש בו סכנת היום – זועקים ומתחננים בתפילות בשבת. אבל אין תוקעין, אלא אם כן תוקעין לקבץ העם לעזור אחיהם ולהצילם, דבכי האי גוונא לא לבד תקיעות, שהרי מחללים שבת על פיקוח נפשות. ולעיל סימן רפה נתבאר לעניין לברך החולה בשבת, עיין שם.וכל תעניות אלו שמתענים על הצרות – אין מתענים בהם לא עוברות, ולא מניקות, ולא קטנים. כלומר: אף שהגיעו לשנות גדלות, מכל מקום כל זמן שאינם גדולים כבני אדם בעלי דעה – אין מתענים. והיינו שמונה עשרה שנים לזכר, וחמש עשרה לנקבה (מגן אברהם סעיף קטן י). וכן המתענים יאכלו בלילה, חוץ מתעניות גשמים עשרה ימים האחרונים שלוש ושבע שמפסיקים מבעוד יום, כמו שכתבתי בסימן הקודם.","ציבור שהיה להם שתי צרות – אין מבקשין רחמים אלא על אחת מהן, שנאמר (עזרא ח כג): \"נצומה ונבקשה מאלקינו על זאת\". ואומרים בתפילה: אף על פי שיש בלבנו צרות רבות, אך על צרה זו באנו להתפלל.ואם יש להם צרת רעב וצרת דבר – מבקשים רחמים על הרעב. וממילא דהדבר נכלל בה, דכי יהיב רחמנא שובע – לחיי יהב. וזה שבכמה סליחות ופיוטים מזכירים הרבה צרות ומבקשים עליהם – זהו דרך אגב. אבל העיקר מתחננים על מה שגזרו התענית (עיין מגן אברהם סעיף קטן יא).","בכל יום תענית שגוזרין על הציבור מפני הצרות – בית דין והזקנים יושבין בבית הכנסת, ובודקים על מעשי אנשי העיר מאחר תפילת שחרית עד חצי היום; ומסירין המכשולים של עבירות, ומזהירין ודורשין וחוקרין על בעלי חמס ועבירות ומפרישין אותם, ועל בעלי זרוע ומשפילין אותן, וכיוצא בדברים אלו.ומחצי היום עד לערב רביע היום – קורין בתורה, ומפטירין בנביא. ורביע היום האחרון – מתפללין מנחה, ומתריעין ומתוודים וזועקים כפי כוחן. ומה שאין אנו עושים כן – משום דאין בידינו למחות בעוברי עבירה כידוע (עיין מגן אברהם סעיף קטן יב).ומה קורין? כתב הרמב\"ם סוף פרק ראשון דקורין \"אם בחקתי\" ברכות וקללות, ומפטירין בנביא בתוכחות מעניין הצרה. ומדבריו משמע שבבוקר לא היו קוראין כלל. וכן פירש רש\"י במגילה (ל ב) דאין פנאי בשחרית לקרות בתורה מפני שהיו טרודים לחפש בעבירות, עיין שם. אבל הטור לקמן סימן תקעט כתב דבשחרית קורין בברכות וקללות ד\"בחקתי\", ומפטירין על דברי הבצרות, ובמנחה קורין \"ויחל\" ומפטירין \"דרשו\", כבכל התענית. והביאו שכן כתבו הגאונים.והטעם דבזמן הגמרא היתה הבדיקה בעבירות כהוגן, והיה כדאי לדחות קריאת התורה, משאין כן בזמן הגאונים, וכל שכן עתה (עיין לחם משנה שם). ואנחנו בכל תעניות קורין בשחרית ומנחה \"ויחל\", ובמנחה מפטירין \"דרשו\", לפי שאין לנו סדר תעניות בחוץ לארץ, כמו שנתבאר כבר."],["במקומות שרוב גשמים מטשטשים הקרקע, ומונעים המחרישה או עושים קלקול אחר, וכל שכן כמו במדינתינו שרוב גשמים מפסידים התבואה לגמרי, ואצלינו רוב גשמים הרבה גרוע מעצירת גשמים – מתריעים ומבקשים רחמים. ואם העניין נחפז, שאין פנאי להתריע כסדר התעניות שלוש ראשונות ואמצעיות ואחרונות ולפזרן על שני חמישי ושני, כגון שהקלקול הוא מיד, וכן בשארי צרות כשהעניין נחפז ואין פנאי לעשות סדר התעניות, ולפי זה יצטרכו הציבור להתענות הרבה ימים תכופין זה אחר זה, ודבר זה אי אפשר, כי רבים יחלו מזה – ולכן אין גוזרין בו תעניות כלל, שאין הציבור יכולין להתענות בכל יום, אלא מתריעין בכל יום ובכל תפילה. ובהתרעה בפה די ולא בשופר, דכיון שאין תענית ציבור – אין שופר. ואם תלמידי החכמים היחידים רוצים להתענות הרבה ימים רצופים, ואין חוששין שיחלו, ואפילו לא יחלו שמא יחלשו, ולא יהיה ביכולתם לעסוק במלאכה או בעסק ויצטרכו לבריות (עיין תענית כב ב) – יכולים לעשות כרצונם.","ומה הוא התרעת הפה? דהיינו כשאומרים איזה סליחות ותחנונים, ומגיעים ל\"ענינו ד' ענינו\" על סדר האל\"ף בי\"ת כפי הנוסחא הידועה, אומרים אחר כך:יהי רצון מלפניך, ה' אלקינו ואלוקי אבותינו, שיכבשו רחמיך את כעסך מעלינו, ויגולו רחמיך על מדותיך, ותתנהג עם בניך במידת הרחמים, ותכנס להם לפנים משורת הדין. ובטובך הגדול רחם עליהם, שאין פורעניות בא לעולם אלא בשביל ישראל, והם עמך ונחלתך אשר הוצאת מארץ מצרים. ואינם יכולים לקבל לא רוב טובה ולא רוב רעה. השפעת עליהם רוב טובה – אינם יכולים לקבל. כעסת עליהם – אינם יכולים לקבל. יהי רצון שיהא ריוח בעולם, וזכור רחמיך.ועכשיו המנהג לומר נוסח זה ב\"שומע תפילה\", ולא יותר, כשיש ריבוי גשמים.(ויש לדקדק על דברי השולחן ערוך שהבאנו, דכיון שאין יכולים לגזור הרבה תעניות על הציבור – אין גוזרין תעניות כלל. וקשה: נגזור לכל הפחות תענית אחד! אלא נראה דאין גוזרין תענית על ריבוי גשמים. וגם אצלינו המנהג שלא לגזור תענית על ריבוי גשמים. וזה שכתבנו מטעם שאין הציבור יכולין להתענות בכל יום – זהו אשארי צרות, ועיין מגן אברהם. ובאמת בשם יש לגזור תענית אחד, ויש להתיישב בכל זה. ודייק ותמצא קל.)"],["כתב הרמב\"ם בפרק ראשון דין ט:כשם שהציבור מתענין על צרתן, כך היחיד מתענה על צרתו. כיצד? הרי שהיה לו חולה, או תועה במדבר, או אסור בבית האסורים – יש לו להתענות עליו ולבקש רחמים בתפילתו, ואומר \"ענינו...\".ולא יתענה לא בשבתות, ולא במועדות, ולא בראש חודש, ולא בחנוכה ופורים.עד כאן לשונו. ואפילו התחיל להתענות – מפסיק בימים אלו. ורק בציבור יש ימים שאם התחילו אין מפסיקין, כמו שכתבתי בסימן תקעב עיין שם, ולא ביחיד (מגיד משנה). ודין אם נדר על ימים אלו נתבאר בסימן תקע, עיין שם.","ודע שדין זה שהיחיד מחוייב להתענות על צרתו – לא נתבאר בש\"ס בשום מקום. רק הרמב\"ם מסברא דנפשיה קאמר, דכיון דזהו וודאי שכל יחיד מחוייב להתפלל על צרתו, כדכתיב במזמור ד\"ארבעה צריכין להודות\": ויזעקו אל ה'...\". וממילא דמחוייב להתענות, דלביטול צרה צריך תענית, כדמוכח מתענית חלום.(ואולי יש רמז לזה מהמזמור הזה, דכתיב: \"רעבים גם צמאים...\". ואף דבפשטיה על הקודם קאי, דתעו במדבר בישימון דרך, ולכן אין להם מה לאכול ומה לשתות, מכל מקום אפשר דרמז גם לתענית. ולא ידעתי למה לא חשב הרמב\"ם גם \"יורדי הים\". ואולי דזהו מנהגו של עולם וברצונו עושה כן – לא שייך תענית על זה; ורק קרבן תודה מביא אחר כך, כדכתיב שם: \"יורדי הים יודו לה' חסדו\" ולא לתענית. מה שאין כן אלו השלושה, חולה ותועה במדבר ויושב בבית האסורים, שאין זה ברצונו – שפיר מתענה.)"],["בכל יום משבעה תעניות אחרונות של גשמים או של שארי צרות, כשעושים בסדר הזה (עיין בטור ובית יוסף וב\"ח), מתפללין על סדר זה: מוציאין את התיבה, והוא ארון הקודש שספר תורה מונחת בו. ונראה שמוציאין אותה עם הספר תורה. והיכן מוציאין? לרחובה של עיר, כדי להתבזות בפרהסיא בכלי צנוע הלזו. וגם משום גלות. ולכן אפילו אין ביכולת להוציאה לרחוב – מוציאין למקום אחר.וכל העם מתקבצים ומתכסים בשקים משום צער, כדכתיב במרדכי: \"וילבש שק ואפר\". ונותנים אפר מקלה על גבי התיבה, והיינו אפר מדבר הנשרף, ועל גבי ספר תורה, כדי להגדיל הבכייה, ולהכניע לבם. וגם כדי שיזכור אפרו של יצחק (טו א).","ואחד מן העם נוטל אפר, ונותן בראש הנשיא. ולמה אין הנשיא נוטל בעצמו? משום דהביוש יותר גדול כשמתבזה מאחרים. והכל כדי להגדיל הצער. וכן נותן אפר על ראש האב בית דין.ונותן עליהם האפר במקום הנחת תפילין, כדי שיתביישו יותר; דעל גדולי הדור לסבול עונות הדור, על שלא הספיק זכותם לעצור בעד הרעה. וכל אחד ואחד יניח אפר גם על ראשו במקום הנחת תפילין (עיין גמרא כא ב).","ואחר כך מעמידים ביניהם זקן חכם, והם יושבים. לא היה שם זקן חכם – מעמידין חכם, אף שאינו זקן. ואם לא היה שם גם חכם בלבד – מעמידין לפניהם אדם של צורה. ואומר לפניהם דברי כבושין:אחינו! לא שק ותענית גורמים לבטל הגזירה, אלא תשובה ומעשים טובים. שכן מצינו שלא נאמר באנשי נינוה \"וירא אלקים את שקם ואת תעניתם\", אלא \"וירא אלקים את מעשיהם\" (יונה ג י). ובקבלה בדברי נביא אומר: \"קרעו לבבכם ואל בגדיכם\" (יואל ב יג).ומוסיף בעניינים אלו כפי כוחו, עד שיכניע לבם וישובו תשובה גמורה. ואחר שגומר זה דברי כבושים – עומדים בתפילה. וכן בכל תענית או בערב ראש חודש כשאומרים דברי מוסר, יאמרו קודם תפילת מנחה.","ומעמידין שליח ציבור הראוי להתפלל בתעניות אלו. ואם היה אותו שאומר דברי כבושים ראוי להתפלל, שביכולתו להתפלל לפני העמוד – יתפלל. ואם לאו – יתפלל אחר. ומי הוא הראוי להתפלל בתעניות אלו: איש שהוא רגיל בתפילת שליח ציבור, כדי שלא יטעה. ויהיה רגיל לקרות בתורה ובנביאים ובכתובים, ומטופל בבנים קטנים, ואין לו עושר, ועל ידי זה לבו נשבר בקרבו. ויש לו יגיעה בשדה או בפרנסה אחרת. ולא יהיה בבניו ובני ביתו וכל קרוביו והנלוים אליו בעל עבירה, אלא יהיה ביתו ריקן מן העבירות. ולא יצא עליו שם רע בילדותו. שפל ברך, ומרוצה לעם. ויש לו נעימה שמושך הלב, וקולו ערב.ואם היה זקן עם כל המידות האלו – הרי זה מפואר. ואם אינו זקן, הואיל שיש בו כל המידות הללו – מתפלל. ואם אין משיגים בכל המידות – יעמידו על כל פנים הטוב במעשים טובים יותר מאחרים.","ועומד שליח הציבור, ומתחיל וגומר התפילה עד \"גואל ישראל\". ואומר זכרונות מעין הצרה, וכן שופרות. ובטור מבואר שקודם בברכת \"סלח לנו\" אומר סליחות ווידויים עד \"עזרא הסופר\", ואחר כך אומר \"ראה בעניינו... ענינו...\". והרמב\"ם לא הזכיר \"ענינו\" משום דסבירא ליה דהשש ברכות עומדות תחת \"ענינו\" (ב\"ח). וזכרונות אומר \"אתה זוכר\" כמו בראש השנה, ושופרות \"אתה נגלית\" כמו בראש השנה.ואחר כך אומר מ\"שיר המעלות\" אלו שלושה: \"אל ה' בצרתה לי...\", \"אשא עיני אל ההרים...\", \"ממעמקים קראתיך...\". ואחר כך אומר \"תפילה לעני כי יעטוף...\", ואומר דברי תחנונים כפי כוחו. ואומר \"ראה נא בעניינו, וריבה ריבינו, ומהר לגאלינו\".ומתחנן ואומר בסוף תחנוניו: \"מי שענה לאברהם אבינו בהר המוריה – הוא יענה אתכם, וישמע קול צעקתכם ביום הזה. ברוך אתה ה', גואל ישראל\". ועונין \"אמן\".ולדעת הטור תוקעין כאן תקיעה-תרועה-תקיעה בשופר, ואומרים \"היום הרת עולם...\". ולהרמב\"ם אין תוקעין בתפילה כלל, אלא אחר התפילה מריעין בחצוצרות. וכבר כתבנו זה בריש סימן תקעו, עיין שם.","ודע דכפי מה שכתבנו – כן מבואר ברמב\"ם, דזכרונות ושופרות, ושלושה \"שיר המעלות\", ו\"תפילה לעני\" – אומר לפני \"גואל ישראל\". וכן מבואר במשנה ריש פרק שני.אבל הטור לא כתב כן, אלא זכרונות אומר על הברכה דאחר \"גואל ישראל\" שיתבאר, שהם מהשש הנוספות, וחותם בראשונה \"זוכר הברית\". ואומר בברכה זו זכרונות כמו בראש השנה, רק שאינו חותם \"זוכר הברית\" כמו בראש השנה, אלא \"זוכר הנשכחות\". והשנייה חותם ב\"שומע תרועה\" אומר שם שופרות. ובשלישית אומר \"שיר המעלות בצרתה\". וברביעית \"אשא עיני\". ובחמישית \"ממעמקים\". ובששית \"תפילה לעני\", עיין שם.וצ\"ל דהטור מפרש דמה שאמרה המשנה שיאמר זכרונות ושופרות וארבעה מזמורים אינו קודם הברכות, אלא דקאי על כל השש ברכות שיתבאר. דבראשונה אומר זכרונות, ובשנייה שופרות, ובשלישית \"בצרתה\", וברביעית \"אשא עיני\", ובחמישית \"ממעמקים\", ובששית \"תפילה לעני\". וכן משמע מפירוש רש\"י, עיין שם.","ואחר שגומר ברכת \"גואל ישראל\" מתחיל להוסיף השש ברכות, ומתחנן בכל אחת מהן בתחנונים, ופסוקים מדברי קבלה ומכתובים. וחותם בכל אחת מהן כמו שיתבאר: בראשונה הוא אומר קודם החתימה \"מי שענה את משה ואבותיכם על ים סוף, הוא יענה אתכם, וישמע קול צעקתכם ביום הזה. ברוך אתה ה', זוכר הנשכחות.\" ועונין: \"אמן\". ולהטור תוקעין בשופר תקיעה-תרועה-תקיעה, וכמו שכתבתי.ודע דבמשנה לא נזכר משה, אלא \"מי שענה לאבותינו על ים סוף\", וכן אנחנו אומרים בסליחות. אבל ברמב\"ם וטור הוזכר גם משה, וצריך עיון: הלא משה רבינו לא צעקף ואדרבא משה אמר להם \"ה' ילחם לכם ואתם תחרישון\" (שמות יד ד).","בשנייה הוא חותם: \"מי שענה את יהושע בגלגל, הוא... ברוך אתה ה', שומע תרועה.\"בשלישית הוא אומר: \"מי שענה את שמואל במצפה, הוא... ברוך אתה ה', שומע צעקה\".ברביעית הוא אומר: \"מי שענה את אליהו בהר הכרמל, הוא... ברוך אתה ה', שומע תפילה\".בחמישית הוא אומר: \"מי שענה את יונה במעי הדגה, הוא... ברוך אתה ה', העונה בעת צרה\".בששית הוא אומר: \"מי שענה לדוד ולשלמה בנו בירושלים, הוא... ברוך אתה ה', המרחם על הארץ\".ואחר כל ברכה עונין הציבור \"אמן\", ולהטור תוקעין כמו שכתבתי. ואחר כך אומר ברכת \"רפאינו\" עד סוף התפילה. ולהרמב\"ם תוקעין אחר כך בחצוצרות, ולהטור אין תקיעות אחר התפילות.","ולהטור מוסיפין ב\"שומע תפילה\" נוסח זה: \"ענינו בורא עולם במידת רחמיך, בחר בעמו ישראל להודיע גדלו והדרת כבודו. שומע תפילה תן טל ומטר...\" עד \"כי אתה שומע\", ונדפס בסידורים לעצירת גשמים.ואחר כך קורין בתוכחה ד\"אם בחקתי\". והמפטיר קורא בירמיה ב\"על דברי הבצרות\". ואחר התפילה אומרים \"לך דומיה\" לקדיש. ונראה לי הטעם דזהו במקום שיר של יום מעניינא דיומא, משום דכתיב ביה \"שומע תפילה, עדיך כל בשר יבואו\" (תהלים סה ג), ועוד כתיב ביה \"פקדת הארץ... פלג אלקים מלא מים תכין דגנם... צמחה תברך עטרת שנת טובתך... (שם סה י-יב).","ובמנחה כתב הטור שקורין \"ויחל\", ומפטירין \"שובה\", עיין שם. ולא ידעתי למה לא יפטירו \"דרשו\" כבכל תענית צבור. ויחזור שליח ציבור התפילה כמו ביוצר ווידויין ושבע ברכות... ואין נשיאות כפים במנחה, עיין שם.ומבואר דגם במנחה מוסיפין הששה ברכות. וזה שכתב \"שבע\", כונתו מן \"גואל ישראל\", שמתחילין בה להוסיף. ואומרים פזמונים, סליחות, ותהלים עד נעילה. ונעילה יתפללו שמונה עשרה ברכות ו\"ענינו\". ואחר התפילה יאמר כל אחד וידוי \"מה אנו, מה חיינו\". ויחזיר שליח ציבור התפילה עד \"סלח לנו\", הוידויין, \"אשמנו מה אנו\", \"אתה הבדלת\", כמו ביום הכיפורים. \"ויעבור\", \"עזרא הסופר\", \"ראה בעניינו\", ושבע ברכות כמו ביוצר. \"רצה\" ו\"מודים\" וברכת כהנים, ו\"שים שלום\". קדיש תתקבל, תענו ותעתרו מן השמים, תקובל צעקתכם ותשמע תפילתכם. ואחר כך תפילת ערבית, עיין שם.","וזה שכתבנו דלהרמב\"ם אין תוקעין על כל ברכה – זהו בגבולין. אבל במקדש כתב הרמב\"ם שם, וזה לשונו:כשהיו מתפללין על הסדר הזה בירושלים, היו מתכנסין להר הבית כנגד שער המזרח, ומתפללין כסדר הזה שנתבאר. וכשמגיע שליח ציבור לומר \"מי שענה את אברהם\" אומר \"ברוך אתה ה', אלקינו אלקי ישראל מן העולם ועד העולם. ברוך אתה ה', גואל ישראל\". והן עונין אחריו \"ברוך שם כבוד מלכותו לעולם ועד\" (דאין עונין \"אמן\" במקדש).וחזן הכנסת אומר לתוקעים: \"תקעו בני אהרן, תקעו!\" וחוזר המתפלל ואומר: \"מי שענה את אברהם...\", ואחר כך תוקעין הכהנים ומריעין ותוקעין. וכן בברכה השנייה, שהיא ראשונה לשש ברכות, חותם \"ברוך ה' אלקים... ברוך אתה ה', זוכר הנשכחות\". והן עונין \"ברוך שם כבוד מלכותו לעולם ועד\". וחזן הכנסת אומר להם: \"הריעו בני אהרן, הריעו!\" וחוזר שליח ציבור ואומר: \"מי שענה את משה...\", ואחר כך מריעין ותוקעין ומריעין. וכן בכל ברכה וברכה באחת אומר \"תקעו\" ובאחת אומר \"הריעו\", עד שיגמור כל שבע הברכות. ונמצאו הכהנים פעם תוקעין ומריעין ותוקעין, ופעם מריעין ותוקעין ומריעין, שבע פעמים.ואין עושין הסדר הזה אלא בהר הבית בלבד. וכשהן תוקעין ומריעין שם – תוקעין בשופר ובחצוצרות כאחת.עד כאן לשונו. והראב\"ד כתב דבמקדש לא היו תוקעין יחד, תרועה עם תקיעה או תקיעה עם תרועה, אלא תקיעה בלבד או תרועה בלבד, עיין שם. ונראה שמפרש מאי דאמרינן בגמרא (טז ב): באחת אומר \"תקעו\" ובאחת \"הריעו\", עיין שם, אינו אלא תקיעה-תקיעה ממש, ותרועה-תרועה ממש.אמנם אצלינו בגמרא שם מפורש \"תוקעין ומריעין ותוקעין\" ו\"מריעין ותוקעין ומריעין\", עיין שם, וזהו כדברי הרמב\"ם. וגם במקדש עצמו היו תוקעין תקיעה-תרועה-תקיעה, כמבואר במשנה דהחליל (נג ב), עיין שם ובגמרא.","שבע תעניות האלו, אחר שמתפללים יוצאים כל העם לבית הקברות, ובוכים ומתחננים שם. כלומר: הרי אתם מתים כאילו, אם לא תשובו מדרכיכם. ולפי זה אם אין קברי ישראל – הולכים על קבריהם. ובגמרא (טז א) יש עוד טעם: כדי שיתפללו עלינו, וזה לא שייך אלא בקברי ישראל (מגן אברהם סעיף קטן יא)."],["כתבו הגאונים אלו ימים שמתענים בהם מפני שאירעו בהם צרות לאבותינו, וראוי להתענות בהם. ואף על פי שמקצתן בראש חודש, יש מי שאומר שיתענו בו. והוא דבר פלא, והגאונים בעצמם השיבו שלא להתענות בראש חודש (בית יוסף ומגן אברהם), ולכך טוב שלא להשלים. ובווירמייז\"א היו מתענין בראש חודש סיון מפני הגזרות (בית יוסף בסימן הקודם בשם רוקח), ולא ילפינן מינייהו (מגן אברהם בסימן תקעב בשם רמ\"ע). וכמדומני שראיתי שמתפללין מנחה בשעה שלישית אחר חצות ואוכלין.אך עתה בזמנינו ובמדינתינו לא שמענו מי שמתענה בתעניתים אלו שיתבאר. שלא היתה הגזירה מהגאונים להתענות בהם, אלא כתבו שראוי להתענות בהם. ועוד: דאחרי חתימת התלמוד אין ביכולת לגזור על כל ישראל. והטור הביא בשם בה\"ג בלשון זה: אלו ימים שמתענין בהם מן התורה, עיין שם. והלשון מאד תמוה (עיין בית יוסף וב\"ח), וצריך עיון.","ואלו הן הימים:באחד בניסן מתו בני אהרן.בעשרה בו מתה מרים, ונסתלק הבאר.בעשרים וששה בו מת יהושע בן נון.בעשרה באייר מת עלי הכהן ושני בניו, ונשבה ארון ה'.בעשרים ושמונה בו מת שמואל הנביא, ויש אומרים בעשרים ותשעה בו (מגן אברהם בשם מגילת תענית).בעשרים ושלושה בסיון בטלו הביכורים מלעלות לירושלים בימי ירבעם בן נבט.בעשרים וחמישה בו נהרגו רשב\"ג ורבי ישמעאל ורבי חנינא סגן הכהנים.בעשרים ושבעה בו נשרף רבי חנניא בן תרדיון וספר תורה עמו.באחד באב מת אהרן הכהן.בשמונה עשר בו כבה נר מערבי בימי אחז.בשבעה עשר באלול מתו מוציאי דיבת הארץ, ויש אומרים בשבעה באלול (שם).","בחמישה בתשרי מתו עשרים איש מישראל, ונחבש רבי עקיבא.בשבעה בו נגזרה גזירה על אבותינו, שימותו בחרב וברעב ובדבר מפני מעשה העגל. ואף שאחר כך נתרצה הקדוש ברוך הוא, מכל מקום העון שמור לדורות.בשבעה במרחשון עורו עיני צדקיהו, ושחטו בניו לעיניו. ויש אומרים בששה בו (שם).בעשרים ושמונה בכסלו שרף יהויקים את המגילה שכתבו ברוך מפי ירמיהו. ויש אומרים בשבעה בכסלו, ויש אומרים בשמונה, ויש אומרים בחמישה (שם). ולכן בעשרים ושמונה לא יתענה, שהוא חנוכה (שם).בשמונה בטבת נכתבה התורה יונית בימי תלמי המלך, והיה חושך בעולם שלושה ימים.בתשעה בו לא היה נודע הצרה שאירע בו, ונתגלה אחר כך שבו מת עזרא הסופר.בחמישה בשבט מתו הזקנים שהיו בימי יהושע, ויש אומרים בשמונה בו (שם).בעשרים ושלושה בו נתקבצו כל ישראל על שבט בנימין במעשה דפלגש בגבעה.בשבעה באדר מת משה רבינו עליו השלום, ובשנת העיבור הוא באדר ראשון (שם).בתשעה בו נחלקו בית שמאי ובית הלל, והיה הדבר קשה לישראל, וגזרו תענית על זה.","ויש מי שאומר שגזרו שיהיו מתענין בכל שני וחמישי על חורבן הבית, ועל התורה שנשרפה, ועל חילול השם. ועוד נמצא בקדמונים שגזרו תענית בערב שבת קודש פרשת \"חקת\", שאז שרפו בצרפת עשרים קרונות מלאים ספרים. וקבעו על יום השבוע ולא על יום החודש, שנתגלה להם בחלום דזהו שתרגם אונקלוס על \"זאת חקת התורה\" – \"דא גזירת אורייתא\".וכתב הרמב\"ם סוף הלכות תענית:כל הצומות האלו עתידים להתבטל לימות המשיח. ולא עוד, אלא שהם עתידים להיות ימים טובים וימי ששון ושמחה, שנאמר: \"כה אמר ה' צבאות: צום הרביעי, וצום החמישי, וצום השביעי, וצום העשירי יהיה לבית יהודה לששון ולשמחה ולמועדים טובים.\" והאמת והשלום אהבו. אמן ואמן.בסייעתא דשמיא סליק הלכות תענית"]],"SHULCHAN_ARUCH":[["כל תענית שלא שקעה עליו חמה דהיינו שלא השלימו עד צאת הכוכבים <i>(דהיינו שיראו ג' כוכבים בינוניים או שהלבנה זורחת בכח ומאיר על הארץ) (הגהות אשירי פרק קמא דתענית והגהות מיימוני פרק א')<\/i> אינו תענית ואם דעתו לאכול קודם לכן אינו מתפלל עננו. <i> הגה: מיהו נוהגין להתפלל עננו אף על פי שאין משלימין עד צאת הכוכבים וכן דעת מקצת רבוותא (תרומת הדשן סימן קנ''ז). ונראה לי דדוקא ביחיד דאומר עננו בשומע תפלה דבלאו הכי יכול להוסיף כמו שנתבאר לעיל סימן קי''ט אבל שליח ציבור לא יאמר עננו אלא אם כן משלימין וכן נוהגין:<\/i>","יש אומרים שמי שרגיל להתענות עשרת ימי תשובה כיון שאין רגילות לקבלם בתפלה אינו צריך להתענות עד צאת הכוכבים אלא עד שיצא מבית הכנסת. <i> הגה: והיחיד מתפלל עננו (הגהות אשירי ומרדכי פרק קמא דתענית) וכן חתן יתפלל עננו קודם שיכנס לחופה ואז יוכל לשתות מכוס של ברכה (תרומת הדשן סימן קנ''ז). אבל מי שמתענה מי''ז בתמוז עד תשעה באב צריך להשלים אף על גב דאינו צריך קבלה מי שאינו מתענה כל עשרת ימי תשובה רק מתענה יום או יומים בעי קבלה והשלמה (תרומת הדשן סימן קמ''ו). ונראה לי דדוקא בסתם אבל אם התנה שלא להשלים הרשות בידו דלא עדיף משאר תענית:<\/i>","יחיד שקיבל עליו תענית סתם בערב שבת צריך להתענות עד צאת הכוכבים אם לא שפירש בשעת קבלת התענית עד שישלימו הצבור תפלתם <i>(ועיין לעיל סימן רמ''ט):<\/i>","תענית חלום צריך להתענות עד צאת הכוכבים ואפילו בערב שבת <i>(ועיין לעיל סימן רמ''ט סעיף ד'):<\/i>","כל תענית שלא קבלו עליו היחיד מבעוד יום אינו תענית. <i> הגה: להתפלל עננו ולא לענין אם חייב תענית סתם והתענה כך לא יצא ידי נדרו (מרדכי והגהות מיימוני פרק א') מיהו יש אומרים דמתפלל עננו (מרדכי בשם ר''י) וכן נראה לי לנהוג בתענית יחיד ולכולי עלמא המתענה תענית חלום מתפלל עננו אף על פי שלא קבלו עליו מאתמול:<\/i>","אימתי מקבלו בתפלת המנחה אומר בשומע תפלה או אחר שסיים תפלתו קודם שיעקור רגליו הריני בתענית יחיד מחר יהי רצון שתהא תפלתי ביום תעניתי מקובלת ואם לא הוציא בפיו אם הרהר בלבו שהוא מקבל תענית למחר הוי קבלה והוא שיהרהר כן בשעת תפלת המנחה <i> הגה: וטוב יותר לקבלו אחר תפלה מבשעת תפלה כדי שלא להפסיק תפלתו (המגיד והגהות מיימוני כל בו ובית יוסף):<\/i>","קיבל עליו תענית בתפלת המנחה אף על פי שהוא אוכל ושותה בלילה לא הפסיד כלום וכן אם קבל עליו להתענות שלשה או ארבעה ימים או יותר זה אחר זה להתענות בימים ויאכל בלילות אף על פי שהוא אוכל כל הלילה לא הפסיד כלום דהוי קבלה לכולם אף על פי שלא קיבל כל אחד ואחד במנחה שלפניו. <i> הגה: ואם קבל להתענות שני ימים רצופין מותר לאכול בלילה שביניהם אם לא פירש בהדיא אף על הלילה (מרדכי פרק קמא דתענית) ואז מתפלל כל יום במנחה עננו (פסקי מהרא''י סימן ק''ח):<\/i>","אם קיבל עליו בתפלת המנחה שלשה או ארבעה תעניות ולא רצופין זה אחר זה כגון שקבל עליו להתענות שני וחמישי ושני וכיוצא בזה יש מי שמסתפק אם סגי בקבלה אחת לכולם או אם צריך קבלה לכל אחד ואחד. <i> הגה: מיהו נהגו העם לקבלם בקבלה אחת וסגי בהכי וכן דעת מקצת רבוותא (מרדכי והגהות מיימוני):<\/i>","קבל עליו להתענות למחר והתענה ובלילה שלאחר התענית נמלך להתענות אף על פי שלן בתעניתו שלא אכל בלילה והתענה כל היום השני אינו תענית מפני שלא קבלו עליו מבעוד יום:","מתענה אדם תענית שעות והוא שלא יאכל כל היום כיצד <i>(הרי)<\/i> שהיה טרוד בחפציו ומתעסק בצרכיו ולא אכל עד חצות או עד תשע שעות ונמלך להתענות בשעות שנשארו מן היום הרי זה מתענה אותם שעות ומתפלל בהם עננו שהרי קבל עליו התענית קודם שעות התענית ויש אומרים שגם זה תענית שעות וצריך שיקבלנו עליו מאתמול והיכי משכחת לה כגון שקבל עליו מאתמול להתענות עד חצי היום וכשהגיע לחצי היום נמלך וגמרו או שקבל עליו להתענות למחר מחצי היום ואילך ולמחר נמלך ולא אכל גם בחצי היום ראשון הרי זה תענית שעות:","אם קבל עליו תענית עד חצי היום ואכל אחר כך או שאכל עד חצי היום וקבל עליו תענית משם ואילך אינו נקרא תענית להתפלל עננו אבל נקרא תענית לענין שצריך להשלים נדרו:","תענית שגוזרים על הצבור אין כל יחיד צריך לקבלו בתפלת המנחה אלא שליח צבור מכריז התענית והרי הוא מקובל ויש אומרים דהני מילי בארץ ישראל שהיה להם נשיא לפי שגזירתו קיימת על כל ישראל אבל בחוצה לארץ צריכים כל הצבור לקבל על עצמם כיחידים שכל אחד מקבל על עצמו:","יש מי שאומר שמי שנדר ואמר אם לא אלך למקום פלוני אשב בתענית מאחר שמה שהתנה הוא דבר הרשות הוי אסמכתא <i>(פירוש שאדם סומך בדעתו שיוכל לעשות דבר אחד ועל סמך זה הוא נודר או מתחייב בדבר מה)<\/i>. אבל אם אמר אם לא אעשה מצוה פלונית אשב בתענית וכן אם אמר אם יצילני ה' מצרה או אם יצליח דרכי לא הוי אסמכתא:"],["מי שהרהר בלבו שלא בשעת תפלת המנחה להתענות למחר לא הוי קבלה דלא עדיף מהוציא בפיו להתענות למחר דלא הוי קבלת תענית כיון שלא קבלו בתפלת המנחה:"],["כל תענית שאוכלים בו בלילה בין צבור בין יחיד הרי זה אוכל ושותה עד שיעלה עמוד השחר והוא שלא ישן <i>(שינת קבע) (טור)<\/i> אבל אם ישן <i>(שינת קבע)<\/i> אינו חוזר ואוכל ולא שותה אלא אם כן התנה לאכול או לשתות. <i> הגה: ויש אומרים דבשתיה אין צריך תנאי דמסתמא דעתו של אדם לשתיה אחר השינה והוי כאילו התנה (טור ומרדכי והגהות מיימוני והגהות אשירי):<\/i>"],["יחיד אומר עננו בשומע תפלה בין יחיד שקיבל עליו תענית בין יחיד המתפלל עם הצבור בתענית צבור וכן שליח צבור שמסדר תפלתו בלחש כיחיד דמי ובשומע תפלה. <i> הגה: ואומרו קודם כי אתה שומע וכו' ולא יחתום בעונה בעת צרה אלא כשמגיע לבכל עת צרה וצוקה יסיים כי אתה שומע תפלת וכו' (בית יוסף בשם תוספות). ולא ישנה ממטבע הברכה אפילו כשמתענה יחיד יאמר עננו בצום תעניתנו וכו' (רשב''א סימן נ''ה):<\/i>","אם שכח מלומר עננו אין מחזירין אותו <i>(ועיין לעיל סימן רצ''ד סעיף ד' וה')<\/i> ואם נזכר קודם שעקר רגליו אומרו בלא חתימה <i>(לאחר תפלתו):<\/i>","יש אומרים שאין היחיד אומר עננו כי אם במנחה שמא יאחזנו בולמוס ונמצא שקרן בתפלתו אבל שליח צבור אומרו גם בתפלת שחרית כשהוא מתפלל בקול רם שאי אפשר שלא יתענו קצת מהקהל ובארבע צומות גם היחיד אומרו בכל תפלותיו דאפילו יאחזנו בולמוס ויאכל שייך שפיר למימר עננו ביום צום התענית הזה כיון שתיקנו חכמים להתענות בו. <i> הגה: ונהגו בכל הצומות שלא לאומרו כי אם במנחה מלבד שליח ציבור שאומר שחרית כשמתפלל בקול רם:<\/i>","טוב לומר בתחנונים שאחר תפלת המנחה לאחר אלהי נצור וכו' רבון כל העולמים גלוי וידוע לפניך שבזמן שבית המקדש קיים אדם חוטא ומקריב קרבן ואין מקריבים ממנו אלא חלבו ודמו וכו':","אין היחיד רשאי לומר שלש עשרה מדות דרך תפלה ובקשת רחמים דדבר שבקדושה הם אבל אם בא לאומרם דרך קריאה בעלמא אומרם. <i> הגה: וכן אין ליחיד לומר סליחות או ויעבור <i>(מהרי''ל בשם אור זרוע):<\/i><\/i>","המתענה ומפרסם עצמו לאחרים להשתבח שהוא מתענה הוא נענש על כך:"],["בתענית צבור אומר שליח צבור עננו בין גואל לרופא וחותם ברוך אתה ה' העונה לעמו ישראל בעת צרה <i>(ואם שכח עיין לעיל סוף סימן קי''ט סעיף ד')<\/i>. וקורין ויחל בשחרית ובמנחה בין שחל בשני ובחמישי בין שחל בשאר הימים. <i> הגה: ומפטירין במנחה דרשו ובשחרית אין מפטירין חוץ מתשעה באב וקורים אפילו כשחל בערב שבת (מהרי''ל). ואם מתענים בראש חדש קורים שחרית פרשת ראש חודש ומנחה בשל תענית (ר''ן סוף פרק קמא דתענית ובית יוסף בשם רוקח):<\/i>","כשהצבור גוזרים תענית על כל צרה שלא תבא עליהם וכן בתענית שני וחמישי ושני שאחר הפסח ואחר החג שנוהגים באשכנז להתענות הצבור נהגו הראשונים לומר שליח צבור עננו בין גואל לרופא ולקרות ויחל. <i> הגה: ומיהו אם קבעו התענית בב' וה' אין דוחים פרשת השבוע בשחרית אלא קורין בשחרית בפרשה ולערב קורין ויחל בלבד בה''ב שמתענין אחר הפסח וסוכות שקורין בשחרית וערבית ויחל והכי נהוג<\/i>. ויש שתמהו עליהם והקשו עליהם והרא''ש יישב קושיתם הילכך למנהג הראשונים שומעין ומיהו היכא שגוזרים תענית שלא לשום צורך אלא לשוב בתשובה יש נוהגים לדונו כתענית צבור לענין עננו בין גואל לרופא וקריאת ויחל ויש נוהגים לדונו כתענית יחיד שאף שליח צבור אינו אומר עננו אלא בשומע תפלה ואין מוציאין ספר תורה:","אין שליח צבור אומר עננו ברכה בפני עצמה אלא אם כן יש בבית הכנסת עשרה שמתענין ואפילו אם יש בעיר עשרה שמתענין כיון שאין בבית הכנסת עשרה שמתענין לא:","נוהגים להרבות סליחות בברכת סלח לנו ויש שאין נוהגים לומר סליחות עד אחר סיום שמונה עשרה ברכות וכן הנהיגו הקדמונים בארץ ישראל והוא המנהג הנכון:","בתענית צבור שליח ציבור שאינו מתענה לא יתפלל:","יש מי שאומר שאין עומד לקרות בתורה בתענית צבור מי שלא התענה ואם הכהן אינו מתענה יצא הכהן מבית הכנסת ועומד לקרות בתורה ישראל המתענה:","בתענית צבור יעמדו שנים אצל שליח ציבור מזה אחד ומזה אחד שיאמרו עמו סליחות:","כל תענית צבור יש בו נשיאות כפים במנחה חוץ מביום הכפורים. <i> הגה: ובגלילות האלו אין נוהגין בנשיאות כפים רק במוסף של יום טוב וכבר נתבאר בהלכות נשיאות כפים (מרדכי דתענית והגהות מיימוני פרק א'):<\/i>"],["השרוי בתענית יכול לטעום כדי רביעית ובלבד שיפלוט וביום הכפורים ובתשעה באב אסור. <i> הגה: ויש מחמירין בכל תענית צבור והכי נוהגין (תוספות והגהות מיימוני פרק א' ותרומת הדשן סימן קנ''ח):<\/i>","יש אומרים שלא התירו רביעית בפעם אחת אלא מעט מעט ויש אומרים שאפילו בפעם אחת יכול לטעום עד כדי רביעית אם יודע בעצמו שיכול להעמיד עצמו שלא יבלע כלום:","מי שדרכו לרחוץ פיו בשחרית בתענית צבור, לא כשר למעבד הכי, אבל בתענית יחיד שרי כיון שפולט ואפילו יש במים שרוחץ יותר מרביעית. <i> הגה: ומותר ללעוס עצי קנמון ושאר בשמים ועץ מתוק ללחלח גרונו ולפלוט מלבד ביום הכיפורים דאסור (מרדכי דתענית והגהות מיימוני פרק א'):<\/i>"],["נדר להתענות יום זה ושכח ואכל משלים תעניתו והוא הדין אם היה תענית חלום או שהיה תענית צבור או שהיה יום ידוע לו להתענות ביום שמת בו אביו או רבו אבל אם נדר להתענות יום אחד או שני ימים וכשהתחיל להתענות שכח ואכל כזית איבד תעניתו וחייב לצום יום אחר <i>(ויש מחמירין דאפילו בנדר להתענות יום זה דחייב להשלים מכל מקום מחמירין להתענות יום אחר) (תרומת הדשן סימן ק''ט):<\/i>","הנודר לצום עשרה ימים באיזה יום שירצה והיה מתענה ביום אחד מהם והוצרך לדבר מצוה או מפני כבוד אדם גדול <i>(או שמצטער) (טור)<\/i> הרי זה לוה ופורע יום אחד שהרי לא קבע הימים בתחילת הנדר אבל אם לא קבל עליו קודם לכן להתענות יום אחד אלא במנחה קבל עליו להתענות למחר מקרי תענית זה ואינו יכול ללוותו. <i> הגה: וכל שכן יום זה ממש כגון שאמר בתחלת נדרו אתענה יום פלוני או אתענה ב' וה' כל השנה או כדומה לזה (תרומת הדשן סימן ער''ה וכל בו)<\/i>. וכן אם היה תענית חלום אינו יכול ללוותו. <i> הגה: וכל שכן שאינו יכול ללוות ולפרוע תענית צבור (תרומת הדשן סימן ק''ט וכל בו ורבינו ירוחם). מיהו תענית שני וחמישי ושני שנוהגים להתענות אחר פסח וסוכות או אפילו בעשרת ימי תשובה ואירע בהם ברית מילה מצוה לאכול ואין צריך התרה כי לא נהגו להתענות בכהאי גוונא ודוקא כשאוכלים שם אבל אם שולחים לו לביתו אין לו לאכול ואם קבל עליו התענית במנחה צריך להתענות (הגהות מיימוני פרק א'). ויש אומרים שאם מצטער הרבה בתעניתו יכול לפדותו בממון והוא הדין באונס אחר (הרא''ש בשם הראב''ד ורבינו ירוחם נתיב ה' חלק א') ונראה דוקא בקבל עליו תענית בעלמא אבל אם קבלו דרך נדר צריך לקיים נדרו:<\/i>","מי שנדר להתענות סך תעניות יכול לדחותם עד ימות החורף <i>(ויכול ללוות יום ארוך ולשלם יום קצר דכל אחד מקרי יום) (תרומת הדשן סימן ס' והגהות מרדכי):<\/i>","יש מי שאומר ששני ימים ושני לילות רצופים יש להשוותם לארבעים תעניות שאינם רצופים. <i> הגה: ויש אומרים דבאדם חלש סגי לו בב' ימים רצופים אבל אדם בריא שלשה ימים (הגהות מנהגים בשם מהר''י ברי''ן). ונראה לי דכל זה לא מיירי אלא במי שנתחייב לצום מ' ימים שאינם רצופים מכח תשובה כדי להצטער ואז משוינן האי צער להאי צער ועל כיוצא בזה נאמרו דינים אלו בדברי האחרונים ז''ל אבל מי שנדר לצום מ' יום צריך לקיים מה שנדר דלא גרע מיום זה דאינו לוה ופורע ואפילו למאן דאמר דאפילו יום זה לוה ופורע הכא מודה דצריך לקיים נדרו כל שכן מ' יום שלפני יום כיפור שמתענים לזכר עליית משה בהר שמי שקבל עליו שאין להם תשלומין בשנים או שלשה ימים רצופים:<\/i>","המתענה תענית חלום ביום טוב או בחולו של מועד או בראש חדש או בחנוכה ופורים או בערב יום הכפורים צריך למיתב תעניתא לתעניתיה כדין המתענה תענית חלום בשבת <i>(ועיין לעיל סימן רפ''ח סעיף ד'):<\/i>","אין תענית צבור בבבל ליאסר במלאכה ולהפסיק מבעוד יום אלא תשעה באב בלבד הילכך יחיד שקבל עליו תענית לא חיישינן שמא תענית צבור קבל עליו ומותר בכולן ומכל מקום לכתחילה טוב לומר בשעת קבלת תענית הריני בתענית יחיד לפניך מחר:","כשאירע יום שמת אביו או אמו באדר והשנה מעוברת יתענה באדר ב'. <i> הגה: ויש אומרים דיתענה בראשון (מהרי''ל ומהר''י מינץ) אם לא שמת בשנת העיבור באדר שני דאז נוהגים להתענות בשני (תרומת הדשן סימן רצ''ה) וכן המנהג להתענות בראשון מיהו יש מחמירין להתענות בשניהם (פסקי מהר''י בשם מהר''י מולין):<\/i>","אין צריך להתענות אלא ביום מיתת אביו ולא ביום קבורה:","אם אירע יום מיתת אביו בשבת או בראש חודש ידחה למחר. <i> הגה: ואין נוהגין כן אלא אין מתענין כלל וכן בשאר ימים שאין בהם תחנון:<\/i>","הנודר לילך על קברי צדיקים שבמקום פלוני ונתעכב ימים רבים ואחר כך אירע שהשכירוהו ללכת שם די בהליכה זו:","הנודר לצום סכום ימים רצופים ואירע בהם תענית חובה עולין לו:","כל השרוי בתענית בין שהיה מתענה על צרתו או על חלומו בין שהיה מתענה עם הצבור על צרתם הרי זה לא ינהג עידונין בעצמו ולא יקל ראשו ולא יהיה שמח וטוב לב אלא דואג ואונן כענין שנאמר מה יתאונן אדם חי:"],["יחיד המתענה על צרה ועברה או על חולה ונתרפא או מת צריך להשלים כל התעניות שקיבל עליו אבל צבור שמתענין על שום דבר ונענו קודם חצות לא ישלימו ואם תלמידי חכמים ורוב צבור רוצים להשלים אין היחיד רשאי להפריש עצמו מהם:","יחיד שמתענה על צרה ונודע שקודם קבלת התענית כבר עברה אינו צריך להשלים. <i> הגה: והוא הדין צבור ששמעו אחר חצות שקבלו התענית בטעות אין צריכים להשלים (תרומת הדשן סימן ר''פ):<\/i>"],["יחיד שקיבל עליו תענית כך וכך ימים ואירעו בהם שבתות וימים טובים או ראש חדש חנוכה ופורים או ערב יום הכיפורים אם קבלו בלשון קבלת תענית בעלמא אינו צריך התרה ואם קבלו בלשון הרי עלי שהוא לשון נדר צריך התרת חכם ויפתח בחרטה שיאמר לו אילו שמת אל לבך שיארעו בהם אלו הימים לא היית נודר ומתיר לו ולהרמב''ם משקבל עליו בלשון נדר ופגעו בו שבתות וימים טובים או ערב יום הכיפורים או ראש חודש חייב לצום בהם אם לא יתירו לו אבל אם פגע בו חנוכה ופורים או ערב יום הכיפורים אם קבלו בלשון קבלת תענית בעלמא אין צריך התרה ואם קבלו בלשון הרי עלי שהוא לשון נדר צריך התרת חכם ויפתח בחרטה שיאמר לו אלו שמת אל לבך שיארעו בהם אלו הימים לא היית נודר ומתיר לו ולהרמב''ם משקבל עליו בלשון נדר ופגעו בו שבתות וימים טובים או ערב יום הכיפורים או ראש חודש חייב לצום בהם אם לא יתירו לו אבל אם פגע בו חנוכה ופורים נדרו בטל ולא יצום בהם מפני שהם מדבריהם וצריכים חיזוק. <i> הגה: והמנהג כסברא הראשונה. מי שנדר להתענות סך ימים ואמר חוץ מיום טוב אין חנוכה ופורים בכלל ואם אמר שדעתו היה עליהם הולכים אחריו (תשובת הרשב''א סימן תרנ''ט) אבל ערב יום הכיפורים בכלל והכי נהוג ודלא כמו שפסק ביורה דעה סימן רט''ו סעיף ד':<\/i>","הנודר להתענות בשבת ויום טוב וערב יום הכיפורים וחנוכה ופורים דינו שוה לנודר להתענות כך וכך ימים ואירעו בהם ימים הללו אם הוציאו בלשון נדר דינו כמקבל עליו בלשון נדר ואם הוציאו בלשון קבלת תענית בעלמא דינו כמקבל בלשון קבלת תענית:","אם נשבע להתענות כך וכך ימים ואירעו בהם ימים הללו השבועה חלה עליהם מטעם איסור כולל אבל אם נשבע להתענות בשבת או ביום טוב בפירוש לא חלה עליו שבועה דאין שבועה חלה על דבר מצוה אלא לוקה על שנשבע לשוא ואוכל ואם נשבע להתענות בחנוכה ופורים חלה שבועה עליו כיון שאינן אלא מדרבנן <i>(ויש להתיר שבועתו ואינו מתענה)<\/i>. ונראה לי דהוא הדין לראש חודש וערב יום הכיפורים שאינם אלא מדרבנן אלא שמדברי הרמב''ם נראה שהם של תורה:"],["היושב בתענית אם יכול לסבול התענית נקרא קדוש ואם לאו כגון שאינו בריא וחזק נקרא חוטא:","תלמיד חכם אינו רשאי לישב בתענית מפני שממעט במלאכת שמים אלא אם כן כשהציבור מתענים שלא יפרוש עצמו מהם ומלמדי תינוקות דינם כתלמידי חכמים:","עיר שהקיפוה כותים וכן יחיד הנרדף מפני אנסין או מפני לסטים או מפני רוח רעה אינם רשאים להתענות שלא לשבר כחם אלא יקבלו עליהם להתענות כך וכך תעניות לכשינצלו וכן אם גזרו גזרה וגזרו שלא להתענות עליו יקבלו עליהם להתענות כך וכך תעניות כשיעבור הגזרה:"],["אין גוזרין תענית על הצבור בתחלה ביום חמישי שלא להפקיע <i>(פירוש שלא לייקר השער)<\/i> שערים ואפילו במקום שאין לחוש לכך:","אין גוזרין תענית על הצבור בראשי חדשים או בחנוכה ופורים או בחולו של מועד ואם התחילו להתענות על הצרה אפילו יום אחד ופגע בהם יום מאלו מתענין ומשלימין היום בתענית:","צבור שבקשו לגזור תענית שני וחמישי ושני ופגע בתענית ט''ו בשבט התענית נדחה לשבת הבאה כדי שלא יגזרו תענית בט''ו בשבט שהוא ראש השנה לאילנות. <i> הגה: מיהו אם התחילו להתענות אין מפסיקין כמו בראש חדש וחול המועד (בית יוסף):<\/i>"],["הילכתא בטלה מגילת תענית וכל הימים הכתובים בה מותר להתענות בהם וכל שכן לפניהם ולאחריהם חוץ מחנוכה ופורים שאסור להתענות בהם בעצמם אבל לפניהם ולאחריהם מותר וכן שבתות וימים טובים וראשי חדשים מותרים לפניהם ולאחריהם. <i> הגה: מי שיש לו נשואין בחנוכה אין לו להתענות אבל אם יש לו נשואין בניסן מתענה ביום חופתו אפילו בראש חודש ניסן מפני שהוא אחד מן הימים שמתענים בהם כדלקמן סוף סימן תק''פ (הגהות מנהגים וליקוטי מהר''ש):<\/i>"],["ההולך ממקום שמתענין למקום שאין מתענין ודעתו לחזור צריך להתענות כל תעניות שקבלו עליהם:","ההולך ממקום שאין מתענים למקום שמתענים יתענה עמהם אפילו דעתו לחזור ומיהו כיון שלא קבל עליו תענית אם יצא מן העיר חוץ לתחום מותר לאכול ואינו צריך להשלים. <i> הגה: ודוקא שבא לשם ביום התענית אבל אם בא לשם מבעוד יום צריך לקבל עליו התענית וצריך להשלימו (טור):<\/i>","שכח ואכל אל יתראה בפניהם כאילו אכל ולא ינהג עידונין בעצמו לומר הואיל ואכלתי מעט אוכל הרבה <i>(ואפילו שלא בפניהם אסור לנהוג עידונין בעצמו) (מרדכי פרק קמא דתענית):<\/i>","מצוה להרעיב אדם עצמו בשנת רעבון ואסור לשמש מטתו חוץ מליל טבילה ולחשוכי בנים <i>(פירוש ולמנועי בנים)<\/i> מותר <i>(ועיין לעיל סימן ר''מ סעיף י''ב):<\/i>","כל הפורש מן הצבור אינו רואה בנחמתן וכל המצטער עמהם זוכה ורואה בנחמתן:"],["סדר תעניות שמתענין בארץ ישראל על הגשמים כך הוא הגיע י''ז במרחשון ולא ירדו גשמים מתחילין תלמידי חכמים בלבד להתענות ג' תעניות ב' וה' וב' וכל התלמידים ראויים לכך ודין תעניות אלו כדין תענית יחיד:","הגיע ראש חודש כסליו ולא ירדו גשמים בית דין גוזרין שלשה תעניות על הצבור שני וחמישי ושני וכל העם נכנסים לבתי כנסיות ומתפללים וזועקים ומתחננים כדרך שעושים בכל התעניות:","עברו אלו ולא נענו בית דין גוזרין עוד ג' תעניות על הציבור שני וחמישי ושני ובאלו מפסיקין מלאכות מבעוד יום ואסורים בהם בעשיית מלאכה ביום אבל לא בלילה ואסורים ברחיצת כל הגוף בחמין לפיכך נועלין את המרחצאות אבל פניו ידיו ורגליו בחמין וכל גופו בצונן מותר ואסורים בסיכה אלא אם כן הוא להעביר את הזוהמא ואסורים בהם בתשמיש המטה וכן אסורים בנעילת הסנדל בעיר ומתפללין בבתי כנסיות ומתחננים כבשאר תעניות:","עברו אלו [ולא נענו] בית דין גוזרין עוד שבע תעניות על הצבור שני וחמישי ושני וחמישי ושני וחמישי ושני וכל מה שאסור בשלשה שלפני אלו אסור אף באלו ויתירין אלו שמתריעין בהם בשופר על הברכות שמוסיפים בהם ומתפללים ברחוב העיר ומורידין זקן להוכיחם ומוסיפין שש ברכות בתפלת שחרית ובתפילת המנחה ונועלים את החנויות ובשני לעת ערב פותחין מעט <i>(אותן החנויות המוכרות אכילה ושתיה) (בית יוסף בשם רש''י)<\/i> כדי שימצאו לקנות לסעודת הלילה ובחמישי פותחין כל היום חנויות המוכרות מאכל מפני כבוד השבת ואם יש לחנות שני פתחים פותח אחד ונועל אחד ואם יש לחנות אצטבא לפניו פותח כדרכו בחמישי ואינו חושש:","עוברות ומניקות מתענות אבל לא בג' ראשונות ולא בז' אחרונות ומיהו לא יאכלו אלא כדי קיום הולד <i>(ואסור להן להחמיר ולהתענות) (תשב''ץ סימן תכ''ח):<\/i>","אחר שגזרו י''ג תעניות אלו אם לא נענו אין גוזרין עוד והני מילי כשמתענים על הגשמים לפי שכשעברו אלו כבר עברו זמן הגשמים ואין בהם תועלת אבל על שאר פורעניות מתענים והולכים עד שיענו:","כשמתענים על הגשמים ועברו י''ג תעניות אלו ולא נענו ממעטין במשא ומתן ובבנין של שמחה <i>(אלא אם כן כותלו נוטה ליפול) (טור)<\/i> וממעטין באירוסין ונישואין אלא אם כן אם לא קיים מצות פריה ורביה וממעטים בשאילת שלום בין אדם לחבירו ותלמידי חכמים לא ישאלו שלום אלא כנזופין וכמנודים למקום ועם הארץ שנתן להם שלום משיבין לו בשפה רפה וכובד ראש ותלמידי חכמים לבדם חוזרים ומתענים שני וחמישי ושני עד שיצא ניסן של תקופה ומותרין לאכול בלילה ובמלאכה ובשאר הדברים ומפסיקים בראש חדש חנוכה ופורים יצא ניסן של תקופה והוא כשהגיע השמש לתחלת מזל השור אין מתענין עוד שאין הגשמים בזמן הזה אלא סימן קללה הואיל ולא ירדו כל עיקר מתחילת השנה:","וכל זה הסדר כשלא ירדו גשמים כלל אבל ירדו ברביעה <i>(פירוש המטר היורד להצמיח כל צמח ועשב האדמה נקרא רביעה מפני שרובע ומעבר את הקרקע כדכתיב כי כאשר ירד הגשם וגו' והולידה והצמיחה וגומר)<\/i> וצמחו העשבים והתחילו ליבש הרי אלו מתענים וזועקים עד שירדו גשמים או עד שיבשו הצמחים וכן אם הגיע זמן הפסח או קרוב לו שהוא זמן פריחת האילנות בארץ ישראל ולא ירדו גשמים הרי אלו מתענים וזועקים עד שירדו גשמים הראויים לאילנות או עד שיעבור זמנם וכן אם הגיע חג הסוכות ולא ירדו גשמים הרבה כדי למלאות מהם הבורות והשיחין והמערות הרי אלו מתענים עד שירד גשם הראוי לבורות ואם אין להם מים לשתות מתענין על הגשמים בכל עת שלא יהיה להם מים לשתות ואפילו בימות החמה פסקו הגשמים בין גשם לגשם מ' יום בימות הגשמים הרי זה מכת בצורת ומתענים וזועקים עד שירדו גשמים או עד שיעבור זמנם:","במה דברים אמורים בארץ ישראל וכל הדומה לה אבל במקומות שעונת הגשמים שלהם קודם שבעה עשר במרחשון או אחר זמן זה כשיגיע זמנם ולא ירדו גשמים יחידים מתענים שני וחמישי ושני ומפסקים בראש חודש חנוכה ופורים ושוהין אחר כך כמו כמו ששה ימים אם לא ירדו גשמים בית דין גוזרין י''ג תעניות על הסדר שאמרנו:","כל תענית שגוזרים הצבור בחוצה לארץ אוכלים בהם בלילה ודינם כדין שאר תעניות שאין גוזרים על הצבור תענית כגון צום כפור אלא בארץ ישראל בלבד ובגלל המטר ובאותם עשר תעניות שהם שלשה אמצעים ושבע אחרונות:","היו מתענים על הגשמים ונענו כמה ירדו ויהיו פוסקין מן התענית משיכנסו בעומק הארץ החרבה טפח ובבינונית שני טפחים ובעבודה שלשה טפחים<i> (ושיעור כמה צריכין לירד לברך עליהם עיין לעיל סימן רכ''א)<\/i>. ואם התחילו לירד אחר חצות ישלימו אותו היום <i>(ועיין לעיל סימן תקס''ט בסופו)<\/i> ואם התחילו לירד קודם חצות לא ישלימו אלא יאכלו וישתו ויעשו יום טוב ולערב יתקבצו ויאמרו הלל הגדול:","אין אומרים הלל הגדול אלא כשנענו ביום תעניתם דוקא אבל אם לא נענו עד יום שלאחר תעניתם לא:","אם ירדו להם גשמים בליל תעניתם קודם שעלה עמוד השחר אין אומרים הלל הגדול:"],["כשם שמתענים ומתריעים על הגשמים כך מתענים על שאר הצרות כגון כותים שבאו לערוך מלחמה עם ישראל או ליטול מהם מס או ליקח מידם ארץ או לגזור עליהם צרה אפילו במצוה קלה הרי אלו מתענין ומתריעין עד שירוחמו וכל הערים שסביבותיהם מתענים אבל אין מתריעין אלא אם כן תקעו להתקבץ לעזרתם ואפילו לא באו אלא לעבור דרך ארצם שאין להם מלחמה עמהם אלא על כותים אחרים ועוברים על מקום ישראל מתענין ומתריעין:","וכן על הדבר איזהו דבר עיר שיש בה ת''ק רגלי ויצאו ממנה שלשה מתים בשלשה ימים זה אחר זה הרי זה דבר יצאו ביום אחד או בד' ימים אין זה דבר היו בה אלף ויצאו ממנה ששה מתים בג' ימים זה אחר זה הרי זה דבר יצאו ביום אחד או בארבעה אין זה דבר וכן לפי חשבון זה ואין הנשים והקטנים וזקנים ששבתו ממלאכה בכלל מנין אנשי המדינה לענין זה היה דבר בארץ ישראל מתענין שאר גליות עליהם <i>(ודוקא דאיכא דבר בכולה ולא במקצתה) (ר''ן פרק ג' דתענית)<\/i>. היה דבר במדינה ושיירות הולכות ובאות ממנה למדינה אחרת שתיהן מתענות אף על פי שהן רחוקות זו מזו:","ואם היה דבר בחזירים מתענין מפני שמעיהם דומים לשל בני אדם וכל שכן אם היה דבר בעכו''ם ולא בישראל שמתענים:","וכן מתענים על המפולת שבעיר כיצד הרי שרבתה בעיר מפולת כותלים בריאים שאינן עומדין בצד הנהר הרי זה צרה ומתענין ומתריעין עליה וכן על הרעש ועל הרוחות שהם מפילים הבנין והורגים מתענים ומתריעין עליהם:","וכן מתענים על החולאים כיצד הרי שירד חולי אחד לאנשים הרבה באותה העיר כגון אסכרה <i>(פירוש חולי סוגר הגרון מענין ויסכרו מעינות תהום)<\/i> או חרחור וכיוצא בהם והיו מתים מאותו חולי הרי זה צרת צבור וגוזרין עליה תענית ומתריעין וכן חכוך לח הרי הוא כשחין פורח ואם פשט ברוב הצבור מתענין ומתריעין עליו אבל חכוך יבש צועקים עליו בלבד. <i> הגה: ובאלו חולאים אינן צריכין שימותו בשלשה ימים זה אחר זה כמו בדבר שהוא בא מכח שינוי אויר אלא מתענים ומתריעים על אלו החלאים מיד (בית יוסף):<\/i>","וכן על חיה רעה שנשתלחה אפילו לא הזיקה אלא נראית בלבד מתענין ומתריעין בכל מקום אפילו הרחוקים אבל אם אינה משולחת אינה אלא מקרה איזו היא משולחת נראתה בעיר ביום הרי זו משולחת נראתה בשדה ביום אם ראתה שני בני אדם ולא ברחה מפניהם הרי זו משולחת ואם היתה שדה שסמוכה לאגם וראתה שני בני אדם ורדפה אחריהם הרי זו משולחת לא רדפה אחריהם אינה משולחת ואם היתה באגם אפילו רדפה אחריהם אינה משולחת אלא אם טרפה שניהם ואכלה אחד מהם אבל אם אכלה שניהם באגם אינה משולחת מפני שזה הוא מקומה ומפני הרעבון טרפה לא מפני שהיא משולחת:","בתים הבנויים במדברות ובארצות הנשמות הואיל והם מקום גדודי חיה אם עלתה לגג ונטלה תינוק מעריסה <i>(פירוש מטה קטנה מענין הנה ערשו ערש ברזל)<\/i> הרי זו משולחת ואם לא הגיע למדה זו אינה משולחת שאלו בני אדם סכנו בעצמם ובאו למקום החיות אבל שאר מיני רמש הארץ ורמש העוף ששולחו והזיקו כגון שלוח נחשים ועקרבים שמזיקים ואינם ממיתים ואין צריך לומר צרעים ויתושין והדומה להם אין מתענים עליהם ולא מתריעין:","וכן על ירקון והשדפון משהתחיל בתבואה אפילו לא התחיל אלא במקום אחד כמלא פי התנור מתענין ומתריעין <i>(ואפילו הרחוקים) (טור)<\/i>, רק שיהיו באותו הפרכיא <i>(ר''ן):<\/i>","וכן על הארבה והחסיל אפילו לא נראה מהם אלא כנף אחד בכל ארץ ישראל ואפילו אינו משחית יבול הארץ מתענין ומתריעין עליהם ועל הגובאי <i>(פירוש מין ארבה)<\/i> בכל שהוא אבל על החגב אין מתענין עליו ולא מתריעין אלא זועקין בלבד ועכשיו שאין אנו מכירין מינים הללו על כולם מתריעין:","וכן על המזונות כיצד הרי שהוזלו דברים של סחורה שרוב חיי אנשי אותה העיר מהם כגון כלי פשתן בבבל ויין ושמן בארץ ישראל ונתמעט המשא והמתן עד שיצטרך התגר למכור שוה עשרה בששה הרי זו צרת צבור ומתריעין עליה ובשבת זועקים עליה אבל אין תוקעים עליה בשבת:","וכן על המטר כיצד הרי שרבו עליהם גשמים עד שיצרו להם הרי אלו מתפללים עליהם שאין לך צרה יתירה מזו שהבתים נופלים ונמצא בתיהם קבריהם ובארץ ישראל אין מתפללין על רוב הגשמים מפני שהיא ארץ הרים ובתיהם בנוים באבנים ורוב גשמים טובה להם ואין מתענים להעביר הטובה ועכשיו בצפת מצוים מפולת בתים מפני הגשמים ומתפללים עליהם:","כל עיר שיש בה צרה מכל אלו אותה העיר מתענה וזועקין בתפלה ומתחננין ומתריעין ףבשופר עד שתעבור הצרה וכל סביבותיה מתענות אבל לא מתריעות אבל מבקשים עליהם רחמים ובכל מקום אין מתענים ולא זועקים ולא מתריעים בשבת ויום טוב על שום צרה חוץ מצרת המזונות שזועקים עליהם בשבת:","עיר שהקיפוה כותלים או נהר וספינה המטורפת בים אפילו על יחיד הנרדף מפני כותים או לסטים או רוח רעה או חולה שאר חולי שיש בו סכנת היו ם <i>(ולברך החולה בשבת עיין לעיל סוף סימן רפ''ח)<\/i> זועקים ומתחננים בתפלות בשבת אבל אין תוקעין אלא אם כן תוקעין לקבץ העם לעזור אחיהם ולהצילם:","תעניות אלו שמתענים על הצרות אין מתענין בהם אלא עוברות ולא מניקות ולא קטנים ומותרים לאכול בלילה אף על פי שמתענים למחר חוץ מתעניות הגשמים:","ציבור שהיו להם ב' צרות אין מבקשין רחמים אלא על אחת מהם דכתיב נצומה ונבקשה מאלהינו על זאת ואומרים אף על פי שיש בלבנו צרות רבות על צרה פלונית באנו להתפלל ואם יש להם צרת רעב וצרת דבר מבקשים רחמים על הרעב משום דכי יהיב רחמנא שובעא לחיי יהיב:","בכל יום תענית שגוזרים על הצבור מפני הצרות בית דין והזקנים יושבים בבית הכנסת ובודקים על מעשה אנשי העיר מאחר תפלת שחרית עד חצי היום ומסירין המכשולים של עבירות ומזהירין ודורשין וחוקרים על בעלי חמס ועבירות ומפרישין אותם ועל בעלי זרוע ומשפילין אותם וכיוצא בדברים אלו ומחצי היום ולערב רביע היום קורים בתורה ומפטירים בנביא ורביע היום האחרון מתפללין מנחה ומתריעים ומתודים וזועקים כפי כחם:"],["בכל מקום אם רוב גשמים מטשטשים הקרקע ומונעים המחרישה מתריעים ומבקשים רחמים ואם הענין נחפז ואין פנאי להתריע כסדר שאר תעניות אין גוזרין בו תענית על הצבור שאין הצבור יכולים להתענות בכל יום אלא מתריעין בכל יום ובכל תפלה ובהתרעה בפה די ואם היחידים רוצים להתענות רשאים הם בכך ובהתרעת הפה דהיינו בעננו אבינו עננו אומר יהי רצון מלפניך ה' אלהינו ואלהי אבותינו שיכבשו רחמיך את כעסך ויגולו רחמיך על מדותיך ותתנהג עם בניך במדת רחמים ותכנס להם לפנים משורת הדין ובטובך הגדול רחם עליהם שאין פורעניות בא לעולם אלא בשביל ישראל והם עמך ונחלתך אשר הוצאת מארץ מצרים ואינם יכולים לקבל לא רוב רעה ולא רוב טובה השפעת עליהם רוב טובה אינם יכולים לקבל כעסת עליהם אינם יכולים לקבל יהי רצון שיהא ריוח בעולם וזכור רחמיך:"],["כשם שהצבור מתענים ומתפללים על צרתם כך כל יחיד מתענה ומתפלל על צרתו כיצד היה חולה או תועה במדבר או חבוש בבית האסורים יש להתענות ולבקש רחמים בתעניתו ולא יתענה בשבת ומועד וחנוכה ופורים וראש חודש:"],["בכל יום משבעה תעניות אחרונות של גשמים מתפללין על סדר זה מוציאין את התיבה לרחובה של עיר וכל העם מתקבצים ומתכסים בשקים ונותנים אפר מקלה <i>(פירוש אפר של דבר שנשרף לאפוקי עפר בעלמא שגם הוא נקרא אפר)<\/i> על גבי התיבה ועל גבי ספר תורה כדי להגדיל הבכיה ולהכניע לבם ואחד מן העם נוטל האפר ונותן בראש הנשיא ובראש אב בית דין במקום הנחת תפילין כדי שיכלמו וישובו וכל אחד ואחד נוטל ונותן בראשו ואחר כך מעמידים ביניהם זקן חכם והם יושבים לא היה שם זקן חכם מעמידין חכם לא היה שם לא זקן ולא חכם מעמידין אדם של צורה ואומר לפניהם דברי כבושים <i>(פירוש שכובשין ומעוררין הלב לתשובה)<\/i> אחינו לא שק ולא תענית גורמים אלא תשובה ומעשים טובים שכן מצינו שלא נאמר באנשי נינוה וירא אלהים את שקם ואת תעניתם אלא וירא אלהים את מעשיהם ובקבלה הוא אומר קרעו לבבכם ואל בגדיכם ומוסיף בענינים אלו כפי כחו עד שיכניע לבם וישובו תשובה גמורה ואחר שגומר זה דברי כבושים עומדים בתפלה ומעמידים שליח צבור הראוי להתפלל בתעניות אלו ואם היה אותו שאומר דברי כבושים ראוי להתפלל מתפלל ואם לאו מורידין אחר ומי הוא הראוי להתפלל בתעניות אלו איש שהוא רגיל בתפלה ורגיל לקרות בתורה נביאים וכתובים ומטופל ואין לו ויש לו יגיעה בשדה ולא יהיה בבניו ובני ביתו וכל קרוביו והנלוים אליו בעל עבירה אלא יהיה ביתו ריקן מן העבירות ולא יצא עליו שם רע בילדותו שפל ברך ומרוצה לעם ויש לו נעימה וקולו ערב ואם היה זקן עם כל המדות האלו הרי זה מפואר ואם אינו זקן הואיל ויש בו כל המדות האלו יתפלל:","סדר התפלה ושש ברכות שהוא מוסיף ותקיעות שהוא תוקע מבואר יפה בטור בסימן זה:","שבע תעניות האלו אחר שמתפללים יוצאים כל העם לבית הקברות ובוכים ומתחננים שם כלומר הרי אתם מתים כאלו אם לא תשובו מדרככם. <i>(ולפי זה אם אין קברי ישראל הולכים על קברי נכרים) (גמרא):<\/i>"],["אלו הימים שאירעו בהם צרות לאבותינו וראוי להתענות בהם ואף על פי שמקצתן בראש חדש יש מי שאומר שיתענו בו <i>(וטוב שלא להשלים בראש חדש):<\/i>","באחד בניסן מתו בני אהרן. בעשרה בו מתה מרים ונסתלק הבאר. בעשרים וששה בו מת יהושע בן נון. בעשרה באייר מת עלי הכהן ושני בניו ונשבה ארון ה'. בעשרים וששה בו מת שמואל הנביא. בעשרים ושלשה בסיון בטלו הביכורים מלעלות לירושלים בימי ירבעם בן נבט. בעשרים וחמשה בו נהרג רבן שמעון בן גמליאל ורבי ישמעאל ור' חנינא סגן הכהנים. בעשרים ושבעה בו נשרף רבי חנינא בן תרדיון וספר תורה עמו. באחד באב מת אהרן הכהן. בשמונה עשר בו כבה נר מערבי בימי אחז. בשבעה עשר באלול מתו מוציאי דבת הארץ. בחמישי בתשרי מתו עשרים איש מישראל ונחבש רבי עקיבא. בשבעה בו נגזרה גזירה על אבותינו שימותו בחרב וברעב ובדבר מפני מעשה העגל. בשבעה במרחשון עוורו עיני צדקיהו ושחטו בניו לעיניו. בעשרים ושמונה בכסליו שרף יהויקים המגילה שכתב ברוך מפי ירמיהו. בשמונה בטבת נכתבה התורה יונית בימי תלמי המלך והיה חושך בעולם שלשה ימים. ובתשעה בו לא נודע איזו היא הצרה שאירע בו. בחמשה בשבט מתו הזקנים שהיו בימי יהושע. בעשרים ושלשה בו נתקבצו כל ישראל על שבט בנימין על ענין פילגש בגבעה. בשבעה באדר מת משה רבינו עליו השלום. בתשעה בו נחלקו בית שמאי ובית הלל:","יש מי שאומר שגזרו שיהיו מתענין בכל שני וחמישי על חורבן הבית ועל התורה שנשרפה ועל חילול השם ולעתיד לבוא יהפכם ה' לששון ולשמחה:"]]}