{"MISHNA_BERURA":[["(א) מותר וכו' - היינו אף שאין לאדם להלך בשבת ממקום שביתתו רק אלפים וכמבואר לעיל בסימן שצ\"ז התירו לו להלך ארבעה אלפים לצד אחד ע\"י שמניח מזון שתי סעודות בסוף אלפים ממקום שהוא עומד ביה\"ש ועי\"ז חשבינן לו כאלו היתה שביתתו שם ויש לו להלך אלפים לכל רוח ממקום ההוא ומשום דהמחבר כתב לשון דיעבד הוסיף הרמ\"א דגם לכתחלה מותר לערב ולקמן בסימן תט\"ו נתבאר דלכתחלה דוקא לדבר מצוה ובדיעבד אף אם עירב לדבר הרשות עירובו עירוב:","(ב) שיצא וכו' - וה\"ה אם שלח ע\"י אחר להניח שם עירובו וכדלקמן בסימן שאחר זה:","(ג) רחוק מהעיר בתוך התחום - אף שמביתו הוא יותר מאלפים לא איכפת לן כיון שהוא בתוך תחום העיר ולאפוקי אם הניח עירובו רחוק מהעיר יותר מאלפים אין עירובו עירוב שאינו יכול ללכת שם בין השמשות מאחר שהוא חוץ לתחום העיר:","(ד) וקבע שביתתו שם - היינו שהניחו לשם קנית שביתה:","(ה) אע\"פ שחזר לעיר - היינו מבע\"י דאלו נתאחר שם עד אחר בין השמשות אין צריך להניח שם מזון כלל כמבואר בת\"ט ס\"ז:","(ו) וזהו הנקרא עירובי תחומין - נקרא כן לפי שהוא מערב תחום שלא היה יכול לילך בו תחלה עם התחום שהיה יכול לילך בו:","(ז) לפיכך וכו' - ר\"ל דעיקר שביתתו נעשה עי\"ז במקום העירוב ולכן אם רוצה לחזור לעירו אינו רשאי להלך רק עד מקום שכלה מדת אלפים ממקום העירוב ואפילו אם עדיין לא יצא מביתו שלן שם מ\"מ אם לפי המדה יש מהעירוב עד ביתו אלפים אסור לו להלך מביתו לצד האחר אף בתוך העיר אפילו אמה אחת ואף אם נמלך משביתתו לא מהני:","(ח) עד סוף האלף - ואם כלתה המדה באמצע העיר אין לו להלך רק עד סוף מדתו וכנ\"ל:","(ט) פחות וכו' - לאו דוקא פחות אלא ה\"ה אם כלתה מדת האלף בסוף העיר בשוה ג\"כ כל העיר נחשב כד\"א וי\"א דדברי השו\"ע בדיוקא הוא משום דמדה זו של אלפים אמה בינוניות מסורה לכל אדם וא\"א לצמצם וע\"כ החמירו הפוסקים שיהיה כלה המדה חוץ לעיר דוקא ובשעת הצורך יש להקל אף בכלתה מדתו בשוה עם העיר:","(י) מביתו - הא דנקט מביתו ולא כתב רחוק מהעיר אלפים דכשהוא רחוק מביתו יותר מאלפים אף דלמקום עירובו הוא רשאי לילך מביתו וכדלעיל בסק\"ג אבל לחזור משם אחר שתחשך וללון בביתו אסור אלא צריך ללון באחד מבתי העיר הסמוך בתוך אלפים למקום עירובו:","(יא) מהלך בכל העיר - דסבירא להו דאף שהניח עירובו רחוק אלפים מביתו שבעיר הואיל ולן בתוך העיר נחשבת כל העיר כד\"א לענין שיהיה מותר להלך בכולה וכ\"ש לחזור לביתו אבל לענין מדת התחום גם לדעה זו חשבינן העיר במדת אלפים כיון שכלתה מדתו בחצי העיר ולכן אסור להלך חוצה לה כלום. וכל זה בעיר שלן בה אבל אם לן במקום שביתתו וכלה מדת אלפים שלו באמצע העיר או שלן בעיר זו והגיע מדתו בחצי עיר אחרת אין לו להלך אלא עד מקום שכלה מדתו לכו\"ע. וע\"י זריקה מותר לטלטל בכל העיר אם היתה רה\"י וכמבואר לעיל סימן ת\"ג ע\"ש [אחרונים]:","(יב) ויש להקל - וכ\"כ הב\"ח ושארי אחרונים:","(יג) להחמיר - ר\"ל דנימא דהוי ככלה מדתו באמצע העיר משום דעדיין יש עיבור לבני העיר דלא אמרינן עיבור של העיר כעיר אלא להקל על מדת התחומין ולא להחמיר ונראה דבזה עכ\"פ לא חשבינן העיבור עם העיר כד\"א אמנם אם כלתה מדתו בסוף העיבור פשוט דנחשב הכל כד\"א ומתחיל מדתו מסוף העיבור וחוצה:","(יד) לצפון ולדרום - וה\"ה לכל רוח ומשום מסקנת דבריו שבסוף הג\"ה הזכיר צפון ודרום:","(טו) נגד רוחב המקום - ר\"ל אם היה בבית או בעיר אף שהיא יותר גדולה נותנין לו אלפים לכל רוח נגד רוחב המקום ההוא ואח\"כ מוסיפין לו ג\"כ זויותיהן למלאות שיהיה כטבלא מרובעת [דמה שכתב הרמ\"א עם זויותיהן וכדלעיל וכו' גם ע\"ז קאי] אבל לא יותר:","(טז) שאין העירוב ברשות היחיד - ר\"ל אלא הניח עירובו בשדה:","(יז) ברוחב ארבע אמותיו - והיינו עצם רוחב תחומו שתופס בכל צד אלפים אמה נגד מקום שביתת האדם שהוא ד' אמותיו אכן כבר מבואר לעיל בסימן שצ\"ט ס\"י שממלאין הקרנות כל קרן בטבלא מרובעת של שני אלפים וזהו מה שכתב הרמ\"א עם זויותיהן נמצא שמדת תחומו אחר מילוי הקרנות מכל צד נעשה כטבלא מרובעת של ד' אלפים אמה עם ד' אמות על ד' אלפים אמה וד' אמות ובכל שטח זה מותר לו להלך. אכן אם היתה מקום שביתתו גדולה כגון בעיר שמחזקת אלף אמה ברחבה ובארכה יהיה מדת תחומו טבלא של חמשה אלפים על חמשה אלפים וכן כל כה\"ג:","(יח) ומ\"מ אם כלתה המדה וכו' - ר\"ל דאף שכתבנו דאין לו רק רוחב ד\"א נגד מקום שביתתו מ\"מ אם פגע עיר בתחומו וכלתה מדתו בסופה נחשבת כל רחבה כד\"א אפילו אם היא מחזקת יותר מארבעת אלפים אמה:","(יט) סוף העיר - אבל אם כלה מדתו באמצע העיר אף לדעת הי\"א הנ\"ל שבאם לן בעיר מותר לו ג\"כ ללכת בכל העיר אף אם רחב הרבה מאד מ\"מ חוץ לעיר אף בצפון ודרום אין לו להלך אלא נגד רוחב מדת תחומו במקום שביתתו [ועד כלות אורך תחומו] ואם העיר רחבה ארבעה אלפים וד\"א כמדת רוחב תחומו אין לו לצפון ולדרום נגד העיר כלל. ולדעת המחבר הנ\"ל אף בעיר גופא אם היא רחבה יותר ממדת רוחב תחומו אינו מהלך כל רוחב העיר אפילו בשטח אותו חצי העיר ורק עד מקום רוחב תחומו עם הקרנות מאחר שכלתה מדתו באמצע העיר:","(כ) ויש לו אלפים וכו' - כמה מהאחרונים חולקין על הרמ\"א בזה משום דברבינו יונתן שממנו מקור דין זה מבואר להיפך דאין לו בצפון ודרום העיר כלום ורק אם העיר אינה רחבה כמדת רוחב תחומו שרוחב תחומו אחר מילוי הקרנות הוא ד' אלפים וד\"א כנ\"ל אז יש לו גם מחוץ לעיר מצפון ודרום עד כנגד רוחב תחומו ולא יותר ואם העיר גדולה שרחבה יותר מרוחב תחומו אף שבעיר עצמה מותר לילך בכולה אף כשהיא גדולה כאנטוכיא מאחר שבארכה כלתה מדתה בחוץ לעיר אבל מחוץ לעיר לצפון ודרום אין לו כלום ועיין בבה\"ל מה שכתבנו בזה:","(כא) לצפון ולדרום - למעוטי אלף אמה אורך שיש לו למערב העיר דשם חושבין לכו\"ע רק כרוחב שביתתו וכמו אלף הראשונים שהם לצד מזרח העיר שהם ברוחב ד\"א ועם מלוי הקרנות הוא רוחב ד' אלפים וד\"א ולא יותר כן אלו:","(כב) אע\"פ שאין לו רוחב כ\"כ וכו' - ר\"ל דאם נחשוב הרוחב רק נגד מקום קניית העירוב לא יעלה כ\"כ כמו עתה שחושבין רוחב העיר וגם האלפים אמה שמשני הצדדין אפ\"ה שרי:","(כג) ברשות היחיד - היינו מקום שמוקף מחיצות:","(כד) ואפילו עיר חרבה - היינו שהיו בה דיורין ונחרבו ומחיצות החומה נשארו:","(כה) הראויה לדיורין - ר\"ל אפילו אין בה דיורין אלא שהיא ראויה לדירה דאם אינה ראויה לדור בה כגון שנפרצו מחיצותיה או שהיא נמוכה הרבה וכיו\"ב אינה נחשבת כד\"א ומודדין האלפים ממקום הנחת העירוב:","(כו) את כולה - דחשבינן לה כולה כד\"א וכ\"ז כשהיו המחיצות מוקפות לשם דירה אכן אם לא היה רוחב הקיפה רק סאתים אפילו אינה מוקפת לדירה נחשבת כד\"א וכמבואר לעיל בסימן שצ\"ו ס\"ב:","(כז) לא עשה כלום - שהרי בלא עירוב נמי יש לו מן העיר אלפים לכל רוח וכל העיר לו כארבע אמות:","(כח) אין מודדין - ואין מודדין כצ\"ל. והוא דבר אחד:","(כט) המצטרפים לעיר - פי' בעבורה של עיר [והוא תוך שבעים אמה ושיריים וכנ\"ל בסימן שצ\"ח] ואפילו אם נתן אותו באמה אחרונה של העיבור אין נותנין לו הארבע אמות שנותנין לשאר מניח עירוב לצד חוץ כמבואר לעיל דכשמניח תוך מחיצה או מקום שנחשב כד\"א אין לו לצד חוץ כלום והרי הוא כשאר בני העיר שמודדין תחומו תיכף מסוף העיבור והלאה [אחרונים]:","(ל) אינו כלום - כיון שא\"א לו להגיע שם בין השמשות שהוא זמן קניית עירוב מאחר שהוא חוץ לתחום ממקום שהוא עומד:","(לא) תחום מביתו - דכשהוא עומד בביתו או בתחום ביתו אמרינן דמסתמא ניחא ליה לקנות שביתת ביתו כשאין עירובו עירוב ועיין מה שכתבנו בסימן תי\"א במ\"ב ובה\"ל:\n"],["(א) אלפים אמה - והוא תקנת חכמים דמן התורה מותר להלך עד י\"ב מיל כשיעור מחנה ישראל במדבר שהחזיקה י\"ב מיל וביותר מזה אסור וכדכתיב אל יצא איש ממקומו והאי ממקומו קאי על המחנה והרבה פוסקים חולקים ואומרים דגם חוץ לי\"ב מיל אינו אסור מה\"ת והאי אל יצא אינו אלא אזהרה לענין הוצאת כלים מרשות לרשות [אחרונים]:","(ב) חוץ מארבע אמותיו - דמקומו של אדם בכל מקום ששובת הוא ד\"א כדלעיל ומשם יש לו אלפים לכל רוח נמצא דיכול להלך מעמידת רגליו אלפים וד\"א:","(ג) מהמקום ששבת בו - פי' דאם שבת במקום מוקף מחיצות חשיב כולו כד\"א ויש לו אלפים סביב המקום ההוא:","(ד) מהלך אלפים - לבד הד\"א:","(ה) פסיעות בינוניות - היינו חצי אמה מקום מצב הרגל וחצי אמה הוא בין רגל לרגל בפסיעה בינונית ומיירי שהוא צריך ללכת לאיזה צורך שבת ומקרי מדידה של מצוה דשרי כדלעיל בסימן ש\"ו ס\"ז:","(ו) כך וכו' - דבמקום שאדם קונה שם שביתתו קונים שם כליו ובהמותיו דנגררים אחריו:","(ז) כליו - וה\"ה פירותיו וכל דבר השייך לו ומיירי ביו\"ט דלית ביה משום איסור הוצאה כ\"א משום תחומין דבשבת הלא אסור להוציא חוץ לד\"א א\"נ מיירי במלבוש שלובש האדם עליו דבזה ליכא משום הוצאה כ\"א משום איסור תחומין דהמלבוש נגרר אחר בעליו [מ\"א]:","(ח) אין יכול שום אדם - אפילו היה בתוך תחומו של המוליך:","(ט) וע\"ל סוף סימן ש\"ה וכו' - דשם מבואר להיתר ועי\"ש במ\"ב דיש מחמירין והעולם נוהגין היתר אכן לצוותו שיוליכנו חוץ לתחום אסור:","(י) כרגלי האב - ולא כרגלי הבן המוליכם לפי שדרך בני אדם להפקיד כליהם ביד בניהם ואין כונתם למסור ברשותם [מ\"א בשם המ\"מ] ולפ\"ז אפילו מסר לו מע\"ש נמי דינא הכי והרבה חולקין על פסק המחבר וס\"ל דבנו לא עדיף מאחר ולהכי אם הוא רגיל תמיד למוסרו לבנו לרעותה דינו כמו מסרה לרועה בס\"ה דאפילו מסרה לו בשבת גופא הרי הוא כרגליו:","(יא) מסרה לרועה וכו' - ואפי' לרועה עכו\"ם דהרי הוא כחפצי עכו\"ם דקי\"ל דקונה שביתה ואינו נמשך אחר בעלים ישראל [מ\"א]:","(יב) אפילו נתנה לו ביו\"ט - דכבר מעיו\"ט דעתו היה שלא לקנות שביתה אצלו אלא אצל הרועה שמסר לו למחר ומשמע מסתימת לשון המחבר דאפילו יש כמה רועים בעיר כיון שהוא מסר רק לאחד הרי הוא כרגלי הרועה אבל כמה פוסקים חולקין ע\"ז וסוברין דהיכא שיש שני רועים בעיר ומסר לאחד ביו\"ט הרי הוא כרגלי הבעלים מאחר שלא הוברר מעיו\"ט בשעת קניית שביתה למי ימסור למחר נשאר ממילא ברשות הבעלים אם לא שרגיל תמיד למסור לאחד מהם דאז הרי הוא כרגלי הרועה ההוא. ודע דמש\"כ יו\"ט לאו דוקא דשייך זה גם לענין שבת וכן דין דס\"ח וס\"ט וסי\"א ושארי הדינין שייך רק ביו\"ט ומשום גררא דאינם נקט לכולהו כאן [ב\"ח]:","(יג) מפני שלא קנה אחד מהם - ר\"ל דבכגון זה שיש כמה רועים אין דרכו למסור שיהיה ברשותם לענין קנין שביתה. ומסתימת המחבר משמע דלא שני לן בין אם מסר לשני רועים מע\"ש בין אם מסר להם בשבת אבל רבים חולקים ע\"ז וס\"ל דבמסר להם בע\"ש אין נ\"מ בין רועה אחד לכמה רועים ובכולן הרי הוא כרגלי הרועים ואין מוליכין אותם אלא למקום ששני הרועים יכולים להלך אכן אם בשעה שמסרה להם לא בירר לאיזה מהם מסר שמירתו ולמחר בשבת בירר שמוסר שמירתו לאחד מהם הרי הוא כרגלי הבעלים כיון שלא בירר מע\"ש וכן אם מסר לשני הרועים בשבת גופא דעת רוב הפוסקים דהרי הוא כרגלי הבעלים:","(יד) של פטם - שמפטס שוורים למכור:","(טו) כרגלי מי שלקחו וכו' - היינו שאפילו אם הוא מעיר אחרת ובא לכאן ע\"י עירוב מוליכו למקומו והטעם שדרך שור כזה לקנותו גם מעיירות אחרות מפני שהוא מפוטם ודעת בעליו מאתמול היה גם עליהם להקימו ברשות מי שיקחנו:","(טז) למקום שהוא הולך - מפני שדעת בעליו היה לחלקו למי שיבוא ואפילו מעיירות אחרות וכנ\"ל והוי זה כבור של הפקר שהוא מסור לכל דהוא כרגלי הממלא וכדלקמיה בסי\"ד:","(יז) שור של רועה - היינו אדם שמגדל בהמות ופעמים שמוכרו לשכניו ומכיריו [רש\"י] ומשום דכיון שאינו מפוטם אין דרך לקנותו מעיירות אחרות דשור כזה ימצאו כ\"א במקומו ולכן אין דעת בעליו אלא על בני עירו והרי הוא כרגלם:","(יח) כרגלי אנשי וכו' - אלפים לכל רוח ואפילו אם עירב הרועה הזה לצד אחד אינו מעכב עליהם מלהוליך אלפים לרוח האחר של העיר דמאתמול אוקים ברשותם לפי שרגילין ליקח ממנו [רש\"י] ועיין בה\"ל:","(יט) המיוחדים לאחד וכו' - ר\"ל שאין האחין משתמשין בהן אע\"פ שיש להן חלק בהם מ\"מ חיילא עלייהו שביתת זה שמשתמש בהם ואין לאחים כח לאסור ולהקנות עליהם את שביתתם:","(כ) שכולם יכולים לילך - לאפוקי אם אחד עירב אלף אמה למזרח והשני אלף אמה למערב אין יכולין להוליך את הכלים אלא כשיעור אלף אמה מכאן ואלף אמה מכאן שכולן יכולין לילך מפני שכולן שותפין בו וכל אחד מעכב על חבירו:","(כא) ששאלו חלוק - מבעוד יום להיות ברשות שניהם וקי\"ל לקמיה סי\"א דע\"י שאילה הוי כרגלי השואל אכן הכא דשני שואלים אוסרים כ\"א על חבירו וכדמסיים:","(כב) וזה לילך בו ערבית - אין הכונה על הערבית של יו\"ט שני דבזה יכול כ\"א להוליך בזמן שאילתו עד מקום שעירב דשתי קדושות הן ואם אחד קדוש השני חול ואין האחד אוסר על חבירו אלא הכונה על הערבית שלפני שחרית דכיון דשאילתן הוא ליום אחד כ\"א אוסר על חבירו אם עירב זה לכאן וזה לכאן:","(כג) לא יזיזוהו ממקומו - דהא זה לא יוכל לילך למזרח כלום וכן השני למערב וכן שייך ד\"ז בסעיף הקודם:","(כד) כרגלי שניהם - ולא דמי לחביות דאמרינן דחלק כ\"א כרגליו משום דבדרבנן יש ברירה ואמרינן דכל חלק שהגיע לאחד הרי הוא כאלו היה ברור לו ומובדל מעיו\"ט בבהמה א\"א לומר כן דאפילו אם נאמר שהוברר כל אחד מעיו\"ט מ\"מ הלא בע\"כ יונק כ\"א מחלק חבירו בזמן ביה\"ש שהוא זמן קניית עירוב וכל אבר מעורב מחלקו ומחלק חבירו ולכן הרי הוא כרגלי שניהם להחמיר וכאלו לא חלקו:","(כה) כרגליו - דכשחלקו אמרינן דלמפרע מעיו\"ט הוברר כל חלק וקנה שביתת בעליו:","(כו) אפילו לא לקחו וכו' - היינו אף שלא משך הכלי מעיו\"ט ומדינא לאו ברשותיה עדיין מ\"מ כיון שהבטיחו להשאילו מעיו\"ט העמידו ברשותיה ביה\"ש לענין קנית עירוב:","(כז) אע\"פ שדרכו לשאלו וכו' - אעפ\"כ לא אמרינן דברשותו אוקים דכיון דלא אתי לבקש ממנו מבע\"י סבר דילמא אינש אחרינא אשכח לשאול ממנו [גמרא]:","(כח) ותבלין לקדרתה - וה\"ה מים ומלח לקדרתה:","(כט) כרגלי שתיהן - ואינה רשאה להוליך העיסה והתבשיל כ\"א במקום ששתיהן יש להן רשות לילך כיון שנתערב בה דבר שקנה שביתה אצל אחר:","(ל) כרגלי הנותן - דהואיל ויש בה ממש הרי היא כשאר הכלים:","(לא) כרגלי זה שהדליק - דהואיל ששלהבת אין בה ממש לא חל עליה שביתת בעליה:","(לב) בור וכו' - במים מכונסין ממי גשמים או שלגים מיירי דאלו בבאר מים נובעין כמו בארות שלנו אף שהוא של יחיד הרי הוא כרגלי הממלא וכמש\"כ בסעיף שאח\"ז:","(לג) כרגלי בעליו - ואם מילא מהם אחר אינו יכול להליכן רק למקום שבעליו מוליכן ואם עירב בעליו למזרח אין יכול זה להוליכן לצד מערב אפילו פסיעה אחת:","(לד) אנשי אותה העיר - ואם מילא אינש אחרינא דלאו מהאי מתא לא מצי מפיק אלא ככל העיר דאי לא עירבו כלל מוליך אלפים לכל רוח ואי עירב חד מבני העיר למזרח אוסר עליו שלא יהיה יכול לטלטל לכל רוח אלא אלפים מן העיר למזרח וכ\"ז באינש אחרינא אבל בני העיר כ\"א יכול להוליך למקום שעירב כמו גבי חבית של יין בסעיף י' וכן אם נתנן לאחד שאין מבני העיר יכול להוליכן כרגלי הנותן:","(לה) כרגלי הממלא - דכל מידי דהפקירא מאן דמגבה ליה קני ואמרינן הוברר הדבר למפרע בין השמשות דלהאי גברי חזי וברשותיה קיימא ואפילו נתן הממלא לאחרים לאחר שמילאן ביו\"ט לצורכו הרי הן כרגליו:","(לו) נהרות המושכין - אע\"פ שאין נובעין והנובעין אע\"פ שאין יוצאין ממקום נביעתן לימשך הלאה:","(לז) כרגלי הממלא - אפילו אינם הפקר כגון ששייכים לאיזה עיר או ליחיד והטעם דכיון דניידי לא קנו שביתה אצל בעליהם והרי הם כרגלי הממלא אותם שאז קנו שביתה בשביתתו כיון שנפסקו אז ממקום נביעותם או ממקום הלוכם:","(לח) מהם בשבת וכו' - הואיל ולא קנו שביתה כלל חוץ לתחום מפני דניידי. גשמים היורדים מעיו\"ט סמוכים לעיר וכ\"ש כשירדו בעיר עצמה הם כרגלי אנשי אותה העיר והטעם משום דאנשי העיר סמכו דעתם עלייהו אבל כשירדו ביו\"ט הרי הם כרגלי הממלא:","(לט) כרגלי הממלא - אף אחר שמסרם לידו והטעם דאף דקיי\"ל המגביה מציאה לחבירו קנה חבירו היינו משום מיגו דזכי לנפשיה זכי נמי לחבריה וכיון דלא זכי אלא מכחו הרי הם כרגליו ועיין בבה\"ל שהרבה חולקין ע\"ז. ודע דאם הבור מים היה של שותפות ומילא לצורך שותפו לכו\"ע כרגלי מי שנתמלאו בשבילו שהרי מחלקו נתן לו דבדרבנן קי\"ל דיש ברירה ואינו זוכה כלל מחלק הראשון:","(מ) שפירותיו כמוהו - והרי הוא לא הניח עירוב:","(מא) כשייחד להם קרן זוית - דהיינו שאושליה ביתא וא\"ל הא ביתא קמך שאין כאן קבלת שמירה לפיכך הרי הם ברשות בעליו ופשוט דה\"ה שארי אופנים שאין עליו חובת שמירה מן הדין ע\"פ המבואר בחו\"מ ריש סימן ר\"צ:","(מב) לא ייחד להם - אלא קיבלן תחת רשותו ובאחריותו קיימי לפיכך הרי הם כרגליו:","(מג) כרגלי זה וכו' - ולפ\"ז אם הם לא עירבו אסור לו להביאן אצלו ואפילו כשעירב וכ\"ז כשהניח פירות בסתם ואח\"כ נמלך ליטול מהן ביו\"ט אבל אם היה הדבר עומד ליטול מהן ביו\"ט הם ברשות בעליהן בכל אופן:","(מד) ביו\"ט - ה\"ה אם הזמינם מבעוד יום כל שלא זיכה להן הרי הם ברשות בעל הסעודה שקנו שביתה אצלו וכדמסיים אא\"כ זיכה וכו':\n"],["(א) אריכא וקטינא - פי' שאין רחבה כארכה:","(ב) ולא לריבוע העולם - היינו שאין עומדת צפונה לצפון העולם ודרומה לדרום העולם אלא באלכסון:","(ג) ארבע זויות שוות - לאפוקי כשהיא רחבה מצד אחד וקצרה מצד אחר אין זה זויות שוות ואין זה ריבוע ומרבעין אותה כמבואר בס\"ד:","(ד) כמות שהיא - היינו באריכא וקטינא אין מוסיפין על רחבה להשוותה לארכה וכן כשאינה מרובעת לריבוע העולם אין מוסיפין עליה לרבע אותה בריבוע העולם כמו בסעיף ג':","(ה) משולשת וכו' מרבעין אותה - שמושכין הריבוע להשוות צד הקצר כפי אורך צד הארוך:","(ו) צלעות רבות - שיש לה ששה זויות או שמונה מושכין החוט לרבעה כנגד המקומות היותר רחבין בה ומהמרובע ואילך מודדין האלפים אמה לכל צד:","(ז) בריבוע העולם - היינו שאינו יכול לעשות הריבוע כמו שירצה אלא דוקא לפי רוחות העולם דרום כנגד דרום וצפון כנגד צפון ומשם ולהלן מודדין האלפים אמה:","(ח) כאלו כולה רחבה - היינו כשבא למדוד התחומין אצל מקום הקצר אין מודדין מן החומה אלא מוסיפין מתחלה על העיר עד שיהא שוה עם מקום הרחב ומשם ולהלן מודדין האלפים אמה:","(ט) כמין גם - הוא אות יונית וצורתה כמין כ\"ף פשוטה:","(י) או כקשת - שבתיה בנויים כחצי עיגול ובין שני ראשיה המקום פנוי:","(יא) פחות מד' אלפים אמה - שתחום ראשה של זו מובלע בתוך תחום ראשה האחר נעשית עיר אחת עי\"ז ורואין כאלו היה מלא בתים במקום החלל ומודדין האלפים מקצות הקשת והלאה:","(יב) מודדין לה מן היתר - יתר נקרא חבל הקשור בשני קצות הקשת ומשם והלאה מודדין האלפים אמה:","(יג) ורואין את כל הרוחב וכו' - וה\"נ לענין עשויה כמין גאם רואין כאלו מלאה בתים בריבוע ממזרח למערב ומצפון לדרום וגם בזה דוקא אם אין בין שני ראשי הגאם באלכסון מזוית לזוית רק פחות מארבע אלפים אמה:","(יד) כאלו הוא מלא בתים - וע\"כ יכול לילך כל החלל שמן ראש הקשת עד היתר ואין עולה לו בחשבון אלפים וכן לענין הרוחב יכול לילך מדרומו של הקשת לצפונו דרך חללו ונותנין לו אלפים אמה שלמים מן צד הצפון והלאה דכל הקשת וחללו רק כד' אמות דמיא:","(טו) אלא מן הקשת - הטעם דכיון דאין מובלעין התחומין זה בזה וא\"א להלך מקצה הקשת האחד לקצה השני ע\"כ א\"א לחשוב החלל בכלל עיר ועולה בתוך שיעור אלפים והסכימו הפוסקים דכ\"ז כשרוצה לילך דרך החלל של הקשת עד היתר ולהלאה אבל מותרים לילך סביב דרך הבתים שבקשת עד קצה הקשת ומשם ואילך מודדין לו אלפים אמה מאחר שהולך הכל בעיר חשיב כולה כד\"א:","(טז) מן המקום וכו' - דס\"ל דאף דבראשי הקשת היה רחב ד' אלפים ויותר אפ\"ה כיון שבאמצע הקשת מתקצר עד שאין בין זה לזה ד' אלפים אמה נחשב עד אותו מקום כאלו מלא בתים ומתחילין למדוד האלפים אף לאותן שדרין בגג הקשת רק מאותו מקום ולהלאה שמשם הולך ומתרחב ליותר מד' אלפים אמה:","(יז) אם אין ביניהם אלפים - אם אין ביניהם אלא אלפים כצ\"ל:","(יח) בכל ענין מן היתר - כיון דהיתר מובלע תוך התחום ויכול להגיע אליו מן הקשת רואין כאלו הוא מלא בתים כל החלל ועיין במ\"א שדעתו דלא מהני זה רק להיושבין בראשי הקשת שיהיו יכולין לילך מראש זה לראש אחר אף שהוא יותר מארבע אלפים אבל לא ליושבין בגג הקשת למעלה שימדדו מן היתר אבל האחרונים חולקין עליו ודעתם דמהני גם ליושבין בגג הקשת שימדדו מן היתר התחום שבת. ודע דלכו\"ע מותרים בעלי הקשת לילך אלפים אמה מבתיהם ולמעלה בכל ענין:","(יט) בית דירה - אע\"פ שאין דרין בה [אחרונים]:","(כ) חוץ מבית דירה זה - פי' שמותחין חוט על כל פני רוחב העיר כנגד בית דירה זו כדי שיהא התחום שוה בכל מקום וכדאיתא לעיל בריש ס\"ד ומשם ולהלן מודדין התחום:","(כא) וכן בכל מקום שמודדין - פי' כשאין שם בית דירה בתוך שבעים אמה נותנין ג\"כ שבעים אמה ושיריים לעיר ואח\"כ מודדין התחום ולדעה ראשונה אין נותנין שבעים אמה ושיריים לעיר אחת כלל ומודדין האלפים מחומתה ורק בשתי עיירות סמוכות נותנין ביניהן קרפיפות כמבואר בס\"ז:","(כב) וכן נראה לי להקל - עיין בביאור הלכה מה שכתבנו בזה:","(כג) כעיר אחת - שבתיה מפוזרין:","(כד) מחוץ לבית האחרון - אזיל לטעמיה בס\"ה ולרמ\"א שם נותנין בתחלה בסוף בית האחרון שבעים אמה ושיריים ואח\"כ מודדין התחום ולמעשה העיקר בזה כדעת המחבר כמו שכתבנו בבה\"ל:","(כה) לחזנים - דסתם בית הכנסת לאו לדירה עביד:","(כו) לכהניהם - דלענין הצטרפות לעיבור לא בעינן דוקא דירת ישראל:","(כז) והאוצרות - לתבואה וליין ולשמן ולאו לדירה מקרי הלכך בעינן שיהיה בהן בית דירה לשומרים וכל הנך בית דירה בעינן שיהיה בהן ד\"א על ד\"א [תוספות]:","(כח) שיש בהם בית דירה - לשומר הגשר [ליטול מהם מכם] ובית הקברות:","(כט) ושלש מחיצות וכו' - שהיה שם בית דירה מתחלה ונהרס וה\"ה בכל הני דקחשיב מקודם אם נהרס ונשארו עדיין ג' מחיצות ובלא תקרה או שתים עם תקרה וכדלקמיה:","(ל) הבנוי בים - שעשוי לפנות בו כלים שבספינה לכך נחשב בית דירה וגם זה מיירי שיש בה ד\"א על ד\"א ועומדת בתוך שבעים אמה ושיריים לעיר:","(לא) ושתי מחיצות וכו' - איירי ג\"כ שהיה בית דירה מתחלה ונהרס:","(לב) ומעזיבה - ט\"ס וליתא בגמרא ופוסקים (הגר\"א):","(לג) ומערה שיש וכו' - דאל\"ה אין מערה נחשבת לבית דירה. הבורגנין [סוכות] שעושין שומרי גנות ושומרי העיר לשמור העיר והפירות אין נמדדין עמה ודוקא במקום דשכיחי גנבי דגנבי להו או גשמים ששוטפין אותן הלכך לא חשיבי מידי אבל בעלמא נמדדין עמה. ועיין בשע\"ת דבורגנין אין צריך להיות בהן ד\"א ועיין עוד מה שכתב בזה:","(לד) ובית שבספינה - דלא קביעא ופעמים שהולכת חוץ לשבעים אמה [רש\"י]:","(לה) שני בתים כאלו נגד העיר - ט\"ס הוא וצ\"ל בתים כאלו נגד שני ראשי העיר וכו'. ור\"ל שאם הרבה בתים יוצאין זה אחר זה עד רחוק מאלפים מן העיר וכן בצד השני דינה כעיר העשויה כקשת והיינו דאם היה בין שני הצדדין ארבע אלפים אמה אין מודדין התחום אלא מעצם העיר ולא מן אלו הבתים וכ\"ש אם בצד אחד יוצאין בתים עד חוץ לאלפים אם העיר ארוכה יותר מארבע אלפים אין מותחין המדה נגד הבית בצד השני. ודע דעכ\"פ מותר לילך עד הבית האחרון כמש\"כ ריש הסעיף:","(לו) וחוצה לה אלפים אמה - ולדעת ההג\"ה בס\"ד נותנין מתחלה ע' אמה ושיריים ואח\"כ האלפים אמה:","(לז) דינו כסתום - ויכול לילך מקצה העיר ועד קצהו ומשם ולחוץ מודדין התחום דכל שאין בהפרצה יותר משיעור שני עיבורים עדיין כעיר אחת היא אבל ביותר מזה נחשב כשתי עיירות נפרדות:","(לח) אבל בית אחד - בין שהוא עומד בפ\"ע ובין שהוא סמוך לעיר ברחוק יותר משבעים אמה ושיריים דבשתי עיירות כה\"ג נחשבין כעיר אחת עד קמ\"א אמה ושליש וכנ\"ל אבל בית אחת אין לה דין עיר. ואם היו שלשה חצרות ובכל חצר שני בתים אז מקרי עיר ליתן לה עיבור [חי' רע\"א]:","(לט) אלפים אמה - דיכולין לבוא מהאמצעי לשניהם בלי עירוב לכך אמרינן רואין כאלו האמצעי היה נתון בין שני החיצונים בשורה אחת משא\"כ אם היה רחוק יותר מאלפים אמה אינו מצטרף האמצעי עם שני החיצונים שיהיה עי\"ז כעיר אחת אם לא שהיה בין שני החיצונים רק קמ\"א אמה ושליש שאז אינם צריכין לצירוף האמצעי כלל:","(מ) מלבד רוחב וכו' - ר\"ל דאם נעמיד הכפר האמצעי בין שני החיצונים באמצע לא ישאר ריוח כ\"א קמ\"א אמה ושליש מצד אחד שבין האמצעי לחיצון וכן מצד השני שהוא בס\"ה רפ\"ג אמות פחות שליש:","(מא) כמדינה אחת - ומותר לשנים החיצונים לילך מזה לזה אפילו רחוקים הרבה אחד מחבירו וגם משם ולחוץ אלפים אמה דכעיר אחת חשיבי:","(מב) לכל רוח - ר\"ל אפילו האמצעי מותר לו לילך עד בין החיצונים ומשם ולהלן אלפים אמה ואפילו אם בין שני החיצונים יש ריוח יותר מארבעה אלפים אמה ג\"כ דינא הכי כיון דאם נעמיד האמצעי ביניהם לא ישאר כ\"א קמ\"א אמה ושליש מכל צד:","(מג) דאין מודדין להאמצעי - כצ\"ל:","(מד) רק מחומותיה - ר\"ל דלא מהני הסברא דרואין רק לענין שני החיצונים שיהיו כעיר אחת אבל לא לענין אמצעית עצמה וע\"כ מדידת תחומין שלה הוא רק סביב חומותיה לכל צד בלבד וטעמם שאם נראה אותו כמובלע ועומד בין החיצונים יפסיד כ\"כ לרוח השנית שאינה לצד החיצונים ולענין הלכה נקטינן כדעה הראשונה דבד\"ס הלך אחר המקיל ומודדים להאמצעי אלפים מחוץ לחיצונים ואפ\"ה לא הפסיד לרוח השנית:","(מה) מצבה - ר\"ל איצטבא:","(מו) הבנויה בצדה - שע\"י משתמשים בנחל גם כשהיא מלאה ואע\"ג דאין מעברין להעיר אלא בית דירה והנחל הלא אינו ראוי לדירה י\"ל דהתם הוא כשבאין לעבר העיר מפני מקום מסויים שחוצה לו אבל הנחל הזה שהוא לפני כל העיר וראויין להשתמש בו כל בני העיר אע\"פ שאינו ראוי לדירה מעברין בו את העיר [ריטב\"א]. ועיין במ\"א שמסתפק אם בכל מקום שמשתמשים בני העיר נתחיל למדוד משם ועיין בא\"ר שהסכים דאין להקל דגם בנחל גופא דעת כמה ראשונים שחולקין וסוברין דהנחל עולה במדת האלפים והבו דלא להוסיף עלה:","(מז) לא היה שם מצבה - של רוחב ארבע אמות וכ\"ש אם לא היה כלל:","(מח) מפתח בתיהם - פי' מבית החיצון והיינו מקיר העיר:","(מט) שיושבים באהלים - שאין קבועין במקום אחד אלא יושבים כאן זמן מה ואח\"כ כשכלה המרעה הולכים למקום אחר. ואם קבועים במקום אחד הוי כעיר ועיין בפמ\"ג שמסתפק בכמה זמן נקרא קבוע:","(נ) מפתח בתיהם - ר\"ל שאין מצטרפין יחד להיות כעיר אלא מודדין האלפים לכל אחד בפ\"ע מפתח ביתו:","(נא) אם אין להם כמין היקף וכו' - דאם יש להם היקף זה סביב למחניהם נחשב כל השטח כולו כד\"א ומודדין האלפים מסביב ההיקף:","(נב) מחיצה עשרה - ומיירי שישבה ולבסוף הוקף וכדלקמיה:","(נג) ואח\"כ ישבה - ואינה מיושבת כולה עד החומה:","(נד) ממקום ישיבתה - פי' לא ימדוד מהחומה אלא מן הבתים [ולדעת הרמ\"א לעיל בס\"ה נותן לה עוד ע' אמה ושיריים] שהחומה זו אינה חשובה לשוייה כולה כד\"א שלא הוקפה לדירה שנעשית קודם ישיבתה אם לא שיש בחומה בית דירה והיא בתוך ע' אמה ושיריים לישיבת בתי העיר מצטרפת עמה:","(נה) מחומתה - אפילו החומה רחוק הרבה מן הבתים דכיון שהוקפה אח\"כ מקרי הוקף לדירה וכל מה שבתוכה חשיב כד\"א ולדעת הרמ\"א לעיל בס\"ה נותנין לה מתחלה השבעים אמה ושיריים מחוץ לחומה ואח\"כ מודדין לה האלפים:\n"],["(א) של פשתן - ואף דאין לך יפה למדה משלשלאות של ברזל כך קיבלו חז\"ל דבחבל של פשתן מודדין מדכתיב [ביחזקאל מ] ופתיל פשתים בידו:","(ב) לא פחות וכו' ביותר - ונמצא שיעור התחום יותר מאלפים וכן להיפוך בארוך יותר מחמשים שא\"א למותחו מפני כובדו ונמצא אתה מקצר בשיעור התחומין:","(ג) נהר - שהוא רחב יותר מכ\"ה אמה דאם הוא רק כ\"ה הלא אפשר להבליעה ביחד עם כ\"ה של היבשה בחבל של חמשים אמה:","(ד) עד הנהר - ואח\"כ ימדוד בחבל זה משפת הנהר הזה עד אחורי עבר השני מן הנהר וכל זה אם הנהר מחזיק רק עד חמשים אמה ואם הוא רחב יותר מחמשים אמה עיין ירושלמי בכיצד מעברין:","(ה) כנגד לבו - קבעו לו חכמים מקום לשום כנגדו ראש החבל שלא יתן זה כנגד צוארו וזה כנגד רגליו והחבל מתקצר והתחומין מתמעטין עי\"ז:","(ו) בכל כחו - משום דמכביד באמצע ואינו נמתח כראוי אם לא שימתחנו בכל כחו:","(ז) לא ילך מכנגדה וכו' - הטעם דלפעמים יש כנגד העיר הרים וגאיות שיש לו לקדר או למדוד מדידה יפה וכדלקמיה:","(ח) בצדה שהוא ישר - ואף דלקמן בס\"ו כתב דכשהגיע להר או לגיא ואינו יכול להבליע מותר לילך מן הצד כאן מיירי דהגיא וההר אינו רחב כ\"כ ויכול להבליעו בהחבל של נ' אמה אלא שהוא רוצה לילך ולמדוד מן הצד שנוח לו יותר כדי שלא יצטרך לזה [פרישה]:","(ט) אלא ימדוד כנגד העיר - ומ\"מ אם כנגד העיר גופא יש מקום מישור בלא הרים וגאיות צריך למדוד במקום המישור:","(י) א\"צ למדוד וכו' - ר\"ל שימדוד המישור שלמעלה לבד והטעם כיון שהוא זקוף מאד שאין רוחב השיפוע כ\"א פחות מד\"א וגם קשה לעשות שם קידור [היינו מה שאחד עומד ברגלי ההר ואחד למעלה המבואר לקמיה] בשיפוע קצר כזה הקילו בו שלא ימדוד השיפוע כלל:","(יא) עולה עשרה טפחים - בשטח הגובה:","(יב) אז רואין וכו' - ר\"ל דוקא בשיפוע זה שהוא נוח להילוך לפיכך מודדין אותו ע\"י הבלעה משא\"כ היכא שעולה עשרה טפחים בגובה ע\"י ד\"א שאינו נוח לילך ע\"י הזקיפה א\"צ למודדו אלא באומד הדעת וכדלקמיה:","(יג) מבליעו בחבל של נ' אמה וכו' - פי' מבליע השיפוע ואינו מודד כ\"א כמו שרחב למטה בתחתית ההר ומבאר המחבר איך לשער זה:","(יד) שזוקף עץ גבוה וכו' - ואם ההר קצר ברחבו א\"צ לזקיפת עצים אלא יעתיק עצמו מן ההר לצדו וימדוד שם בחבל על הקרקע חלקה [מחי' הריטב\"א]:","(טו) ואם אינו יכול להבליעו וכו' - מיירי שההר ארוך הרבה ואינו מתקצר מחמשים אמה אף בתוך אלפים אמה שמצדדי העיר דאל\"ה הרי מבואר בס\"ו שילך שם במקום שמתקצר ויבליעו שם [חי' רע\"א]:","(טז) והעליון כנגד רגליו - דעי\"ז מתמעט מדרונו של כל ד\"א חצי קומת אדם:","(יז) מודדו בחבל של ארבע אמות - והיינו כנ\"ל שאחד עומד ברגלי ההר וכו' ועיין בבה\"ל דדעת כמה פוסקים דס\"ל דאף בזה סגי המדידה ע\"י אומד הדעת לבד כיון שמתלקט עשרה מתוך ד\"א:","(יח) מכנגדו למטה ד\"א - דאין יורד הגיא בזקיפה למטה כ\"כ לכן שייך בו בין הבלעה בין קידור וכדמסיים משא\"כ כשהשיפוע יורד בזקיפה הרבה שאין החוט מתרחק מכנגדו ד\"א לא אמרינן ביה דין קידור וכדלקמיה:","(יט) אם יכול להבליעו בחבל וכו' - ובזה אפילו מתלקט בעומק השיפוע עשרה טפחים גובה מתוך משך ארבע אמות ג\"כ מבליעו ולא אמרינן אומדו כמו בהר בסעיף הקודם שאין טורח בהבלעה שא\"צ לזקוף עצים:","(כ) בחבל של ד\"א - וכנ\"ל ע\"י קידור:","(כא) של כל השיפוע - ר\"ל מדידה יפה כמו קרקע חלקה ואפילו אם יכול להבליעו בחבל של נ' אמה והטעם שכיון שהוא עמוק יותר מאלפים שהוא שיעור תחום שבת חשבוהו בפ\"ע [לבוש]:","(כב) אם יכול להבליעו וכו' - והיינו נמי משום שאין טורח בגיא בהבלעה לאפוקי הר שיש טורח בהבלעה ע\"י עצים זקופים לכך א\"צ למדוד אלא המישור כמ\"ש ריש ס\"ד ע\"ש:","(כג) אינו מודד כלל וכו' - ר\"ל דלא מצרכינן לקדר בשיפוע זקוף כזה ורק למדוד את הקרקע השוה וכמו למעלה לענין הר:","(כד) בתוך אלפים וכו' - ששם מתקצר ההר והגיא:","(כה) ילך שם ויבליעו - ומודד והולך שם משפתו והלאה עד כנגד מקום שכלה שם רוחב ההר והגיא כנגד העיר וחוזר למדתו כנגד העיר ומשלים למדת תחומין:","(כו) אבל אם אינו יכול וכו' - שההר והגיא אינו מתקצר מרחבו גם שם:","(כז) לא יתרחק יותר וכו' - שלא יטעו לומר הרואין אותו שעוסק שם במדידה שמדת תחום של צדדי העיר מגיע עד שם ובאופן זה בע\"כ צריך לקדר את רוחב ההר והגיא כנגד העיר:","(כח) שהוא יודע וכו' - וגם יהיה בקי בדיני המדידה:","(כט) מוחזקין - ר\"ל אף שהיו מוחזקין שעד כאן הוא מקום התחום מ\"מ כיון שבא אח\"כ מומחה ומדד ואמר שטעות הוא שומעין לו בין להחמיר בין להקל. ופשוט דמיירי כשאין ידוע לן שהחזקה הראשונה נעשה ע\"פ מדידת מומחה דאל\"ה אין שומעין להשני רק כשמרבה ולא כשממעט וכדלקמיה בס\"ט:","(ל) ריבה בתחום מהם וכו' - ר\"ל שבמקום אחד ריבה ובמקום אחר מיעט:","(לא) אף בתחום שריבה - פי' וכ\"ש ששומעין לו במקום שמיעט להחמיר:","(לב) באלכסון - דחיישינן שמא לא טעה במדידת מזרחית דרומית ומה שנתמעט המדה הוא מפני שמצא דרך מדתו איזה הר שצריך למודדו מדידה יפה כקרקע חלקה ולכן נתקצר התחום באותו צד:","(לג) כפי המקום שריבה בו - אף שהוא בעצמו מדד גם המזרחית דרומית תלינן ששם לא מתח החבל כל צרכו ולכך נתקצר התחום שם וכ\"ש אם אותו המדה הקצרה היה מאדם אחר בודאי תלינן להקל ואמרינן שאותו אדם טעה וכדלקמיה. ולדינא פסק הגר\"א דמודדין בשוה עיי\"ש:","(לד) ב' מומחים - אבל אם האחד אינו מומחה אין הולכין אחריו כלל:","(לה) למרבה - דתחומין דרבנן ואזלינן לקולא ואמרינן דהשני טעה:","(לו) מקרן אלכסון וכו' - ר\"ל ומדדו באלכסון וכן מדד מקרן שכנגדה ונמצא כשמותחים חוט מסוף תחום שמקרן זו לסוף תחום שמקרן זו יהיה בין חוט זה לעיר הרבה פחות מאלפים:","(לז) ונמצא צלע התחתון בינו וכו' - צלע התחתון נקרא השטח שיש מן החוט שנמתח [מקרן אלכסון זו עד קרן אלכסון שכנגדו וכנ\"ל] עד העיר:","(לח) מצלע העיר - ר\"ל כנגד העיר בשוה ולא באלכסונה ולפיכך הולכין אחריו שהוא מדד כהלכה:","(לט) ביותר על זה - והיינו שאין להקל לילך אחר מדידת האחרון אלא כשאין עולה מדידתו יותר על מדידת הראשון רק לערך תק\"פ אמה שזה השיעור עלה ע\"י הטעות שמדד הראשון האלפים באלכסון כמבואר בב\"י ע\"ש. ואם אירע שמחולקין במדידה ביותר משיעור הזה מסתברא שאין הולכין אחר מדידת שניהם וצריך למדוד מחדש ולברר הדבר:","(מ) בקרן למלאותו - דהיינו שיהיה בקרן אלפים על אלפים מרובע כמדת התחום:","(מא) שהם אלפים ות\"ת - היינו אם הולך באלכסון נגד הקרן מותר לילך עד שיעור זה משום דכל אמתא בריבועא אמתא ותרי חומשי באלכסונא ונמצא משיעור אלפים ניתוסף עוד שמונה מאות וכן יש לו שיעור זה לכל קרן וקרן לבד מה שיש לו אלפים אמה נגד רוחב העיר מכל צדדיו. ודע דאורך האלפים והזויות הוא שייך לכל עיר ועיר בשוה בין גדולה או קטנה אמנם רוחב של האלפים תלוי לפי מדת העיר שאם היא גדולה ברחבה מתרחב התחום שכנגדה ואם היא קצרה התחום ג\"כ קצר ברחבו:","(מב) אלא אלף ותכ\"ח - שבחשבון זה אם יתוסף עליהם האלכסון שלהם שהוא על כל אמה שני חומשי אמה ממילא יהיו אלפים כי מאלף וארבע מאות יתוסף עוד תק\"ס ומן התכ\"ח יתוסף עוד לערך י\"ב סך הכל הוא תקע\"ב השלם אותם על האלף ותכ\"ח א\"כ ס\"ה הוא אלפים:","(מג) נאמנים לומר וכו' - דתחומין דרבנן ולפיכך האמינום:","(מד) אבל נאמן הגדול לומר וכו' - והכל מטעם הנ\"ל:"],["(א) ולא ידע וכו' - ואפילו נתכוין לקנות שביתה במקום הזה:","(ב) קנה שביתה בעיר - כיון שמתחלה היה בדעתו ליכנס לעיר ואלו היה יודע שהעיר תוך תחומו לא היה חפץ לקנות שביתה אלא עם בני העיר ולכן גם עתה הרי הוא כאחד מבני העיר להלוך את כולה ולהיות לו אלפים לכל רוח. ומ\"מ יש בזה חומרא ג\"כ שהוא מפסיד מצד זה במקום שהוא ישב שאין לו משם שיעור אלפים כיון שנחשב כאחד מבני העיר ונראה פשוט דכ\"ז כשרוצה עכשיו לילך לעיר ולטובתו הקילו עליו אבל אם רוצה לישאר במקומו שקנה שביתה הרשות בידו:","(ג) למדינה - ר\"ל עיר:","(ד) קנה שביתה במקומו - ואפילו אם לא נתכוין לקנות שביתה כאן כגון שהיה ישן בבין השמשות ובשבת כשננער מצא עצמו שהוא בתוך תחום העיר אעפ\"כ לא נחשב כאנשי העיר כיון שלא היה בדעתו מתחלה לכנוס וקנה שביתה כאן וכדלקמיה בסעיף שאח\"ז:","(ה) בחצי העיר - אבל אם כלים האלפים בסוף העיר כל העיר אינו נחשב לו אלא כד\"א ומהלך גם חוץ לעיר עד תשלום מידת אלפים ממקום שביתתו כמו שנתבאר בסימן ת\"ח:","(ו) אם היה בדעתו וכו' - ר\"ל דגם ברישא דמיירי שהיה בדעתו ליכנוס מ\"מ לא מהני להיות כאחד מבני העיר אלא בדוקא שלא הוציא בפירוש מפיו שקונה שביתה במקומו אלא במחשבה אבל אם אמר כן בפירוש בפיו בין השמשות שביתתי במקומי אף דבתחלה כשהיה בא בדרך היה בדעתו ליכנס לעיר ואמירתו עתה היה ג\"כ רק מפני שלא היה יודע שהעיר סמוכה לו מ\"מ כבר עקר בזה שביתתו מאנשי העיר ואין לו אלא אלפים ממקום שביתתו:"],["(א) דהואיל ואם היה ניעור וכו' - ר\"ל דאף שבין השמשות שהוא זמן קניית שביתה היה ישן ולא היה מתכוין לקנות שם שביתה אפ\"ה קנה לו שם שביתה להיות לו משם אלפים אמה לכל רוח והטעם דהואיל ואם היה ניעור וכו':","(ב) חפצי הפקר וכו' - דחפצי ישראל שיש להם בעלים הם כרגלי הבעלים אבל חפצי הפקר שאין להם בעלים ומעצמן לא קנו שביתה במקומן משום דלאו בני דעת הן לעולם ולא דמו לאדם ישן:","(ג) למקום שילך הוא - ואף שהוא חוץ לאלפים למקום הנחת כלים מתחלה:","(ד) במקומן - היינו במקום הנחתן בין השמשות דמשם יש להן אלפים אמה לכל רוח ולא יותר:","(ה) גזירה - כיון דעכ\"פ יש להם בעלים אם נאמר דלא קנו שביתה אתו למימר גם בכלים שבעליהם ישראל שלא קנו ג\"כ שביתה ויתירו להוציאן חוץ לאלפים:","(ו) שכולה כד\"א - פי' דמן הדין חפצים שהוציאן חוץ לתחומן אסורין לטלטלן רק בד\"א מ\"מ בעיר זו שהיא מוקפת מחיצות מותר לטלטל בכולה דנחשבת כולה כד\"א:","(ז) מוקפת לדירה - שבנו תחלה בתים לדירה ואח\"כ הקיפו בחומה סביב משא\"כ אם היה ההיקף מקודם אין לטלטל שם אלא בד\"א אם היה ההיקף יותר מבית סאתים וערים הפרזים שלנו כיון שתקנו המבואות כדינן בצוה\"פ נחשבת כולה מוקפת לדירה דהבתים הרי הם כמחיצות ומקומות הפרוצים הלא נתקנו בצוה\"פ דנעשים לדירה דהלא בונין הבתים תחלה ואח\"כ עושים הצוה\"פ וחצר לעולם חשוב כד\"א:","(ח) סתם מבצרים - דדרך הוא לעשות תחלה המבצר ואח\"כ מתישבין בתוכו אנשים לדור:","(ט) שהשאיל כליו לנכרי - מערב שבת והוליכן לביתו שהוא חוץ לתחום דאף דהכלים של ישראל הם מ\"מ כיון שהשאילן לו קנו שביתה אצלו וכ\"ש בשואל כלים מן העכו\"ם בשבת:","(י) שלא לטלטלן וכו' - היינו במלבושים דבשאר כלים בלא\"ה אסור לטלטל בשבת חוץ לד\"א כיון שאין עירוב וביו\"ט משכחת אף בשאר כלים דאין בו איסור הוצאה:"],["(א) מכונסים - דנהרות המושכין אינם קונים שביתה כלל והרי הן כרגלי כל אדם הממלא אותן וכדלקמיה:","(ב) קונים שביתת העיר - דכיון שהם סמוכים לעיר דעת אנשי העיר עליהם ולא הוי כחפצי הפקר דאינם קונים שביתה ודוקא בין שני עיירות ומשום שיש עליהם דעת שני העיירות ולכן אוסרים אלו על אלו אבל אם אין שם רק עיר אחת אף שהמים נמשכין הרבה מחוץ לתחום ומתערבין עם אלו מ\"מ מותר למלאות בתוך התחום דהמים שמחוץ לתחום כיון שאינם סמוכים לעיר ואין עליהם רשות אחרת הרי הן כחפצי הפקר דאינם קונים שביתה כלל. ועיין בה\"ל מש\"כ דיש חולקים על עיקר דין זה:","(ג) בסוף התחומין - והיינו אם היו ביניהם ארבעת אלפים אמה שהוא שיעור שני תחומין צריך לעשות מחיצה בסוף אלפים שהוא סוף שני התחומין ודוקא בכה\"ג שהחריץ הוא בסוף התחום של כל אחד שנמצא חלק ממנו חוץ לתחומו של כל אחד אבל אם החריץ עומד כולו במקום המשותף לשתי העיירות כגון שבין שתי העיירות הוא רק ג' אלפים אמה והחריץ הוא באמצע שתיהם מותרות למלאות ממנו בלי שום מחיצה דאמרינן יש ברירה וכל אחד לוקח מחלקו:","(ד) להפסיקן - עיין פמ\"ג דאפי' היתה עיר האחרת של עכו\"ם ג\"כ צריך להפסיקן:","(ה) ואפילו היא תלויה - דקל הוא שהקילו במים מפני שיש לזה צורך הרבה ומ\"מ צריך שיהיה עכ\"פ קצה המחיצה שקוע טפח במים דבלא\"ה אינה נראית כהפסק כלל וכמבואר לעיל בסימן ס\"א:","(ו) אלו מאכילין מכאן וכו' - דהלא כל אחד נוטל מתחומו:","(ז) שאינם קונים שביתה - מפני דניידי. ואפילו הם שייכים ליחיד ג\"כ אינו כרגליו אלא כרגלי הממלא:"],["(א) שבת בבקעה - פי' וקנה שם שביתה להיות לו ממקומו להלוך אלפים לכל רוח [אבל לטלטל אין לו רק בארבע אמות דכרמלית היא]:","(ב) והקיפוה עכו\"ם - שעשו לה מחיצה סביבה וקי\"ל מחיצה העשויה בשבת שמה מחיצה:","(ג) לדירה - שהקיפוה לדור בתוכה דאל\"ה אם ההיקף יותר מבית סאתים [שהוא שבעים אמה על שבעים אמה] לא משתריא לטלטולי בה אלא בד\"א אפילו ע\"י זריקה:","(ד) אלא אלפים - ממקום שקנה שביתה דלא מהני ליה האי מחיצות כלל לענין הילוך:","(ה) כיון שלא שבת - ר\"ל דלא מהני מחיצות להיות ע\"י כל השטח כד\"א אלא היכא שהיו המחיצות מבעוד יום ושבת בתוכן אבל כאן שבין השמשות לא היתה מוקפת ולא קנה באותו המקום שביתה אלא לאלפים אמה אף שהקיפוה מחיצות בשבת אין לו להלוך אלא אלפים שלו כדמעיקרא ולא דמי לסימן ת\"ה באם הוציאוהו עכו\"ם בע\"כ חוץ לתחומו ונתנוהו תוך עיר אחרת המוקפת חומה דמהלך את כולה דחשבינן ליה כל העיר כד\"א ואע\"ג שלא שבת באויר מחיצות מבעוד יום דהתם הלא הוא חוץ לתחומו דאין לו מן הדין להלך רק בד\"א ואם לא חשבינן ליה כל העיר כד\"א לא היה רשאי לילך רק ד\"א כדין יוצא חוץ לתחום לכן הקילו גביה [כיון שיצא באונס] שיהא נחשב לו כל העיר כד' אמות משא\"כ כאן שיש לו אלפים אמה להלוך בלא\"ה:","(ו) ומטלטל בכולה וכו' - ר\"ל אף דלענין הילוך לא נחשב ההיקף כלל למחיצה מחמת שלא שבת באויר מחיצות לענין איסור טלטול לא איכפת לן בזה כיון שיש מחיצות עכ\"פ עכשיו וקי\"ל מחיצה העשויה בשבת שמה מחיצה:","(ז) שיכול לזרוק - ודוקא בחפצים של אדם אחר שמגיע תחומו להלן מאלפים שלו או חפצים של הפקר דאל\"ה הרי אסור להוליכם חוץ לתחומו דהא הכלים כרגלי הבעלים כמ\"ש סימן שצ\"ז ס\"ג:","(ח) לטלטל ממש - כאורחיה שלא ע\"י זריקה:","(ט) אסור וכו' - והטעם דכיון דא\"א לו לטלטל חוץ לאלפים אלא ע\"י זריקה דא\"א לו להלוך שם תוך אלפים שלו נמי אסור לטלטל כאורחיה משום דאלפים שלו נפרץ במילואה למקום האסור לו בטלטול כאורחיה. ודע דרוב הפוסקים חולקים על זה וס\"ל דתוך אלפים אף בטלטול כי אורחיה מותר דלא מקרי פרוץ למקום האסור דמקום המותר הוא בעצם ורק מפני שא\"א לו לילך לשם שהוא חוץ לאלפים אין לו עצה לטלטל לשם כ\"א ע\"י זריקה וכן הסכימו האחרונים:"],["(א) למעלה מעשרה טפחים - דכל למעלה מעשרה אינו מקום הילוך דעיקר מקום הילוך על הארץ היא או עכ\"פ בתוך עשרה דחשיב נמי כהילוך על הארץ ונסתפקו חז\"ל אם שייך בזה איסור תחומין:","(ב) שקפץ וכו' - וה\"ה בהילוך באויר ע\"י שם וכדלקמיה:","(ג) ואין וכו' - דהרי הוא כאלו הולך באויר אבל אם היה בהם ד' על ד' דניחא תשמישתיה להילוך חשוב כמהלך על הארץ ופשיטא דאיסור תחומין נוהג שם. ואפילו אם היה רק עמוד אחד של ארבעה טפחים מקצתו בתוך תחומו ומקצתו חוץ לתחומו אסור לצאת מראש האחד לראש השני [רש\"י]:","(ד) ד\"ט על ד\"ט - הא אם היה מצד אחד פחות מד\"ט אף אם היה ארוך הרבה לא ניחא תשמישתיה וג\"כ בכלל ספק הוא:","(ה) בדרבנן - כגון חוץ לתחום דאלפים אמה עד י\"ב מיל שהוא לכו\"ע מדרבנן:","(ו) בדרך זה - ר\"ל ע\"י עמודים:","(ז) למאן דאמר וכו' - ר\"ל להפוסקים דנקטי להלכה כהירושלמי דחוץ לי\"ב מיל הוי דאורייתא וילפינן זאת מקרא דאל יצא איש ממקומו ביום השביעי ומקום זה הוא חוץ לשנים עשר מיל כנגד מחנה ישראל. ומדברי המחבר שכתב ומה שיהיה בדרבנן וכו' משמע שמצדד כן להלכה להחמיר ביבשה בחוץ לי\"ב מיל אפילו בלמעלה מעשרה שהוא ספק דאורייתא ובביאור הגר\"א נוטה דעתו להפוסקים דלעולם הוא דרבנן:","(ח) והואיל ואין בימים ובנהרות וכו' - ר\"ל אפילו חוץ לי\"ב מיל אינן דאורייתא לפי שאין דומין וכו' דלמ\"ד דאורייתא ממדבר ילפינן כנ\"ל והליכתן במדבר היה ביבשה ולא במים ולכן מקילינן בהו למעלה מעשרה:","(ט) מי שבא בספינה בשבת - אין ר\"ל שנכנס בספינה בשבת דאי הכי הלא היה בביה\"ש ביבשה וקנה שם שביתה ואסור לירד מהספינה לנמל אלא ר\"ל שבא עם הספינה בשבת והגיע לנמל:","(י) לעולם וכו' - דאם היתה אפילו פ\"א למטה מעשרה אף בתוך השבת קנה שם שביתה ואם ממקום ההוא עד הנמל הוא יותר מאלפים שוב אינו רשאי לירד מהספינה להנמל דאין לו אלא ד\"א דהיינו מקום ישיבתו בספינה שחשיבא כולה כארבע אמות וכשמפליג בשבת בספינה העומדת למעלה מעשרה טפחים ע\"מ לירד ממנה בשבת זה במקום אחר מעבר השני שהוא חוץ לאלפים אמה צריך ליזהר שמיד שקנה שם שביתה בספינה בבין השמשות כשהיא עומדת למעלה מעשרה טפחים לא יצא ליבשה דאם יצא ליבשה שעה אחת קנה שם שביתה ושוב יהיה אסור לו לירד ממנה לנמל שהוא חוץ לאלפים ממקום שביתתו על הארץ וכמש\"כ בסימן רמ\"ח ע\"ש:","(יא) יורד וכו' - ואם הספינה רחוק מן הנמל יורד דרך כבש. ולעבור דרך מעבורת השט ע\"פ המים (שקורין פראם) אם היא קשורה בספינה ובנמל לכו\"ע מותר לירד ואם אינה קשורה יש מתירין ויש אוסרין מפני שנראה כשט כיון שלא שבת עליו מבע\"י אכן בשו\"ע הגר\"ז משמע דכשלא יצא מן הספינה ליבשה מעת ששבת ביה\"ש עד עכשיו מותר:","(יב) ממקום שפגע - ר\"ל אם פגע במקום שהוא למטה מיו\"ד רחוק מן הנמל מודדין לו האלפים אמה משם:","(יג) אם הוא למעלה מעשרה וכו' - קאי אשיעור י\"ב מיל דימים ונהרות וה\"ה לענין שיעור דאלפים דיבשה:","(יד) אזלינן לקולא - ותלינן דמשנכנס השבת עד שהגיע לנמל היה למעלה מעשרה משום דספיקא דרבנן לקולא:","(טו) ואם כבר יצא - ר\"ל שפגע במקום אחד למטה מי\"ט וקנה שם שביתה ונתרחק שם יותר מאלפים דמן הדין אין לו רק ד\"א כדין יצא חוץ לתחום דאפילו באונס אין לו רק ד\"א אפ\"ה אם מחמת אונס נכנס בתוך עיר מוקפת מחיצות נחשב לו כל העיר כד\"א כדין הוציאוהו עכו\"ם ונתנוהו בתוך עיר מוקפת מחיצות בסימן ת\"ה ואם לא יצא חוץ לאלפים ורק שכלתה מדתו בחצי העיר אינו רשאי לילך רק עד מקום שכלתה מדתו. הבא ביו\"ט מחוץ לתחום ממקום שפגע למטה מעשרה מ\"מ בשבת שלאחריו מותר ללכת אלפים ממקום שעומד דשבת ויו\"ט שתי קדושות הן ומשום הכנה אין בו איסור כיון דלא עביד ולא מידי [אחרונים]:","(טז) מכח גשמים וכו' - וכ\"ש אם דחפוהו עכו\"ם לתוך העיר דהוי ליה כל העיר כולה כד\"א ומ\"מ לא יאמר לעכו\"ם שידחפו אותו:","(יז) או שצריך וכו' - וכל זה כשלא מצא מקום צנוע לפנות וכן מקום להסתר מחמה או גשמים עד תוך העיר דאל\"ה אסור לו לכנוס וכדלקמן בסימן ת\"ו וזהו שכתב רמ\"א ועיין לקמן וכו':\n"],["(א) לא יכנס להיות וכו' - ר\"ל דלא תימא דאמה אחת לא חשיב יציאה וממילא הוא כבני העיר:","(ב) מעמידת רגליו ולחוץ - אבל לצד פנים כלל לא דאף דבודאי לכו\"ע יכול לברר הד\"א שלו לכל צד שירצה שאני הכא כיון שהתחיל ללכת אל עבר זה נראה כבורר הד\"א ממנו ולהלאה. והנה המחבר אזיל לטעמיה בסי' שצ\"ו דאין לו רק ד\"א אבל לפי מה שהביא הרמ\"א שם בהג\"ה בשם יש אומרים דיש לו ד' אמות לכל צד והכריעו שם האחרונים כדעה זו א\"כ יכול לילך הד\"א שלו אף לצד העיר דהיינו אם יצא אמה אחת יוכל לחזור לתוך התחום בשיעור שלש אמות ודע דכל זה אם יצא במזיד אבל אם יצא באונס או מחמת טרדתו שכח ויצא הסכימו האחרונים דכל שלא יצא מן התחום ארבע אמות מותר לו לחזור ולכנוס תוך העיר דבכגון זה אמרינן דכיון שיש לו רשות לחזור לתוך תחומו חשוב כאלו לא יצא כלל מן התחום והרי הוא כבני העיר וכ\"ש אם יצא לדבר מצוה דמותר לו לחזור תוך תחומו ומשם לעיר כל שלא יצא מתוך התחום ארבע אמות:","(ג) יכנס - דבתר רובו שדינן וכיון דלא הוי אלא רגלו אחת חוץ לתחום ועדיין רובו בתוך התחום הלכך יכנס. ולפי מה שכתבנו לעיל דיש לו שיעור ד\"א חוץ לתחום גם בזה יהיה הדין אם יצא ע\"י אונס ורגלו אחת הוא עדיין בתוך ד\"א של התחום חשיב כאלו עדיין לא יצא [א\"ר וש\"א]:","(ד) והוא חוץ לתחום העיר - דאלו היה בתוך תחום העיר חשוב כבני העיר כיון שדעתו לכנוס לעיר ויש לו כל העיר ואלפים אמה סביבה לכל צד אבל כיון שהחשיך לו אמה אחת חוץ לתחום אין לו אלא אלפים אמה סביב מקומו ששבת שם:","(ה) להיות כבני העיר - ר\"ל אף דמותר לו לכנוס לתוך העיר במקצת דכיון ששבת רק אמה אחת חוץ לאלפים הסמוכים לעיר יש לו לכנוס ג' אמות בתוך העיר דשיעור אלפים מודדין חוץ מארבע אמות ששבת בהן כדלעיל בסי' שצ\"ז מ\"מ אינו נחשב עי\"ז להיות כבני העיר שיהיה מותר לו לילך בתוכה ואלפים סביבה כיון דעכ\"פ בעת שקידש היום היה חוץ לתחום העיר [הגר\"א]:","(ו) שלא לדעת - באונס או ששגג ויצא וה\"ה לדבר מצוה:","(ז) מותר וכו' - ר\"ל שעושים לו תקנה שיחזור לתוך תחומו והוא דכיון שיצא אף שאין לו רק ד\"א קי\"ל דאם היו שם מחיצות מותר להלוך בכל רוחב המחיצות דכולה כארבע אמותיו חשיבא וכמש\"כ לקמיה בס\"ו ולפיכך כשעושין לו מחיצה של בני אדם סביביו עד תחומו נכנס עי\"ז בתחומו וכיון שנכנס בתחומו בהיתר הרי הוא כאלו לא יצא וכדלקמיה בס\"ה:","(ח) מחיצה של בני אדם - ואפי' אם היה אורך המחיצות יותר מאלפים מותר להלך את כולה:","(ט) ויכנס ביניהם - היינו שיכנס ביניהם עד תוך תחומו וכיון שנכנס לתוך התחום מותר לילך לעירו אף בלא מחיצות וכנ\"ל. ולפי מה שכתבנו לעיל סק\"ב בשם הפוסקים אף אם לא הגיע המחיצות של בני אדם עד תוך התחום ממש אלא סמוך לתחום פחות מד\"א ג\"כ שרי דכיון דעכ\"פ ד' אמותיו כלים בתוך תחומו מותר לכנס:","(י) והוא שלא ידעו - עיין בסי' שס\"ב שנתבאר שם פרטי הדינים של מחיצות בני אדם:","(יא) לדעת אסור - שהרי אף אם הוא בתוך מחיצות גמורות אינו רשאי בכה\"ג לילך יותר מד' אמות וכדלקמיה בס\"ו וכ\"ש במחיצות של בני אדם:","(יב) מי שהוציאוהו וכו' - ר\"ל דאפי' באופן זה שהיה אנוס בדבר ג\"כ אין לו אלא ד\"א וכ\"ש כשיצא במזיד וכנ\"ל בס\"א:","(יג) או רוח רעה - שנטרפה דעתו ואח\"כ נשתפה:","(יד) או ששגג ויצא - אף דכ\"ש הוא מדין אונס נקט זה משום סיפא דהחזירוהו מהני אפי' בזה:","(טו) אלא ארבע אמות - עיין לעיל בסימן שצ\"ו בהג\"ה איך חושבין הד\"א:","(טז) אם חוזר לדעת וכו' - ר\"ל ברצון ובדעת לאפוקי אם שגג וחזר חשיב כאלו החזירוהו:","(יז) אלא ארבע אמות - ודוקא שלא נכנס לעירו אבל אם נכנס לעירו המוקפת מחיצות הרי היא כולה כד\"א וכדלקמיה בס\"ח וע\"ש מש\"כ בזה:","(יח) נכנס לספינה - מיירי שקנה שביתה ביבשה ונכנס לספינה בשבת סתם לישב בה [ולא להפליג דאי נכנס להפליג הוי כיצא לדעת ואין לו אלא ארבע אמות] ובין כך הפליגה הספינה:","(יט) חוץ לתחום - ומיירי שהיה אותו המקום שחוץ לתחום פחות מעשרה טפחים וא\"כ היה אסור לו להחזיר מדעתו למקום הראשון וכדלעיל בסוף סימן ת\"ד אלא משום דחזרה מעצמה לאחוריה מתירין לו:","(כ) נתנוהו עובדי כוכבים חוץ לתחום וכו' - ר\"ל שהוציאוהו מתוך התחום ונתנוהו שם:","(כא) בדיר - גדר של בהמות שעושין בשדות היום כאן והיום כאן כדי לזבלן בגללי הבהמות וסהר נעשה לבהמות העיר ולא הזכיר כאן שיהיה מוקף לדירה משום דלא בעינן מוקף לדירה אלא בשהיה השטח יותר מבית סאתים וסתם דיר וסהר לא הוי כ\"כ ובאם שהיה יותר מב\"ס בעינן שיהא מוקף לדירה כגון ששומר הבהמות דר שם:","(כב) מוקפת חומה לדירה - דעי\"ז הוי כרה\"י והוי כולה כד' אמות וה\"ה לעיירות שאין מוקפות חומה ויש בהן תיקוני עירובין וכמו שכתבנו לעיל בסימן ת\"א במ\"ב עיי\"ש. ודע דה\"ה אם הביאוהו עכו\"ם בספינה ג\"כ אינו מותר מעצמו לצאת מן הספינה אם היא עומדת למטה מיו\"ד אלא אם כן כשנכנסה הספינה בתוך היקף מחיצות העיר וי\"א דאפילו אם העיר אינה מוקפת במחיצה מצד הנמל עומק מקום המים שבמקום הנמל נחשב למחיצה ועיין במג\"א מ\"ש בזה בשם מהרי\"ל ונתבאר בביאור הלכה:","(כג) או ששגג ויצא - ר\"ל שהיה טרוד בעניניו ומתוך כך לא נתן לבו על תחומו ויצא וכל כה\"ג:","(כד) ונזכר והוא בתוכו - לאפוקי בשנזכר קודם שנכנס ונכנס אין לו אלא ד\"א דהרי נכנס לדעת:","(כה) אע\"פ שהוא בתוך אחד מאלו - בין שנכנס מדעתו בין שהכניסוהו עכו\"ם לשם כיון שעכ\"פ יציאתו מתחום היה מדעת לא אמרינן בזה כולו כד' אמות ועיין בבה\"ל:","(כו) מי שהפליגה וכו' - מיירי שבא בע\"ש סמוך לחשיכה לנמל מקום שהספינה גוששת למטה מעשרה טפחים והיה בדעתו לצאת מן הספינה ולכנוס לעיר ונמצא שקנה שביתה ביבשה ובא רוח והפליג את הספינה חוץ לתחום במקום שהיו המים פחותים מעשרה טפחים מן הקרקע ולפי המבואר לעיל בסימן ת\"ד אסור לו לצאת מן הספינה דאין לו אלא ד\"א אפ\"ה בספינה גופא מהלך את כולה דכארבע אמות דמיא הואיל ומוקפת מחיצות:","(כז) מהלך את כולה - אפילו כשהיא עומדת:","(כח) הואיל ושבת באויר מחיצות - הלשון מגומגם ולאו דוקא הוא דלפי המבואר לעיל בס\"ו אם הפליגה ספינתו שלא מדעתו והביאתו לתוך עיר המוקפת מחיצות שלא שבת בה או שנתנוהו עכו\"ם לתוך ספינה אחרת נמי מהלך את כולה כיון שיציאתו באונס היתה אלא עיקר הכונה הוא הואיל והוא באויר מחיצות לאפוקי כשנפחת וכדמסיים:","(כט) ואם נפחתו וכו' - ולא נשארו גבוה י\"ט דבטל שם מחיצות עי\"ז וה\"ה אם נפרץ במקום אחד פרצה ביותר מעשר אמות ברחבה או שהיה פרוץ מרובה על העומד דבכל אלה בטל מינה שם רה\"י [אחרונים]:","(ל) מהלכת - דבמהלכת לא שייך לומר דיוצא מארבע אמות שלו בהליכתו דבכל שעה עומד בארבע אמות אחרים דספינה נוטלתו תמיד מארבע אמותיו לארבע אמות אחרים [גמרא]:","(לא) עומדת - חוץ לתחום במקום שהוא נמוך למטה מעשרה טפחים דלמעלה מי\"ט הלא נקטינן דאין בו איסור תחומין ומותר להלך כמה שירצה אפילו בלא מחיצות כלל ועיין בסימן רמ\"ח ס\"ב במש\"כ מה נקרא למטה מעשרה:","(לב) ובראשו וכו' - כגון שהיא עמוקה באמצעיתה ובראשה היא משופעת והולכת כלפי מעלה כדרך ספינות קטנות אפ\"ה הוי כולה רה\"י דמה שבראשה יש עליה דין חורי רה\"י דכרה\"י הוא כדלעיל בסימן שמ\"ה:","(לג) ואפילו אין לו כלל - שגם באמצעיתו אין עמוק עשרה:","(לד) לחקוק - דהיינו עובי הנסרים שבקרקעיתה יש בהם לחקוק כדי שיעור להצטרף עם המחיצות להשלים לגבוה עשרה:","(לה) חוקקין - ואף דקי\"ל אין חוקקין להשלים שאני הכא דהוא בכלל מה דאמרינן [בסימן שע\"ב ס\"ו] גידוד חמשה [היינו תל גבוה חמשה] ומחיצה חמשה מצטרפין לשיעור י' טפחים:","(לו) והחזירוהו - לתחומו:","(לז) אלא ד\"א - דבעינן שיהיה היציאה והחזרה באונס וכנ\"ל בס\"ה:","(לח) לעירו - ששבת בה מבע\"י אבל אם הוליכוהו לעיר אחרת אין לו אלא ד\"א כיון שיצא מתחומו לדעת וכמו שכתב בסעיף ו':","(לט) המוקפת מחיצות - עיין בביאור הלכה מ\"ש בזה:","(מ) לדירה - וה\"ה אם מבואותיה מתוקנים בצורת הפתח וכנ\"ל:","(מא) כולה כד\"א - כיון ששבת בה מבעוד יום. ומ\"מ אסור לו לצאת חוצה לו אפילו אמה אחת כיון דעכ\"פ יצא מדעת הפסיד תחומו:","(מב) אפילו במזיד - ר\"ל אף דלגבי אדם קי\"ל לעיל דאם היציאה היה במזיד הפסיד מקומו ואין לו אלא ד\"א פירות לא הפסידו מקומן שהיה להם בין השמשות שאנוסים הם ביציאתם ובחזירתם וכדלקמיה:","(מג) אם הוא יו\"ט - שמותר להוליכן בכל התחום דבשבת הלא אסור להעבירן ד\"א אפילו בתוך התחום [אם לא שהיה עיר מעורבת שאז מותר לטלטלן בכל העיר]:","(מד) ואם הוא שבת וכו' - ר\"ל דגם בשבת איכא נ\"מ עכ\"פ לענין אכילה:","(מה) במקומן - ר\"ל במקום שהחזירן בתוך התחום בארבע אמותיהן:","(מו) ואפילו לאותו ישראל וכו' - ואע\"ג דהבא מחוץ לתחום אסור למי שבא בשבילו שאני הכא שהוחזרו למקום ששבתו בין השמשות:","(מז) אנוסים הם - ר\"ל דאף שהוציאן האדם במזיד הפירות עצמן אנוסים הם ביציאתן ובחזירתן והרי הן כאדם שהוציאוהו באונס והחזירוהו לעיל בס\"ה וכן לענין היתר אכילה הותרו נמי ע\"י חזירתן:","(מח) מותרין לאכלם - שם בין לאנשים אחרים שנמצאים שם במקום הפירות ובין להמוציא בעצמו:","(מט) ואסור לטלטלם חוץ לד\"א - וכמבואר לעיל בס\"ה גבי אדם דאפילו יצא שלא לדעת אין לו אלא ד\"א:","(נ) אסור לאכלם - אבל לטלטלם מותר בארבע אמותיהן וכ\"ז אם היו ע\"פ השדה אבל אם הביאן בעיר המוקפת מחיצות אע\"ג דעבד איסורא מ\"מ מותר לטלטלן בכל העיר כולה בין שהוציאן שוגג בין שהוציאן מזיד:","(נא) אפילו מי שלא הוציאם - ואע\"ג דפירות שהביא עכו\"ם מחוץ לתחום אינו אסור רק למי שהובאו בשבילו הכא כיון דאיתעביד איסורא ע\"י ישראל חמיר טפי:","(נב) למי שלא הוציאם - ודוקא אם לא הוציאו בשבילו דאל\"ה גם לדעה זו אסור ולדינא קי\"ל כדעה ראשונה דאפילו למי שלא הוציאו בשבילו ג\"כ אסור לאכול דהיא דעת רוב הפוסקים [א\"ר]:\n"],["(א) שלא לדעת - עיין לקמיה:","(ב) עד שימצא מקום צנוע - ר\"ל מקום שאין בני אדם מצויים מפני שגדול כבוד הבריות ועיין לעיל בסימן ג' דאחורי הגדר חשיב מקום צנוע ובשדה עד שאין חבירו יכול לראותו. כתבו האחרונים בשם ראב\"ן דיכול ללכת עד בית היהודים לפנות והיינו אף אם ימצא מקום צנוע מקודם אלא שהוא סמוך לבתי עכו\"ם מ\"מ יכול להתרחק עד בתי היהודים שמא העכו\"ם יכוהו או יפחידוהו:","(ג) ועצה טובה וכו' - ר\"ל שאם יכול לחפש מקום צנוע בשאר רוחות טוב לו יותר לבקש מקום צנוע לצד מקום שיצא משם:","(ד) עד תחומו - ואם מצא בתוך ד\"א של התחום חשוב כאלו בתוך התחום ויכול ליכנס וכנ\"ל בריש סימן ת\"ה ע\"ש:","(ה) כאלו לא יצא - ויש לו אלפים לכל רוח וכנ\"ל בסימן ת\"ה ס\"ו:","(ו) ויתרחק ממקום שנפנה - דזהו ג\"כ בכלל כבוד הבריות:","(ז) עד שיכלה הריח - ותו לא ואפילו לתוך מקום הראשון שישב שם מתחלה אם הוא יותר משיעור הזה:","(ח) אין לו תקנה - ר\"ל אף דמותר לו בזה ג\"כ לצאת חוץ לד' אמותיו עד שימצא מקום צנוע וכן להתרחק ג\"כ מן הריח וכנ\"ל אבל אין לו תקנה להחשב בזה כאלו לא יצא אם נכנס לתחומו דאף אם יכנס אין לו אלא ד\"א כיון שיצא מתחלה מדעת אם לא שנכנס עי\"ז לעירו ששבת בה דאז כל העיר לו כארבע אמות בכל גווני וכנ\"ל בסימן ת\"ה ס\"ח:","(ט) דוקא לגדולים - אבל קטנים אין כבוד הבריות כ\"כ דהא משתינים מים בפני רבים וגם אין כ\"כ טינוף בהם שיהיה צריך להתרחק דהא נבלעין במקומן ויש להחמיר כסברא זו:\n"],["(א) וכיו\"ב - דבר שמותר לצאת בשבילו כגון שארי ענין פקוח נפש וכדלקמיה בס\"ג וכן היוצא בשביל עדות לקידוש החודש בזמן שקדשו ע\"פ ראיה [גמרא]:","(ב) לכל רוח - ואם היו מובלעין אלפים אלו בתוך תחומו שיצא משם רשאי לחזור לביתו ויש לו אלפים סביב ביתו:","(ג) באותו מקום - אף לאחר שכבר עשה המצוה ההיא דהתקינו לו זה דאם לא יהיה רשאי לזוז ממקומו ימנע עצמו שלא לצאת עוד:","(ד) הרי הוא כאנשי העיר - דעשאוהו כאלו שבת בה בין השמשות דכל העיר לו כד' אמות:","(ה) וע\"ל סוף סי' רמ\"ח - מענין יוצא בע\"ש לדבר מצוה וע\"ש במ\"ב סקל\"ב מה שכתבנו בענין זה:","(ו) ממקומו - שהגידו לו זה:","(ז) וכאלו לא יצא - דיש לו אלפים אמה סביב ביתו כבתחלה. ומשמע מלשון השו\"ע דאם שב לתחומו שוב מפסיד האלפים החדשים שנתנו לו חכמים וכן נראה מהפוסקים:","(ח) יד העובד כוכבים תקיפה - ר\"ל אף שהצילו הישראל בפעם זה אבל יד העו\"ג תקיפה ומפחדים לשבות בשדה:","(ט) חוזרים בשבת למקומם - אף שהוא יותר מן אלפים:","(י) ובכלי זיינם - וזה מותר אף כשיד ישראל תקיפה דאם היה מקומם בתוך אלפים מותר לחזור בכלי זיינם דאם יסלקו הכלי זיין מהם יש לירא שמא ירדפו האויבים אחריהם כמבואר בש\"ס [ב\"ח וא\"ר]:"]],"AROCH_HASHULCHA":[["כל אדם - יש לו תחום שבת. ולבד התחום, ואפילו מי שיצא חוץ לתחום - יש לו ד' אמות, דתניא (מ\"ח:) \"שבו איש תחתיו\" - כתחתיו, והוא מדתו של אדם כשפושט ידיו ורגליו. והרי משה אמר להם לאותן שיצאו חוץ לתחום ללקוט את המן. (טור)ומודדין לכל אדם כפי אמותיו, ואם היה ננס באיבריו - נותנין לו ד' אמות של אדם בינוני, וכבר נתבאר זה בסימן שמ\"ט. ואלו האמות מודדין לו מורווחות ולא מצומצמות, ולעיל סימן שס\"ג סעיף ל\"ד בארנו טעמו של דבר ע\"ש.","כתב הטור, שהרי\"ף פסק שאין לו אלא ד' אמות והוא באמצען, כלומר שני אמות לכל צד, והרז\"ה פסק שיש לו ד' אמות לכל רוח, והן (שמונה) [שמנה] על (שמונה). [שמנה] והני מילי להלך, אבל לטלטל - אין לו אלא ד', עכ\"ל.אבל הרמב\"ם בפרק י\"ב דין ט\"ו כתב שיש לו ד' אמות שעומד בצדן, ואחר כך כתב דאם היו שנים מקצת ד' אמות של זה נכנס לתוך של זה... היו ג' והאמצעי מובלע ביניהן ע\"ש, וכן כתב הטור והש\"ע לעיל סימן שמ\"ט, הרי להדיא דלא סבירא ליה דהוא באמצען, דאם כן לא משכחת לה שהאמצעי יובלע ביניהן. אלא סבירא ליה, דיש לו ד' אמות לאיזה צד שירצה.ולפי זה יש להתפלא על הטור ועל רבינו הרמ\"א שהביאו דבריו, הלא לא סבירא ליה כן. (מג\"א סק\"א) וצריך לומר דבאמת לא סבירא ליה כהרי\"ף אלא כהרז\"ה, והרז\"ה לא סבירא ליה דהוא באמצען, אך יש אומרים דגם אין דעת הרי\"ף כן. (ט\"ז)","כל מקום המוקף לדירה חשוב כד' אמות, ואם היה שם בעת שקידש היום, היינו בכניסת השבת - מותר לו לילך כל המקום הזה, אפילו הוא גדול הרבה. ולכן אם קידש היום בעיר המוקפת חומה, אפילו גדולה כאנטוכיא - הרי זה מהלך את כולה, דאינה אלא כד' אמות, ואפילו המקום עתה חרב מדיורים.ואם אינו מוקף לדירה והוא מקום בפני עצמו, כגון תל גבוה או קרפף שלא הוקף לדירה, או קמה קצורה ושיבלים מקיפין אותה, ועביד להו בהוצא ודפנא שלא ינודו על ידי הרוח, אם הם פחות מבית סאתים או בית סאתים מצומצם - חשיבי כד' אמות. ויותר מבית סאתים - אין לו אלא ד' אמות."],["כל אדם יש לו רשות לצאת בשבת מחוץ לעיר אלפים אמה, וזהו תחום שבת. וסמכוה רבנן אקרא, דכתיב: \"אל יצא איש ממקומו\" - אלו אלפים אמה. (נ\"א.) דכתיב בגבולין: \"ומדותם מחוץ לעיר את פאת קדמה אלפים באמה\", וכן לכל הצדדים, \"והעיר בתוך\" - כמבואר בפרשת מסעי. אלמא, דאלפים אמה מקרי סביבות העיר, וזהו 'אל יצא איש ממקומו' - ממקום העיר.ואלפים אמה הוא מיל, ולפי מדת מדינתינו רוסיא היא פרסה רוסית שקורין ווייארסט, שהם חמשה מאות סאזנעס. וכל סאזען הוא ד' אמות שבגמרא, כמו שבארנו בחושן משפט סימן רי\"ח.","ולדעת הרמב\"ם ריש פרק כ\"ז, יש גם תחום דאורייתא, והם ג' פרסאות - י\"ב מיל. וזה לשון הרמב\"ם:\"היוצא חוץ לתחום המדינה בשבת - לוקה, שנאמר: \"אל יצא איש ממקומו ביום השביעי\". מקום זה הוא תחום העיר, ולא נתנה תורה שיעור לתחום זה. אבל חכמים העתיקו, שתחום זה הוא חוץ לי\"ב מיל, כנגד מחנה ישראל, וכך אמר להם משה רבינו - לא תצאו חוץ למחנה.ומדברי סופרים, שלא יצא אדם חוץ לעיר אלא עד אלפים אמה. אבל חוץ לאלפים אמה - אסור, שאלפים אמה הוא מגרש העיר\" עכ\"ל, וזהו דרך הירושלמי בפרק ג' הלכה ד' ע\"ש.ואם גם בכלים יש שיעור זה מן התורה, יתבאר בסימן ת\"ד. מיהו רוב רבותינו הסכימו דבש\"ס שלנו מוכח להדיא דאין שום עיקר מן התורה בתחומין, ואינו סובר כהירושלמי. (וגם הרי\"ף ספ\"ק שהביא זה הירושלמי, האריך הרמב\"ן לבאר דאדרבא, כוונת הרי\"ף הוא דהתלמוד שלנו אינו סובר כן ע\"ש, וזהו דעת רוב הפוסקים)","קידש עליו היום בבקעה ואינו יודע תחום שבת - מהלך אלפים פסיעות בינונית, והיינו אורך ב' מנעלים, מנעל אחד מקום מצב הרגל, ומנעל בין רגל לרגל. (מג\"א) וזהו תחום שבת, דפסיעה הוה חצי אמה.ודע, דההילוך הוא בקו השוה, דמה שהדרך מתעקם - אינו בהחשבון. ויש לפעמים שבהילוך כפי הדרך יהיה יותר הרבה מתחום שבת, אבל בקו השוה לא יהיה עדיין תחום שבת. ועל פי רוב רובי הדרכים מתעקמים, ומדידת התחומין יתבאר בסימן הבא בס\"ד.","ודע, דאף על פי שעירובי חצרות ושתופי מבואות לא שייך ביום טוב, אבל תחומין שוין בשבת ויום טוב.וטעמו של דבר נראה לי, דגדר עירוב ושיתוף הוא משום הוצאה, וביום טוב ליכא איסור הוצאה, וגם לא רצו לגדור הטלטול ביום טוב, שזהו מוכרח לאכול נפש. אבל תחומין, נראה דחכמים לא רצו שהאיש הישראלי ילך הרבה בשבת כבחול, ויתעסק יותר בעונג שבת ובתורה. וזה הטעם שייך גם ביום טוב, ולכן בכל דיני תחומין - שבת ויום טוב שוין הן.","וכשם שאין אדם רשאי להלך בשבת וביום טוב יותר מאלפים אמה, כמו כן כליו ובהמתו - אסור להוליכן חוץ לתחום הבעלים, דהבהמה והכלים כרגלי הבעלים. (ביצה ל\"ז.)ואם עירבו בעליהם לרוח אחת - אין שום אדם יכול להוליכן לרוח אחרת, אפילו פסיעה אחת במקום שאין הבעלים יכולים לילך. ולעיל בסימן ש\"ה נתבאר אם מותר למסור בהמה לאינו יהודי, במקום שיש לחוש שיוציאנה חוץ לתחום ע\"ש.","המוסר בהמתו לבנו - הרי היא כרגלי האב, לפי שדרך בני אדם להפקיד כליהם ביד בניהם, ואין כוונתם למסור ברשותם, אם לא שפירש מפורש שמוסרה לרשותו. ואין חילוק בין בן גדול לקטן, ובין סמוך על שלחן אביו ללא סמוך, וכל שכן כשמוסר לאשתו או לאחד מבני ביתו, דהיא כרגלי הבעלים.והמוסר בהמתו לרועה - הרי הוא כרגלי הרועה, אפילו מסרה לו בשבת ויום טוב, משום דאדעתא דהכי עומדת מבעוד יום, ואפילו לרועה אינו יהודי. ואם מסרה לשני רועים, אפילו מערב יום טוב - הרי היא כרגלי בעליה, מפני שלא קנה אחד מהם. ואפילו אם אומר ביום טוב דעיקר כוונתו על רועה זה, מכל מקום מדלא בירר דבריו מערב יום טוב - הרי היא כרגלי הבעלים. (מג\"א סק\"ה)","ושור של פטם העומד לשחיטה - כרגלי מי שלקחו לשוחטו ביום טוב, דכך היה דעת הבעלים בערב יום טוב, שמי שיקחנו ביום טוב - יעמוד ברשותו.ופשוט הוא דקנאו שלא במקח, או קצב המקח מערב יום טוב, או שהיה המקח ידוע, דביום טוב אסור לעשות מקח. ולא עוד אלא אפילו אם שחטו בעליו ביום טוב, וחלק הבשר לקונים - כל אחד מהקונים מוליך חלקו למקום שהוא רשאי לילך, דאדעתא דהכי עמד מערב יום טוב.","ומכל מקום, שנים שלקחו בהמה בשותפות מערב יום טוב ושחטוה כיום טוב, אף על פי שחלקו הבשר ביניהם - מכל מקום הרי כל הבשר כרגלי שניהם, כלומר שאין אחד מהם יכול להוליך הבשר למקום שהשני אסור לילך.והטעם, לפי שבין השמשות ינקו התחומים זה מזה, שכל אבר יונק מחבירו. ואינו דומה להדין הקודם, שבערב יום טוב היה הכל ברשות הבעלים, אלא שאנו אומרים שדעתו היה שכל מי שיקנה ממנו ביום טוב יעמוד הבשר ברשותו מעתה. מיהו לא שייך לומר שינקו זה מזה, כיון שלא נתייחדו עליה שם הבעלים מערב יום טוב, מה שאין כן בשנים שלקחו מערב יום טוב - שנתייחד עליה שם הבעלים.ואם לקחו ביום טוב בהמה מרועה בהמות העיר, כגון שיש לו רשות למכור הבשר - יש לה תחום העיר. ואפילו עירב זה הרועה ד' אלפים לצד אחר - אינו מעכב על אחד מבני העיר שלקח ממנו מלהוליכה לרוח שכנגדו, דמאתמול מוקמי לה ברשות בני העיר, לפי שרגילים ליקח ממנו, ואינה עומדת ברשות הרועה רק שור העומד לרעייה, ולא העומד למכור ולשחוט. וכיון שכל בהמות העיר נמצאים שם - כולם דעתייהו שיהיה להם תחום העיר אלפים לכל רוח, ועיין בסעיף י\"ז.","כלים המיוחדים לאחד מן האחים שבבית - הרי הם כרגליו. ושאינם מיוחדים לאחד מהם - הרי הוא של כולם, ואין יכולין להוליכן אלא למקום שכולן הולכין. וזהו באחין לאחר מיתת אביהן, שהם יחד בתפוסת הבית של אביהם, דכשאביהם חי - הכל ברשותו ובתחומו.","שנים ששאלו חלוק מאחד בערב יום טוב, זה לילך בו שחרית וזה לילך בו ערבית - הרי תחום של שניהם על החלוק, ואין יכולין להוליכו רק למקום ששניהם רשאים לילך. ואם עירב זה לסוף אלפים למזרח וזה לסוף אלפים למערב - לא יזיזוהו מד' אמות, או בעיר - לא יזיזוהו מקיר העיר וחוצה.והשואל כלי מחבירו מערב יום טוב, אפילו לא לקחו עד הלילה - הרי הוא כרגלי השואל, כיון שהבטיחו מערב יום טוב - עומדת ברשותו בשעת קניית עירוב. ולכן אף שהחזיר לו ביום טוב - הרי היא ברשות השואל. אבל כשהעמיד מערב יום טוב להחזיר לו ביום טוב - הרי היא ברשות שניהם, דלא גרע משני שואלים.אבל אם שאלו ממנו ביום טוב, ולא העמידו מערב יום טוב, אף על פי שהוא רגיל להשאילו - הרי היא ברשות הבעלים, דלא דמי לשל שותפות, שהיא בעצם של שניהם.","האשה ששאלה מחבירתה מים ומלח לעיסתה, ותבלין לקדירתה ביום טוב - הרי העיסה והתבשיל כרגלי שתיהן. ולא אמרינן דליבטל מים ומלח לגבי עיסה, ותבלין לגבי קדירה, דכיון שבאו לתקן העיסה והקדירה - הוה ליה כמין במינו, ולא בטל בדבר שיש לו מתירין, אפילו בדרבנן, שהרי לערב תותר לגמרי.ואם תקלקל המאכל עד הערב, או שהיה ביום ראשון ויתקלקל עד מחר בערב - הרי הם בטילין, ואין דנין בזה דין 'דבר שיש לו מתירין' כמבואר ביורה דעה סימן ק\"ב ע\"ש.ואם שאלה ממנה איזה תבשיל ביום טוב, ועירבה עם תבשיל שלה - הרי זה כרגלי שתיהן, ולא אזלינן בתר רוב ומיעוט. (רש\"י בביצה ל\"ט. פירש: דבר שיש לו מתירין - למחר יוליכוה או היום יאכלוה כאן עכ\"ל, ולפי זה לטעם השני לא שייך שתתקלקל עד למחר. אמנם נראה לי דהעיקר הוא טעם הראשון, דלטעם השני לא שייך לקרא זה 'דבר שיש לו מתירין', שהרי בכאן לא נאסרה מעולם, והוי כהך דיבמות פ\"ב., אי לכהן משרי שרי, ע\"ש היטב ודו\"ק)","לקח מחבירו גחלת ביום טוב - לא יוליכנה אלא כרגלי הנותן. אבל אם הדליק נר או עץ משלהבת חבירו - הרי היא כרגלי זה שהדליק, דשלהבת אין בה ממש, ולכל הדברים אין ממש בשלהבת, לבד באיסורי הנאה החמירו בשלהבת, כמ\"ש ביורה דעה סימן קס\"ב ע\"ש.","שנו חכמים במשנה: (ביצה ל\"ט.) בור של יחיד - כרגלי היחיד, דכיון שהם מימיו - הרי הם כרגלי הבעלים. ושל אותה העיר - כרגלי אנשי אותה העיר, אלפים לכל רוח. (רש\"י)ומשמע דאפילו אם עירב אחד מאנשי העיר - אינו יכול להוליכם חוץ לאלפים, וכן כתב הטור ע\"ש. אבל הרשב\"א והר\"ן ז\"ל כתבו, דאם אחדים מאנשי העיר זה עירב לצפון וזה לדרום - זה מוליך לצפון וזה לדרום, שהבור הזה כבור שותפין, ויש ברירה בדרבנן, ואמרינן הוברר הדבר שמים אלו שמילא מאתמול - עמדו לחלקו.ואם מילא אחד מן העיר ונתן לו - הרי הם כרגלי הממלא, שהוא זכה בהם. ואם איש אחר בא שלא מאנשי העיר ומילא לעצמו - לא יזיזם ממקומם, לפי שאנשי העיר מערבין התחומין, שזה עירב לצפון וזה לדרום וזה למערב וזה למזרח. (עיין ב\"י) וזה ודאי תמוה, דהא רוב העיר מסתמא לא עירבו, ולמה לא יהיה להממלא אלפים לכל רוח וצ\"ע. ובור של הפקר - הוי כרגלי הממלא.ודע, דזהו בבור של מים מכונסין, (דאילו) [דאלו] באר של מעיין - אין להם שביתה, מפני שאינם נחים וניידי, וכל דניידי - לא קנו שביתה, כמו שיתבאר.","נהרות המושכין ומעיינות הנובעין - הרי הן כרגלי הממלא, לפי שאין להם שביתת עצמן מפני דניידי, ואיך יקנו שביתה, והרי אינם שובתים. ואף על פי שאין יוצאין חוץ ממקום נביעתן למשוך הלאה (מג\"א סקי\"ג) כבארות שלנו - מכל מקום אינם נחים על מקומן. ולכן הרי הם כרגלי הממלא, כבור של הפקר, ואפילו יש להם בעלים.ובהם לא שייך כרגלי הבעלים, דהבעלים עצמם אם היו ניידי - לא היו קונין שביתה, ולא עדיפי כלים מהם עצמם. וכיון דאין להם שביתה, לכן אפילו היו נמשכים מחוץ לתחום העיר ובאין בתוך התחום - ממלאין מהן בשבת, ואין צריך לומר ביום טוב, והרי הן כרגלי הממלא.ולכן גשמים היורדין סמוכין לעיר, וכל שכן בתוך העיר - הרי הם כרגלי אנשי אותה העיר, דלא קנו שביתה באוקיינוס או בהעבים, מפני דבשם מינד ניידא. (עירובין מ\"ו.) וסמוך לעיר - מקרי בתוך התחום. (מג\"א שם) ולמה הן כרגלי אותה העיר, מפני שאנשי העיר - דעתן עליהן, ונראה לי דזהו רק בזמן הגשמים.וגשמים שירדו חוץ לתחום העיר - הרי הן כרגלי הממלא. (ובגמרא משמע להדיא, דביום טוב - הגשמים כרגלי כל אדם, וכן כתב הא\"ר והמחה\"ש. אבל ביש\"ש ובמג\"א הוא כמ\"ש, ולפמ\"ש א\"ש ודו\"ק)","מילא מים מבור של הפקר לצורך חבירו - הרי הם כרגלי הממלא. דאף על גב דקיימא לן: 'המגביה מציאה לחבירו - קנה חבירו', ואם כן היה צריך להיות כרגלי מי שנתמלאו לו, ומכל מקום אינו כן. דטעמא דקנה חבירו - הוי מטעם 'מיגו דזכי לנפשיה זכי לאחרינא', (ב\"מ י'.) וכיון שלא זכה אלא מכחו - הוי כרגליו. (מג\"א סקי\"ד בשם תוספות)","מי שהיו לו פירות מופקדים בעיר אחרת רחוקה ממנו, ועירבו בני אותה העיר באופן שמותרים לבא אצלו - מכל מקום לא יוליכו עמהם מפירותיו להביאם אצלו, דכל דבר פקדון - הרי הוא ברשות בעליו, והן מונחין חוץ לתחום הבעלים, ואסור להזיזן ממקומן.ואינו דומה לשאלה, שהחפץ הוא כתחום השואל, לפי שהשואל שואל לטובתו להשתמש בזה, לפיכך הם ברשותו כל משך זמן השאלה. אבל פקדון - הוא לטובת המפקיד, ולכן עומדת ברשותו.אמנם אפילו פקדון אינו כבעליו לענין תחומין, אלא כשייחד להפקדון קרן זוית מיוחד אצל הנפקד, שבשם יונח הפקדון, דבכהני גווני אין אחריות השמירה על הנפקד. אבל בלאו הכי, כיון שאחריות הפקדון על הנפקד - בהכרח שיהא הפקדון ברשותו לענין תחומין, דאיך ישמרנו כשאין לו רשות ליטלו למקום אשר ילך, ולכן הרי הוא בתחומו של הנפקד.","מי שזימן אצלו אורחים ביום טוב - לא יוליכו בידם מנות למקום שאין בעל הסעודה יכול לילך בו, אלא אם כן זיכה להם מנותיהם מערב יום טוב על ידי אחר, דאם לא כן אף שהיה דעתו מערב יום טוב להזמינם אצלו - מכל מקום כל המאכלים והמשקין ברשותו עומדין, ויש להם תחום הבעלים ולא תחום האורחים.ודע, דזה שנתבאר בסעיף ח' בשנים שלקחו בהמה בשותפות - הבשר כרגלי שניהם, זהו רק בבעלי חיים, משום דתחומין יינקו מהדדי. אבל בשארי דברים כשלקחו בשותפות מערב יום טוב וחלקו ביום טוב, כמו יין וקמח וכל שאין בו רוח חיים - יכול כל אחד להוליך חלקו למקום שהוא רשאי לילך, ואמרינן הוברר הדבר שמערב יום טוב היה מוכן מחצה זה לחלקו, דבדרבנן קיימא לן דיש ברירה, ותחומין הוי דרבנן."],["אלפים אמה של תחומין - זהו חוץ מהד' אמות של מקום שביתתו. וזהו כששבת בשדה, אבל כששבת בעיר - יש לו כל העיר לבד האלפים אמה, אפילו גדולה כאנטוכיא. ובין שהיא מוקפת חומה ובין שאינה מוקפת חומה - יש לו כל העיר לבד האלפים אמה.ולדעת הטור נותנין עוד עיבור לעיר, כלומר שאין מתחילין למדוד התחום תיכף בכלות העיר, אלא מוסיפין עוד (בית) [ ] סאתים, שהוא שבעים אמה ושירים, כמ\"ש בסימן שנ\"ח, וזה נקרא 'עיבורה של עיר', והיא כהעיר ממש. ובכלות השבעים אמה - מתחילין למדוד האלפים אמה, שהוא תחום שבת.אבל הרמב\"ם פסק, שאין נותנין עיבור לעיר אלא כשיש איזה בית או איזה בנין בתוך השבעים אמה, או בסוף השבעים אמה, דאז נחשבת בכלל העיר, ומודדין התחום משם ולהלן. וכן אם בסוף ע' אמה של בית זה עומדת עוד בית - נחשבת גם כן לעיר, וכן לעולם כמו שיתבאר, וזהו לדברי הכל. אבל כשאין בית בכלות הע' אמה - אין נותנין עיבור לעיר, אלא מתחילין למדוד התחום מיד.וכיון שתחומין דרבנן - סומכין על הטור להקל בזה, וכן פסק רבינו הרמ\"א בסעיף ה'.","ולפעמים מתחיל התחום להלן מן הבתים מטעם אחר, כדתניא: (כ\"ו.)\"עיר חדשה - מודדין לה מישיבתה, וישנה - מחומתה. ואיזה היא חדשה - שהוקפה ולבסוף ישבה, (וישנה) - [וישינה] שישבה ולבסוף הוקפה\".ביאור הדברים, דכבר נתבאר בסימן שנ\"ח, דהוקף לדירה, לא מקרי רק אם מקודם בנו הבתים ואחר כך הקיפו החומה, וזה מקרי 'ישב ולבסוף הוקף'. אבל אם מקודם הוקפה ולבסוף נתיישבה - לא מקרי מוקף לדירה.ועתה בעיר המוקפת חומה והבתים רחוקים מן החומה, אם נתיישבה ולבסוף הוקפה - מודדין התחום מן ההיקף אף שרחוקים מן הבתים. ואם הוקפה ולבסוף נתיישבה, אינה מוקפת לדירה - מודדין מסוף הבתים, ולא מן היקף החומה, אלא אם כן יש בית דירה בהחומה.","ונמצא לפי זה, כל המודד תחום שבת, אם קונה שביתה בשדה - ימדוד התחום חוץ מד' אמות. ואם קנה שביתה בבית - ימדוד חוץ מן החצר. ואם קנה שביתה בעיר או בכרך או בכפר - ימדוד מסוף בתי העיר. ובעיר המוקפת חומה וישב ולבסוף הוקף - מודדין מהחומה.ואם בתוך ע' אמה ושירים יש עוד בית - מודדין מאותה בית, ולדעת הטור, אף אם אין בית - מתחילין למדוד בכלות ע' אמה מן העיר.וזהו ששנינו: (נ\"ז.) \"נותנין קרפף לעיר, דברי רבי מאיר, וחכמים אומרים - אין נותנין וכו'\" ופסק הרמב\"ם כחכמים, והטור כרבי מאיר, משום דהלכה כדברי המיקל בעירוב, ואפילו יחיד במקום רבים, (מ\"ו.) ועיין ב\"י.","מרבעין את התחומין כמו שיתבאר, ותנן בריש פרק ה': (נ\"ב:)\"כיצד מעברין את הערים - בית נכנס בית יוצא, פגום נכנס פגום יוצא... מוציאין את המדה כנגדן\".ופירש רש\"י, דכשבא למדוד התחום והבתים אין עומדים בשוה, זה בולט יותר מזה, ואם היתה מוקפת חומה עם מגדלים בולטין, ויש שבולט יותר מחבירו, וזהו פגום נכנס פגום יוצא - מוציאין את המדה כנגדן, כלומר מותחין חוט מבית הבולט בקרן מזרחית דרומית לקרן מזרחית צפונית, (כאילו) [כאלו] גם שם בולט, ומשם מתחילין למדוד התחום, וכן בהפגומים.","וזהו שכתב הטור:\"הבא למדוד אלפים של תחום העיר, אם אין כל החומה ישרה אלא יש בה מקומות בולטות ממנה - רואין (כאילו) [כאלו] חוט מתוח על פני כולה כנגד מקום החצון הבולט ממנה, ומודד מן החוט ולחוץ. אפילו יש לה בליטה לצד מזרח ולצד מערב - רואין (כאילו) [כאלו] חוט מתוח עליהן בכל צד\" עכ\"ל.והנה הרמב\"ם בפרק כ\"ח לא הזכיר מזה דבר, וכן רבותינו בעלי הש\"ע לא הזכירו זה כלל. ונראה לי דהרמב\"ם הולך לשיטתו בפירוש המשניות, שפירש 'כיצד מעברין את הערים - בית נכנס בית יוצא' - דקאי על השבעים אמה ושירים של עיבור העיר. וזה לשונו בפירוש המשניות:\"ענין 'מעברין' - שיחברו למדינה (עיר) דבר אחר, כמו העובר שהוא נוסף... כי אם יהיה בית חוץ למדינה ובית תוך המדינה - שנמדוד חוץ מן הבית היוצא, כדי להוסיף שבעים אמות וכו'\" עכ\"ל, ולא פירש כרש\"י. ודין דשבעים אמות, הלא ביארו, כמבואר ברמב\"ם וש\"ע.","ובאמת לא אבין דברי רש\"י והטור, דמאי קמ\"ל, דמוציאין את המדה כנגד הבית היוצא, והרי אפילו אם עומדת רחוק עד שבעים אמה - מוציאין המדה כנגדה, קל וחומר להבית הבולט יותר משארי בתים.ונראה לי דיש נפקא מינה גדולה בדין זה, והיינו דהא יתבאר שעושין העיר מרובעת, וממילא אם הבליטות יוצאות מצד אחד ועל פי הבליטות יהיה בצד זה האורך יותר מכפי הרוחב, כלומר כגון שרוחב העיר מאה אמה והאורך גם כן מאה אמה, אלא שעל פי הבליטות נתוסף עשרה אמות באורך - בעל כורחנו שנוסיף גם על הרוחב עשרה אמות, כדי שתהיה מרובעת. מה שאין כן בהעיבור של ע' אמה - אינה אלא בצד זה שיש העיבור, ולא בצדדים אחרים.ואף על גב דלהטור גם בלא בית מוסיפין עיבור של ע' אמות בכל צד כמ\"ש, מכל מקום אם יש שם בית ומשם ולהלן עוד בית בתוך ע' אמה - יתוסף בצד זה הרבה, ולא בהצדדים האחרים.ואם כן נפקא מינה גדולה בדין זה לרש\"י והטור, ובודאי גם להרמב\"ם כן הוא. וזה ששנינו במשנה דשם: \"ועושין אותה כטבלא מרובעת\" - לאו ארישא קאי, אלא הוא מילתא באפי נפשה, כמ\"ש שם. מה שאין כן לרש\"י והטור - ארישא קאי, וכמו שנבאר בסעיף ח'.","ולפי זה יתבאר לנו הפרש גדול לדינא בין הטור להרמב\"ם, דלהטור כל הבליטות היוצאות מהבתים לחוץ לעיר, לבד שמוציאין את המדה כנגדה באותו צד - עוד מוסיפים זה בכל הצדדים כדי שתהיה מרובעת.ולהרמב\"ם הוה הריבוע רק על כל הבתים הפנימיים, ולא על הבולטין לחוץ, דהבולטין לחוץ - אין להן רק דין עיבור דשבעים אמה ושירים, דמוציאין את המדה כנגדה באותו צד כמו בבית העומדת רחוק שבעים אמה, אבל אינו שייך לריבוע העיר. ותמיהני על כל הפוסקים שלא העירו מזה דבר.","ודע, דזה שאמרנו להטור שנוסיף על הרוחב כפי האורך - זהו כשעל פי הבליטות שבצד אחד תהיה כתמונת עגולה או משולשת, או שאר מין תמונה, דאז יש להוסיף מכל צד עד שתהיה מרובעת. אבל אם על ידי הבליטות יהיה לה זויות שוות - לא חיישינן מה שהאורך יהיה יותר על הרוחב, דגם זה הוי כמרובעת, כמו שיתבאר בס\"ד.אלא דאם על פי הבליטות תהיה תמונת עיגול, כגון שיש הרבה בליטות עקומות ועגולות בשני צדדי העיר או בשלשה, דבעל כורחנו כשנרצה להעמידה בתמונת מרובע בעל כורחנו נהיה מוכרחין להוסיף מכל הצדדים עד שתהיה על תמונה זו, דכשנצרך לתקן - יש לתקן במרובע ממש. אבל להרמב\"ם לא הוה אלא בעיבור של ע' אמה, דלא חיישינן בהם לתמונת מרובע. (כן נראה לעניות דעתי)","הבא למדוד אלפים אמה של תחום העיר אריכא וקטינא, דהיינו שאין רחבה כארכה, או שהיתה מרובעת ולא לריבוע העולם, הואיל שיש לה ארבע זויות שוות - מניחין אותה כמות שהיא, ומודדין לה אלפים אמה מארבע רוחותיה. דהנה מה שאנו מצריכין מרובע למדנו מהגבולין, שנאמר בהם 'פאת', ופאת היא זוית שוה, וכיון שיש להם זויות שוות - תו לא חיישינן אם אין רחבו כארכו.","אבל אם היתה עגולה - עושין לה זוית, ורואין את כל העיר (כאילו) [כאלו] היא בתוך מרובע, ומותחין חוט הצלעות המרובע לכל רוחות העיר, ומודדין משם אלפים אמה לכל רוח, שנמצא משתכר הזוית, מה שהמרובע עודף על העיגול שבתוכו.וכן אם היתה העיר משולשת או מחומשת, וכהני גווני שיש לה צלעות רבות - מרבעין אותה, ואחר כך מודדין חוץ להמרובע אלפים אמה לכל רוח. וממילא כיון שצריכין לעשות מרובע - עושין הריבוע לריבוע עולם, כדי שתהא כל רוח ממנה משוכה כנגד רוח מרוחות העולם, ומכונת כנגדה.ואם היתה רחבה מצד אחד וקצרה מצד אחד - רואין אותה כאלו כולה רחבה, ומותחין החוט עד שתהיה רוחב הקצר כרוחב הארוך, ומשם מודדין האלפים אמה.ואם הוצרכו לעשות מרובע ועשו שלא לריבוע העולם - יכולים לשנות ולעשות לריבוע העולם. מיהו כל זמן שלא שינו סימני התחומים - צריכים לילך על פי תמונה זו, ואין היחיד יכול לפרוש מהם ולומר: 'אני אעשה תמונה בפני עצמו לרוח העולם', כיון שאין זה מעכב כמ\"ש. (ש\"ת)","עיר העשויה כמין גא\"ם שהוא כ\"ף יווני, שהוא כמין דלי\"ת הפוכה, או עיר העשויה כקשת, והיינו בחצי עיגול, והבתים המה בסביבות העיגול, כתב הרמב\"ם בפרק כ\"ח דין ח' וזה לשונו:\"אם יש בין שני ראשיה (פחות) [פחותה] מד' אלפים אמה - מודדין לה מן היתר, ורואין את כל הרוחב שבין הקשת והיתר (כאילו) [כאלו] הוא מלא בתים. ואם היו בין שני ראשיה ד' אלפים - אין מודדין לה אלא מן הקשת\" עכ\"ל.והטעם, דכשיש פחות מד' אלפים בין שני הראשים - נמצאו התחומים מובלעין זה בזה, והוי כולהו כחד. אבל כשיש ד' אלפים - הוה לצד זה תחום לעצמו ולצד זה תחום לעצמו, וזה מודד משלו וזה משלו, וממילא שאין רואין את המקום הפנוי (כאילו) [כאלו] הוא מלא בתים, כיון שאין להם התחברות זה לזה.אמנם זהו וודאי שאין מודדין כמות שהם, שהרי בעיר העשויה כקשת אין לה תמונת זוית כמובן, אלא עושין לה זוית לצד זה וזוית לצד זה, אבל אין רואין (כאילו) [כאלו] כל החלל הפנוי מלא בתים. אבל בכמין גא\"ם - אין צריך לתקון, שהרי יש לה זויות.וכן יראה לי, דכל עיר העשויה כקשת וגם אין בין שני ראשיה ד' אלפים, דמיחשב כולהו כחד, ורואין (כאילו) [כאלו] מלא בתים, מכל מקום - בצדדי החצונים של הקשת יש להוסיף עד שיהיה עליו תמונת מרובע, שהרי זהו בהכרח כמו שנתבאר. ורק הרמב\"ם בא ללמדינו על מקום היתר, אם מודדין משם אם לאו, וזה תלוי בהבלעת התחומין. אבל מרובע - פשיטא שצריך. (כן נראה לעניות דעתי)","והטור כתב:\"היתה עשויה כמין גא\"ם או כמין קשת - רואין אותה כאלו היא מרובעת ומליאה בתים, ומודדין לה מן היתר. והני מילי שאין בין יתר לקשת אלא אלפים, שיכול להגיע שם, אז מודדין להם מן היתר, אפילו יש בין שני ראשיה ד' אלפים אמה, או שאין בשני ראשיה ד' אלפים אמה, ששני התחומין מובלעין זה בתוך זה, אפילו יש בין יתר לקשת יותר מאלפים אמה.אבל אם יש בין יתר לקשת יותר מאלפים אמה, ובין שני ראשיה ד' אלפים - אין מודדין לה מן היתר, אלא ממקום שלא נשאר הקשת עד שם יותר מאלפים, או שנתקצרה עד שלא נשאר ביניהן ד' אלפים\" עכ\"ל.ולהטור, כשם שהבלעת התחומין של הצדדים עושה אותם כאחד, כמו כן כשיכולים לילך מן הקשת להיתר, שאין שם יותר מתחום שבת - עושה אותם כאחד. והרמב\"ם לא סבירא ליה כן, דאם מצד ההילוך - הרי כל אחד מבני הקשת יכול לילך סביב הקשת, אפילו הוא כמה אלפים, כדין עצם העיר שאין שיעור לגדלה. אלא היתר ההילוך - לאו כלום הוא, והעיקר הוא הבלעת התחומין.והטור סבירא ליה דהילוך במקום הבתים - וודאי לאו מילתא היא, אבל הילוך שלא במקום הבתים, כמו מן הקשת להיתר - מילתא היא, ומחלקותם תלוי בסוגית הש\"ס. (נ\"ה:, אם הלכה כרב הונא או כרבא בריה דרבה ע\"ש. והב\"י פסק כהרמב\"ם, והרמ\"א כהטור, וקיצר בדברי הטור. ומ\"ש המג\"א סק\"ב בשם המאירי, דאותם ששבתו בקשת, הולכין כל הקשת עיגולו וריבועו עד ראשי הקשת, ומשם אלפים - פשיטא דכן הוא, ומ\"ש בסק\"ד תמוה מאד, וכבר הושג כמ\"ש המחה\"ש בסקי\"ב)","כל בית דירה שהוא יוצא מהעיר, אם היה בינו ובין העיר שבעים אמה ושני שלישים, שהוא צלע בית סאתים המרובע, או פחות מזה - הרי זה מצטרף לעיר ונחשב ממנה, וכשמודדין לה אלפים אמה לכל רוח - מודדין חוץ מבית דירה זה.אבל בלא בית דירה - אין נותנין עיבור לעיר, וזהו דעת הרמב\"ם. אבל דעת הטור, שאין מתחילין למדוד מיד מן הבתים, אלא מותחין חוט על פני רוחב העיר נגד הבית, ומרחיקין משם שבעים אמה ושירים, ומתחילין למדוד. וכן פסק רבינו הרמ\"א בסעיף ה' וכבר הזכרנו זה בסעיף א'.","היה בית קרוב לעיר בשבעים אמה, ובית שני קרוב לבית ראשון בשבעים אמה, ובית שלישי קרוב לבית שני בשבעים אמה, וכן עד מהלך כמה ימים - הרי הכל כעיר אחת, וכשמודדין - מודדין חוץ לבית האחרון.והוא שיהיה בית דירה זה ד' אמות על ד' אמות או יותר, וכן בית הכנסת שיש בו בית דירה לחזנים. אבל בית הכנסת עצמו, כיון דלאו לדירה עביד - אין עושין אותו עיבור לעיר. ונראה לי דבית המדרש מקרי בית דירה, כיון שלומדין בו, ומי שלומד אוכל וישן בו - מקרי בית דירה.ומרחץ לא נקרא בית דירה, אלא אם כן יש שם בית דירה לבעל המרחץ. ובית תפלתם שיש שם דירה לכהניהם, וכן אוצרות של יין ושמן ושארי סחורות - כשיש שם בית דירה בשביל האוצר. אבל האוצר עצמו - לא מקרי בית דירה. וכן הגשר שיש בית דירה לשומר הגשר, והקבר שיש שם בית דירה לשומר הקבר.","כל אלו כשיש שם מקום הראוי לדירה, אף על פי שאין אדם דר שם - מקרי בית דירה, ועושין לה עיבור. (כן משמע בגמרא עירובין נ\"ה: וברש\"י ע\"ש)וכן מקום המוקף ג' מחיצות אף על פי שאין עליהם תקרה, ויש בהם ד' על ד' - מקרי בית דירה, או שתי מחיצות שיש עליהם תקרה ומעזיבה, וכן בית הבנוי בשפת הים שעשוי לפנות בו כלים שבספינה.וכל אלו - בעינן ד' אמות על ד' אמות, ואם אין ד' אמות ברוחב, אף על פי שבאורכו יש הרבה - אינה ראויה לדירה. וכן מערה שיש בה בנין על פיה, ויש בה בית דירה - ומצרפין המערה להבית לד' אמות, (גמרא) והרוב צריך להיות מן הבית. ומתחילין למדוד מסוף המערה את השבעים אמה, אפילו אם בהבית עצמו יש ד' אמות. (מג\"א סק\"ח)","כל אלו מצטרפין עמה אם היו בתוך שבעים אמה ושירים. ומאותו הבית היוצא רואים (כאילו) [כאלו] חוט מתוח על פני כל משך רוחב או אורך העיר, ומודדין חוץ מאותו החוט אלפים אמה.ואם היו שני בתים כאלו נגד העיר, אחת בצפון ואחת בדרום - דינה כעיר העשויה כקשת. כלומר דאם היו הרבה בתים כמו אלה זו כנגד זו במשך רחוק מאלפים מן העיר - דינם כעיר העשויה כקשת. ואם מצד אחד יוצא כן ולא מצד השני - נראה לי דדינה כעיר העשויה כמין גא\"ם, שהרי זהו תמונת דלי\"ת. (עיין מג\"א סק\"ט וצריך לומר דזהו כונתו)ודע, דמהטור משמע לי דהך דג' מחיצות שאין עליהם תקרה, ושנים שיש עליהם תקרה - זהו כשבאו מבית שנחרבה ע\"ש, אבל שתי מחיצות שאין עליהן תקרה, אף על פי שדרים שם, והגשר והקבר ובית תפלתם והאוצר שאין בהם בית דירה, והבור והשיח והמערה והשובך והבית שבספינה שאין לה קביעות - כל אלו וכיוצא בהם אין מצטרפין עמה.וכן הבורגנין שעושין שומרי גינות ושומרי העיר - אין נמדדין עמה, מפני שהם עראי, ודוקא במקום דשכיחי גנבי או גשמים השוטפין אותן. (ב\"י בשם רשב\"א) ונראה לי דזהו בשומרי העיר, אבל שומרי גינות - בכל ענין הוי עראי, שהרי אין לזה קביעות, וזמן קצר הוא.ויש מי שרוצה לומר דבורגנין שמצטרפין עמה - הוי גם באין בה ד' אמות על ד' אמות, (ש\"ת סק\"ה בשם דגמ\"ר) ודבר תמוה הוא. (ומ\"ש הש\"ת, מריש סוכה אין שם שום משמעות, והרבותא משום דהוא בנין קל מצריף וכיוצא בזה. וזה שכתבנו בשומרי גינות - כן נראה לי, ולא דמי לשומרי שדות ופירות שזהו תמידי)","היו שתי עיירות זו סמוכה לזו קמ\"א אמות ושליש, כדי שיהיה שבעים אמה ושירים לזו ושבעים אמה ושירים לזו - חשובים שתיהם כעיר אחת, ונמצאת כל עיר מהן מהלכת את העיר השנייה וחוצה לה אלפים אמה. וכן חומת העיר שנפרצה משתי רוחותיה זו כנגד זו, וחרבו הבתים שביניהם עד קמ\"א אמה ושליש - דינו כסתום.אבל בית אחד, אפילו גדול הרבה - אין לו דין עיר לתת לו ע' אמה ושירים, אלא אם כן עומד בתוך ע' לעיר. ופשוט הוא דעיר לאו דוקא, דהוא הדין כפר, שיש לה שם בפני עצמו, ולא בתים יחידים.","היו שלשה כפרים משולשים, אם יש בין האמצעי ובין כל אחד מהחיצונים אלפים אמה או פחות מכאן, ובין שנים החיצונים רפ\"ג אמות פחות שליש מלבד רוחב העיר האמצעי, והיינו שהאמצעי עומד כנגד בין שני החיצונים, שעומדים כולם כסגו\"ל, ואם יעמוד האמצעי בין שני החיצונים יהיה מהאמצעי לכל אחד מהחיצונים קמ\"א אמה ושליש - הרי שלשתן כעיר אחת, ומודדין להן אלפים אמה חוץ מהם.אבל כשיש בין האמצעי ובין כל אחד מהחיצונים יותר מאלפים אמה - אין מצטרפין זה לזה, כיון שיש יותר מתחום שבת, וכמ\"ש בעיר העשויה כקשת בריחוק שבין יתר לקשת, לדעת הטור בסעיף י\"ב. וזה שהתרנו שם כשיש בין שני ראשיה עד ד' אלפים אמה - זהו מפני שבכל הקשת יש בתים, מה שאין כן בין האמצעית להחיצונות. (גמרא נ\"ז:)ובין שתים החיצונות יכול להיות אפילו יותר מד' אלפים, אם רק האמצעית גדולה כל כך עד שאם יעמידוה בין החיצונים לא ישאר רק לכל אחד מהחיצונים קמ\"א אמה ושליש. ובזה לא דמי לשני ראשי הקשת, משום דבכאן אנו ממלאים החלל עם האמצעית. (וע\"ש בתוספות ד\"ה 'התם' ובמג\"א סקי\"ב ודו\"ק)","וכתב רבינו הרמ\"א על דין זה בסעיף ח': \"ויש אומרים דאין מודדין מאמצעי רק מחומותיה\" עכ\"ל.כלומר דהא דאמרינן 'רואין את האמצעי (כאילו) [כאלו] עומדת בין שנים החיצונים' - זהו כדי למוד להחיצונים להאחד מן השני כמ\"ש. אבל האמצעי עצמו - אין מודדין רק ממנה, דאם נמדוד מהחיצונים - הלא תפסיד לעבר האחר להצד השני שהיא עומדת שם, וכן כתב הטור.ועוד כתב הטור, דלא אמרינן רואין (כאילו) [כאלו] האמצעית עומדת בין שתי החיצונות אלא כשתכנס בין שתי החיצונות. אבל אם גדולה כל כך שלא תכנס ביניהן - לא אמרינן רואין ע\"ש. ורבינו הרמ\"א לא סבירא ליה כן, לכן לא הביא זה. (וזה תלוי בשני תירוצי התוספות שם, ד\"ה 'התם' ע\"ש)","עיר שיושבת על שפת הנחל, שרוב העיתים הוא יבש ומשתמשים בו, שאינו מלא אלא בשעת הגשם, אם יש לפניה מחיצה ברוחב ד' אמות על שפת הנחל כדי שיעמדו עליה וישתמשו בנחל - נמצא הנחל בכלל העיר, (ומודדין) [ומומדין] לה אלפים אמה משפת הנחל השני, ויעשה הנחל כולו בכלל העיר, לא מפני התשמיש בלבד, אלא מפני המחיצה הבנויה בצדה, שבזה גילו דעתם שמכניסים אותה לכלל העיר, ונחשב זה כבנין והנחל כחצירם.ואם לא היה שם מחיצה - אין מודדין להם אלא מסוף הבתים, אף על פי שמשתמשים בהנחל בלא המחיצה, וזהו כשאר קרקע שחוץ לעיר, דאף על פי שמשתמשים שם - מכל מקום אין סברא שתכנוס בחשבון התחום, ונמצא דהנחל נמדד בתוך התחום שבת.(והמג\"א בסקי\"ג נסתפק בכל מקום שמשתמשין חוץ לעיר אם נכנס בכלל התחום ע\"ש. ותמיהני, הא מפורש אמרו דזהו מפני המחיצה, דאם לא כן אטו בלא מחיצה אינה ראויה לתשמיש, וזהו כמו שבארנו. אמנם בגמרא ס\"א. אמרו דבעיתא תשמישתא ע\"ש, ויכול להיות שבלא מחיצה אינה ראויה לתשמיש. ומכל מקום מלשון הרמב\"ם והש\"ע סעיף ט' שכתבו שהיא בכלל העיר מפני המחיצה ע\"ש, משמע דבלא מחיצה - לאו כלום הוא ודו\"ק)","ודע דזה שפרשנו הוא לפי דברי הרמב\"ם והש\"ע, שפירשו כן המאמר בגמרא שם: \"עיר שיושבת על שפת הנחל וכו'\"אבל רש\"י ז\"ל פירש באופן אחר, ואינו נחל של מים אלא עמק בעלמא, והבתים הם עד העמק, והעמדת המחיצה הוא להפסיק בין העמק והעיר שלא יפחדו מלהשתמש שם. ולכן כשיש מחיצה - מודדין התחום מסוף הבתים, ככל הערים. אבל בדליכא מחיצה - דינם כיושבי צריפין, ומודדין לכל אחד מפתח ביתו, ולא מקצה העיר ע\"ש, וכן כתב הרא\"ש.והטור כתב גם כן כן, אלא שפירש נחל - נהר, והיינו שהעיר יושבת בעמק ונהר לפניה, אם היא מוקפת חומה גבוה ד' אמות - מודדין מחומתה, ואם לאו - לא חשיבא כעיר, ומודדין לכל אחד מפתח ביתו, כיון שיושבת בעמק ונהר לפניה ע\"ש. ולא ידעתי מי הכריחו לשנות מפירוש רש\"י והרא\"ש. ולדינא נראה לי כל הפירושים אמת, דלא נחלקו אלא בפירוש הש\"ס, ולא לדינא. (והש\"ע לא הביא רק דברי הרמב\"ם, ועיין בירושלמי שם)","יושבי צריפים, והיינו שיושבין באהלים שעושין מהוצין וערבה, ואין להם קביעות מקום, שיושבין כאן זמן מה ואחר כך נוסעים למקום אחר - אין להם דין עיר, ולפיכך מדידת אלפים אמה - מודד כל אחד מביתו.אמנם אם יש להם היקף מחיצה י' טפחים, או חריץ עמוק י' - נעשו כעיר, ומודדין מסוף הבתים מהמחיצה או מהחריץ, שזהו סימן לקביעות. וכן אם יש שם שלש חצרות של שני שני בתים קבועים של אבנים או של נסרים - עושים את כל הצריפין לקביעות, וכולם דינם כעיר, ומרבעים אותה ונותנים לה אלפים אמה לכל רוח כשארי עיירות.וכבר נתבאר דעיר שהוקפה ולבסוף ישבה - מודדין לה מסוף הבתים, ואם ישבה ואחר כך הוקפה - מודדין לה מחומתה, אפילו החומה רחוק מן הבתים, ונתבאר בסעיף ב'. ואם יש בחומה בית דירה - מודדין תמיד מן החומה. (מג\"א סקט\"ו)"],["אין מודדין תחום העיר אלא בחבל של פשתן של חמשים אמה. לא פחות - מפני שהוא נמתח ביותר, ולא ארוך יותר - מפני שמכביד ואינו נמתח כראוי.ומפני מה אין מודדין בשלשלאות של ברזל, והרי אין לך יפה למדידה יותר מברזל, מפני שזכריה הנביא אמר: (ב') \"ובידו חבל מדה\", (גמרא נ\"ח.) אלמא דמדה צריך להיות בחבל, ושל פשתן טוב יותר למדידה מכל החבלים. (שם) וביחזקאל (מ') כתיב: \"ופתיל פשתים בידו\". (ירושלמי) וטעם של חמשים, דכתיב: (שמות כז, יח) \"ורוחב חמשים בחמשים\" - אמרה תורה בחבל של נ' אמה מדוד. (גמרא)","אם יש נהר לפניו לסוף ע\"ה אמה, יש פלוגתא בירושלמי. (פ\"ה ה\"ג) חד אמר שמודד נ' אמה, והחמשה ועשרים ימדוד בחבל של ד' אמות, וחד אמר שאחר שימדוד החמשים - חוזר לאחוריו כ\"ה אמה, ומודד בהחבל עד הנהר. וכיון שבגמרא שלנו לא הוזכרה בזה חבל של ד' אמות, לכן קיימא לן שחוזר לאחוריו. (טור וב\"י)וכתב רבינו הב\"י, דמיירי שהנהר רחב יותר מכ\"ה אמה, (דאילו) [דאלו] אינה אלא כ\"ה או פחות - הלא יכול למדוד בהחבל של נ' אמה, ותגיע עד עבר הנהר, (מג\"א סק\"א) ומזה מבואר דהנהר עולה בחשבון התחום.ובירושלמי שם אומר, דעד נ' אמה רואין (כאילו) [כאלו] מלא עפר וצרורות, כלומר ונמדד כקרקע חלקה, ויותר מנ' אמה - (אתה) [את] רואה אותו (כאילו) [כאלו] מתרפס ועולה מתרפס ויורד, ונראה דזהו כעין 'מקדרין בהרים' שיתבאר. ותמיהני שהטור והש\"ע לא הזכירו כלל אופן מדידת הנהר כשהיא בתוך התחום. ודע, דזה שאמרנו 'שמחזיק כך וכך' - הוא רק על פי אומדנא, (דאילו) [דאלו] ידענו בבירור כמה מחזיק - הרי אין צריך למדוד. (פרישה)","המדידה הוא בשנים, זה אוחז בקצה החבל, וזה אוחז בקצה השני. ותקנו חכמים שיהיו אוחזים כנגד הלב, דאם לא נקבע להם מקום, וזה יאחזנו כנגד לבו וזה כנגד רגליו - תתקצר החבל והתחום תתמעט. ולפיכך קבעו מקום קבוע לאחיזת החבל, והיינו כנגד הלב, וימתחו החבל בכל כחם, דאם לא כן - לא תמתח כראוי, ויתקצר התחום.","לא ימדוד אלא כנגד העיר, אפילו אם יש הרים וגאיות כנגדה - לא ילך מצידיה כפי נגד העיר שבשם המקום ישר וימדוד שם, ויחזור לכנגד העיר לפי המדה שמדד שם כדי להבליע ההרים והגאיות, אלא ימדוד כנגד העיר ממש.ואם יפגע בהר, אם ההר הוא כל כך זקוף ואינו ראוי להילוך, עד שאם יורידו חוט המשקולת של בנאים מראשו של ההר עד רגלו של ההר לא יתרחק השיפול מן הראש ד' אמות בהמשך - אז אין צריך למדוד כלל שיפועו של ההר לא למטה ולא למעלה, אלא אם יש מקום מישור בראשו - ימדדנו שם, ואם לאו - אין צריך למודדו כלל, אחרי שאינו ראוי להילוך כלל.אמנם אם השיפוע אינו זקוף כל כך, כגון שהשיפול מתרחק ד' אמות מן הראש, וגם מתלקט י' טפחים מתוך ה' אמות, כלומר שבהילוך ה' אמות על השיפוע אז עולה י' טפחים גובה ולא מקודם, אז רואים אם אין משפתו אל שפתו רק נ' אמה - מבליעו בחבל המדידה שהיא נ' אמה, והיינו שזוקף עץ גבוה משפתו מזה ועץ גבוה כנגדו בשפתו האחר ומותח החבל מזה לזה, ורואה (המידה) [המדה] בדיוק.","ואם לפי ראות העין לא תהיה ביכולת להבליע בחבל של נ' אמה - בזה אמרו 'מקדרין בהרים', כלומר שמודד בחבל של ד' אמות, ואחד עומד ברגלי ההר למטה ואחד רחוק ממנו ד' אמות למעלה, והתחתון נותן החבל כנגד לבו והעליון כנגד רגליו, ואחר כך עולה התחתון למקום שעמד העליון והעליון עולה ומתרחק ממנו ד' אמות כמקדם, ומודדין כבתחלה זה כנגד רגליו וזה כנגד לבו, וכן יעשו עד כלות ההר.אמנם אם הוא משופע יותר, והיינו שהחוט מתרחק ד' אמות הרגל מהראש, אלא שאינו מתלקט י' מתוך ה' אלא מתוך ד', שבעליית ד' אמות מתרחק הגובה י' טפחים - אז הקילו בו ולא הטריחוהו להבליעו בחבל של נ' אמה על ידי זקיפת עצים, אלא אם לפי האומד אין בו יותר מנ' אמה - ישערנו באומד הדעת יפה כמה יש בו וכך יחשוב. אבל אם לפי אומד יש יותר מנ' אמה - בעל כורחו יעשה הקידור בחבל של ד' אמות כמ\"ש ,דכיון שהחוט מתרחק ד' אמות - הוא ראוי להילוך.","הגיע לגיא, אם חוט המשקולת מתרחק המטה מן המעלה ד' אמות, ואם כן ראוי להילוך, אז רואים, אם יכול להבליעו בחבל של נ' אמה - מבליעו, ואם לאו - בעל כורחו מודדו בחבל של ד' אמות.ובהבלעה דגיא אין חילוק בין מתלקט י' מתוך ה' או מתוך ד', משום דאפילו מתלקט י' מתוך ד' - צריך מדידה דווקא, כן מבואר לפירוש רש\"י (נ\"ח.) ולהרמב\"ם בפרק כ\"ח. והרשב\"א ז\"ל סבירא ליה דגם בגיא יש חילוק זה, וכבר תמה עליו המגיד משנה שם.","אמנם בגיא יש ענין אחר, והיינו דזהו הכל כשאין הגיא עמוק יותר מאלפים אמה. אבל אם עמוק יותר משיעור תחום שבת - אין היתר בהבלעה, אלא מודד הירידה והעלייה כקרקע חלקה, וכל השיפוע צריך מדידה.ולמה לא אמרו כן בהר, נראה לי משום דבהר יש עוד קולא בגובה כזה, דאין תחומין למעלה מעשרה, מה שאין כן בגיא.ואם אין חוט המשקולת מתרחק ד' אמות, אז אם יכול להבליעו בחבל של נ' אמה - מבליעו, ואם לאו - אינו מודד כלל השיפוע של הירידה והעלייה, אלא המישור של מטה, ואפילו עמוק יותר מאלפים, ועיין מ\"ש בסימן ת\"ד סעיף ה'.","ודע דלהרמב\"ם פרק כ\"ח דין י\"א, אפילו כשחוט המשקולת יורד כנגדו, שאמרנו שאינו מודד אלא המישור של מטה כשאינו יכול להבליעו, ואפילו עמוק יותר מאלפים - מכל מקום לא יהיה עמוק יותר מד' אלפים אמה ע\"ש, והטור והש\"ע לא הביאו זה.אמנם בעיקר הדבר לא אבין, בהך דאמרינן בין בהר בין בגיא דכשחוט המשקולת מתרחק המטה מן המעלה ד' אמות - מקרי ראוי להילוך. ותימה רבה, בגיא כשעומקו אלפים אמה איך אפשר לקרות ראוי להילוך הפלגת ד' אמות במשך גדול דאלפים אמה, וכן בהר כשגבוה הרבה.ובאמת ברמב\"ם ליכא כלל שיעורא דד' אמות, באין חוט המשקולת יורד כנגדו ע\"ש. וזה דאיתא בגמרא שם: \"וכי אין חוט המשקולת יורד כנגדו, עד כמה - עד ד'\" אינו מפרש עד ד' אמות, כפירוש רש\"י ותוספות, אלא אעומק הגיא, שיהיה עד ד' אלפים אמה, ומזה הוציא דינו. אבל באין יורד כנגדו - יפרש שהשיפוע יהיה ראוי לילך, וכל שעמוק יותר או גבוה יותר - צריך יותר התרחקות צד המטה מצד המעלה. (ולרש\"י ותוספות וביותר לרשב\"ם שם בתוס ד\"ה 'וכי' צע\"ג)","עוד קולא הקילו חכמים בענין הבלעה של נ' אמה, שנתבאר בהר ובגיא דאם אינו יכול להבליעו, והיינו שהוא רחב הרבה יותר מנ' אמה, צריך מדידה בחבל של ד' אמות, אמרו חז\"ל דאם אפילו בצד שכנגד העיר אינו יכול להבליעו אבל להלן יכול להבליעו, כגון שההרים והגאיות הם לצד מזרח, וכנגד העיר אין יכולין להבליע ולהלן מהעיר וחוצה הפונה לצפון ולדרום ביכולת להבליע - יבליע שם, ומודד והולך שם משפתו והלאה, עד כנגד מקום שכלה בו שם רוחב הגיא כנגד העיר, וחוזר למדתו כנגד העיר ומשלים למדת תחומין. (רש\"י במשנה נ\"ז:)ודווקא בתוך אלפים שלצד העיר לצפון ולדרום. אבל אם אינו יכול להבליעו בתוך אלפים אלו - לא יתרחק יותר לצד העיר כדי להבליעו, שלא יאמרו מדת תחומין באה עד כאן.","אין סומכין אלא על מדידת אדם מומחה, שהוא יודע איך למוד את הקרקע, שיש בזה חכמה וידיעה איך למדוד. והמדידה צריך להיות בקו השוה, ולא להביט איך הדרך הולך, כי הדרכים כרובם הולכין ומעקמין לכאן ולכאן.ואם היה לנו תחומי שבת מוחזקין שעד כאן תחום שבת, ובא מומחה אחד ושינה ובכאן ריבה ובכאן מיעט - שומעין לו אף במקום שריבה וכל שכן במקום שמיעט. ואמרינן דעל פי משך הזמן נשתנה צד זה וצד זה מהר למישור וממישור להר או לגיא וכיוצא בזה, ולא אמרינן דהקודמים טעו.ונראה לי דהא דהיחיד נאמן להוציא מהחזקה הקודמת, משום שביכולת לברר, וכל מילתא דעבידא לגלויי - לא משקרי בה אינשי.","דבר ברור הוא, דהשוויית הצדדים - הם רק בבתי העיר ובעיבורים, ולא בתחומים.כלומר דכבר נתבאר בסימן הקודם דאם בית אחד יוצא להלן מבתי העיר - מוציאין את המדה גם לצד השני להשוותה, וכן בבתים של עיבור ע' אמה ושירים - מוציאין את המדה גם בצד השני שתהיה עיבור לעיר, והתחום מודדין משם ולהלן.אבל לא כן בתחומין, כגון שבקרן מזרחית צפונית לא היו הרים וגאיות, והיה התחום ארוך, ובקרן מזרחית דרומית היו הרים וגאיות, ועל ידי זה נתקצר התחום - אין משוין הצד הזה עם הצד של מזרחית צפונית, אלא במזרחית צפונית הולכין על פי מדידה שלה, ושל מזרחית דרומית על פי מדידה שלה, וכן כל כיוצא בזה. (וראיתי מי שטעו בזה)","וזהו שכתב הטור:\"מדד ומצא מדתו במזרחית צפונית יתירה על שכנגדה קרן מזרחית דרומית - מותח החוט של סימן התחום מזה לזה באלכסון\" עכ\"ל.וזהו דעת הרא\"ש, אבל רש\"י ז\"ל פירש - שמוציאין את המדה ממקום הקצר כנגד מקום הארוך. ורבינו הרמ\"א הביא שני הדיעות בסעיף ח' ע\"ש, ולאו משום דסבירא ליה לרש\"י דגם בתחום מוציאין המדה כנגד הצד הארוך, דלהדיא פירש במשנה הטעם משום דתלינן בטעות, שמא לא מתח החבל כל צרכו בקרן זה. והרא\"ש סבירא ליה דלא תלינן בטעות, אלא תלינן דבצד הקצר היו הרים וגאיות.ואי קשיא, הא אפשר לברר, דיש לומר דדבר זה קשה לברר, דצריך לזה מומחה. ואם באמת יבא מומחה ויברר - נעשה כדבריו.","אם באו שני מומחים ומדדו את התחום, אחד ריבה ואחד מיעט, והלכו להם ולא ביררו הדברים זה עם זה לידע איזה מדידה הוי כדין - הולכין להקל, ושומעין להמרבה דתחומין דרבנן.וכיון שמדדו בצד אחד ובקרן אחד - אומרים שהמקצר טעה בדין, ונאמר שהממעט מדד מקרן עצמו של העיר, ומדד באלכסון ולא בצלע, ולפיכך נתמעטה מדתו, שעל פי מדידת הצלע תהיה פחות מאלפים, והמרבה מדד מן הצלע כדין.אבל ביותר מזה - אין מחזיקין על הראשון שטעה. ולכן אם ההפרש ביניהם כמדת אלכסונה של העיר או פחות מזה - תולין בטעות, אבל יותר מזה - אין תולין בטעות, ומדה זו הוא מעט יותר על תק\"פ אמה. (מג\"א סק\"ו)","עושין התחומין כטבלא מרובעת, דהיינו שמודד על פני כל אורך למזרח אלפים אמה לחוץ, וכן לצפון, ואחר כך רואין (כאילו) [כאלו] היתה טבלא מרובעת בקרן למלאותו, ונמצא התחום בקרן אלפים ואלכסונן שהם אלפים ות\"ת אמות.אבל לא ימדוד מהקרן ממש אלפים באלכסון, וכן בקרן שכנגדו, וימתח החוט מזה לזה, שאם כן מפסיד הת\"ת אמה שבקרן. וגם לא יהיה התחום כנגד העיר אלא אלף ותכ\"ח אמה, וכן בכל צד מצדדי העיר.וזה דהוי כטבלא מרובעת - זהו בעיר שהיא מרובעת אלפים על אלפים. אבל בעיר שארכה יתר מרחבה, אם היא רק בזויות שוות - אין בה ריבוע בתחומים כמובן, וגם אפילו בעיר מרובעת אין התחומים מרובעים אלא בקרקע חלקה, שאין שם הרים וגאיות, דאם בצד זה יש הרים וגאיות, שעל פי זה נתקצר התחום, ובצד אחר אין בו - הרי לא תהיה מרובעת, ואפילו בצד אחר אין מוציאין המדה מקרן לקרן, אם באחד יש הרים וגאיות ובהשני אין בו, כמ\"ש בסעיף י\"א.","ודע, דשיטת רבינו תם בתוספות (נ\"א. ד\"ה 'כזה') ורא\"ש, דשיעור תחום שבת הוא אלפים עם אלכסונן, והיינו אלפים ות\"ת אמה, וממילא דעל ידי עירוב הוא חמשת אלפים ושש מאות אמה, ויש סומכים על זה וצ\"ע.","אפילו עבד אפילו שפחה, נאמנים לומר עד כאן תחום שבת. אבל קטן - אינו נאמן, דאין הקטן נאמן אלא על דבר שבידו. (מג\"א סק\"ז) אבל נאמן הגדול לומר 'זכור אני שעד כאן היינו באים בשבת בהיותי קטן', וסומכין על עדותו. וביארה המשנה (נ\"ח:) הטעם שאלו נאמנין, מפני שלא רצו חכמים להחמיר בעצם עדות התחומין."],["אלפים אמה שיש לו לכל אדם ממקום שביתתו, הוא אפילו בלא אמירה ובלא כוונה.ויותר מזה שנינו במשנה, (מ\"ה.) דמי שישב בדרך ועמד והרי הוא סמוך לעיר, ולא היתה כונתו להעיר - יכנס, ומעשה היה ונכנס רבי טרפון בלא מתכוין. ופירש רש\"י, מי שישב בדרך לנוח - שהיה עיף ולא היה יודע שהוא בתחום העיר, וחשכה לו שם, וכשעמד ראה שהוא סמוך לעיר ובתחומה, וכשחשכה לו - לא נתכוין להיות שביתתו בעיר אלא במקומו, ומכל מקום - יש לו תחום העיר.וכן כתב הרי\"ף וז\"ל: \"דכיון (דאילו) [דאלו] היה יודע שהעיר קרובה לא היה קונה שביתה אלא עם בני העיר - הרי הוא כמו שקנה שביתה עמהם, ומותר ליכנס עמהן לעיר, והולך את כולה וחוצה לה אלפים אמה\" עכ\"ל.ושביתתו בטעות היתה, ולכן יש לו שביתת העיר. (הרר\"י) ובמשנה שאחריה מפורש, דאפילו היה ישן בעת קניית השביתה - קונה שביתה ויש לו אלפים אמה לכל רוח, וזה יתבאר בסימן הבא בס\"ד, וכן כתב הטור והש\"ע ועיין בסעיף ד'.","וזהו כשהיה דעתו ליכנס לעיר, רק שנעלם ממנו שהוא בתחום העיר. אבל אם לא היה דעתו ליכנס לעיר - קנה שביתה במקומו, ויש לו אלפים אמה לכל רוח ממקום שביתתו. ואם כלו האלפים באמצע העיר - אין לו לילך משם והלאה. ואם כלו בסוף העיר - נעשית לו כל העיר כד' אמות, ומשלים האלפים מחוצה לה, וטעם דבר זה יתבאר בסימן ת\"ח.וכן אפילו כשבא בדרך היה דעתו ליכנס לעיר, וידע שהוא בתחומה של עיר, ואמר 'שביתתי במקומי', כיון שברצון עקר שביתת העיר וקנה שביתה במקומו - יש לו אלפים ממקומו. ואם כלו האלפים באמצע העיר - אין לו משם והלאה, וכשכלו בסוף - נעשית כד' אמות ומשלים מחוצה לה, וכמ\"ש.","וזה לשון הרמב\"ם בפרק כ\"ז דין ט':\"מי שהיה בא בדרך ליכנס לעיר, בין שהיה בא בים בין ביבשה, אם נכנס בתוך אלפים אמה קרוב לעיר קודם שיכנס השבת, אף על פי שלא הגיע לעיר אלא בשבת - הרי זה יכנס, ויהלך את כולה וחוצה לה אלפים אמה\" עכ\"ל.עוד כתב:\"היה בא לעיר וישן בדרך ולא ניעור אלא בשבת וכשניעור מצא עצמו בתוך התחום - הרי זה יכנס לה, ומהלך את כולה וחוצה לה אלפים אמה לכל רוח, מפני שדעתו היתה להלך לעיר זו, ולפיכך קנה שביתה עם בני העיר כמותן, שהרי נכנס עמהם בתחום\" עכ\"ל.","ובדין הראשון השמיענו שקניית שביתה אינו דוקא במקומו שעומד, שיכול לקנות שביתה גם שלא במקומו, בכל משך אלפים אמה ממקום שעומד, וזהו כשאומר כן, וזה יתבאר בסימן ת\"ט בס\"ד.ואם הוא בתוך תחום עירו שהולך לשם, אפילו לא אמר כלום - יש לו תחום העיר, דבסתמא כוונתו על תחום העיר. ואחר כך השמיענו דאפילו לא ידע כלל שהוא בתחום העיר, ואפילו היה ישן וניעור ומצא עצמו בתחום העיר - יש לו תחום העיר.אך דבר זה לא ביאר, שאף על פי שכיון לקנות שביתה במקומו מפני שלא ידע שהוא סמוך לעיר - הוי קניית שביתה בטעות, ויש לו שביתת העיר, שהרי לא הזכיר כלום מזה. וגם בטור וש\"ע לא נזכר דין זה מפורש, ורק ברש\"י וברי\"ף מפורש כן, וכן כתב הריטב\"א ע\"ש."],["מי שישן בדרך וחשכה לו -קנה שביתה במקומו, ויש לו אלפים אמה לכל רוח, דלא בעינן אמירה או כוונה לשביתה. ולא עוד, אלא אפילו היה סמוך לעירו בתוך התחום, וכוונתו ליכנס להעיר - יש לו תחום העיר, כמ\"ש בסימן הקודם.אבל אם לא היתה כוונתו קודם שישן ליכנס לעיר, אף על פי שאחר כך בהקיצו אחר שתחשך נתיישב ליכנס לעיר - אין לו שביתת העיר אלא שביתת מקומו, כיון שבשעת קניית שביתה לא היה דעתו כן.","קיימא לן דחפצי הפקר אין קונין שביתה, כלומר דחפצים של הפקר - אין להם קניית שביתה במקומן, כיון דאין להם בעלים, אלא הזוכה הראשון יכול להוליכן למקום שהוא יכול לילך.ולכאורה הטעם שאין להם שביתה, משום דאין להן כוונה לשביתה, ואם כן אדם ישן למה קונה שביתה, הא בעת שינה אין לו כוונה. אמנם לא דמי, דהאדם כיון דניעור קנה שביתה - ישן נמי קנה, מה שאין כן בחפצים. (גמרא מ\"ה:) ואם זכה בעד אחר - הרי זה כרגלי האחר, כמ\"ש בסימן שצ\"ז.","חפציו של אינו יהודי - מדינא לא שייך בהם שביתה, כיון דבעליהם לא שייך בהם שביתה, אלא שמכל מקום גזרו בהם שביתה, משום חפצי ישראל. שאם יאמרו שבהם אין שביתה, יאמרו גם בחפצי ישראל כן. ואין זה כגזירה לגזירה, דכולה חדא גזירה היא, שהחפצים יקנו שביתה, דאי לא הא - לא קיימא הא, ולכן יש להם שביתת מקומן אלפים לכל רוח.ולכן אם הביאן האינו יהודי בשבת או ביום טוב לעיר מחוץ לתחומן, אם העיר מוקפת חומה ומוקפת לדירה, שישבה ולבסוף הוקפה - יכולים לטלטלן בכל העיר. ואם הוקפה ולבסוף ישבה - אין מטלטלין אותן אלא בד' אמות. ואם הכניסן לחצר - מטלטלן בכל החצר. וסתם עיירות מוקפות לדירה, שבונין הבתים ואחר כך מקיפין, וסתם מבצרים אין מוקפין לדירה, כמ\"ש בסימן שצ\"ח. ואם העיר מעורבת על ידי צורת הפתח - מטלטלין בכולה, וכן במבוי.ולכן יש ליזהר בישראל שהשאיל כליו לאינו יהודי קודם השבת והחזירן בשבת, שלא יטלטלן חוץ לד' אמות אם אין העיר מוקף, או אינה מוקפת לדירה, שהרי הכלי היא ברשות השואל לעניין שביתה, כמ\"ש בסימן שצ\"ז. (עיין ט\"ז סק\"א ודבריו תמוהים כמ\"ש הא\"ר והת\"ש, ודברי הש\"ע אמת להלכה ודו\"ק)"],["כתבו הטור והש\"ע:\"חריץ מלא מים מכונסין שהוא בין שני תחומי שבת, מקצתו בתוך תחום עיר זה ומקצתו בתוך תחום עיר אחרת - שתי העיירות אסורות למלאות ממנו, אפילו בתוך התחום, שהמים שבתוך התחום - קונין שביתת העיר, ומתערבין אלו עם אלו.וצריך לעשות מחיצה בסוף התחומין להפסיקן, ואפילו היא תלויה, שאינה מגעת לקרקע החריץ ושל קנים בעלמא - סגי. ואם המים מושכין - אין צריך שום תקון, שאינם קונים שביתה, והרי הם כרגלי הממלא\" עכ\"ל.","וזה שהוצרכו לומר דמקצתו בתוך תחום עיר אחרת, והרי אפילו אם אינם בתחום עיר אחרת הרי הם חוץ לתחום זה, והמים שבתוך התחום הרי הם מתערבים בהמים שהם חוץ לתחום - דזה אין איסור כלל, דהמים שהם מחוץ לתחום הרי הם הפקר, ואין קונים שביתה, והרי הם כרגלי הממלא.ואין לשאול דאם כן כל המים אין להם שביתה, שהרי אין להם בעלים, דהאמת דאנשי העיר שבתוך התחום הוי בעליהן, משום דדעתן עליהן.והמחיצה צריכה להיות או ט' טפחים למעלה מן המים וטפח בתוך המים, או ט' במים ואחד חוץ למים, כמ\"ש בסימן שנ\"ו, ולא חשו לבאר, שסמכו על מ\"ש בשם. ובמים המושכים אין צריך שום תקון, דכיון דניידי - לא קנו שביתה, כמ\"ש בסימן שצ\"ז, ושם נתבאר דאפילו המעיינות העומדות, כמו הבארות שלנו - מקרי ניידי ולא קנו שביתה, והם כרגלי הממלא ע\"ש.","איתא בגמרא, (ע\"ט.) דבור המלא תבן או חבילה של תבן העומדת בין שני תחומי שבת - אלו מאכילין מכאן לבהמתן ואלו מכאן, ולא חיישינן שמא יקח כל אחד ממה שחוץ לתחומו. ונראה מהגמרא שם דדוקא להעמיד הבהמות שיאכלו, אבל שיתנו לתוך קופה - אסור ע\"ש, והטעם נתבאר בסימן שע\"ב גבי מתבן שבין שני חצרות ע\"ש."],["כבר נתבאר בסימן שצ\"ו, דהמקום ששובת - אינו בכלל האלפים של התחום, אפילו שבת בעיר גדולה כאנטוכיא - אינה בחשבון. ולעיל בסימן שס\"ב נתבאר דמחיצה שנעשית בשבת - שמה מחיצה.ולפי זה אם אירע שאחד שבת בבקעה גדולה, ובאו כותים והקיפוה להבקעה מחיצות בשבת, וההיקף היתה לדירה, כגון שהיו שם בתים מפוזרים והקיפום למען הבתים, דהוי פתח ולבסוף הוקף, דהוי היקף לדירה - אם כן היה מן הדין שילך את כל הבקעה ומחוצה לה אלפים אמה.","ומכל מקום אינו כן, דחז\"ל אמרו (מ\"ב:) דדוקא כששבת באויר המחיצות מבעוד יום נחשבים כד' אמות, אבל כשלא שבת באויר המחיצות - עולים בחשבון.והטעם נראה, דכיון דזמן קניית שביתה הוא בכניסת השבת, דאז נקבע גבולי התחומים, ולכן אם שבת אז באויר המחיצות - נעשו כד' אמות. אבל אם בשעת כניסת השבת לא היה בין אויר המחיצות, והרי המקום הזה היה לו מחשבון התחום - אי אפשר להשתנות בשבת, וזהו על דרך דאמרינן: 'שבת הואיל ונאסרה - נאסרה'.ואף על גב דבמי שיצא חוץ לתחום, דאין לו אלא ד' אמות, אם נתנוהו בשבת בין אויר מחיצות - אין נחשבים רק כד' אמות, כמו שיתבאר בסימן ת\"ה, זהו מפני דוחקו שאין לו רק ד' אמות, עשו זה כד' אמות. אבל זה שיש לו תחום שלם - לא נחשוב לו כד' אמות, כשלא שבת באויר מחיצות. (מג\"א) ועוד, דלפי מה שבארנו אין זה דמיון כלל, דבכאן עיקר הטעם שהרי מקום זה עצמו נקבע בכניסת השבת בחשבון התחום, מה שאין כן בשם.","ואיך הוי הדין לענין טלטול, הנה כיון דמחיצה הנעשה בשבת הוי מחיצה - הרי מותר לטלטל בכולו, שהרי רשות היחיד גמור הוא שהוקף לדירה, כמ\"ש. אמנם אם היקף זה הוא יותר מאלפים אמה, והוא אינו רשאי לילך בו יותר מאלפים, ואיך יטלטל בכולו - אמרו חכמים (שם) שמטלטל בכולו על ידי זריקה. כלומר לזרוק לשם - מותר בכולו, אבל לטלטל בידיו - רק בתוך אלפים מותר, מפני איסור ההליכה.ופשוט הוא דבזריקה הוא דוקא שלא בחפציו, דחפציו - אסורים להוציאם חוץ לתחומו, כמו שנתבאר, דהבהמה והכלים הם כרגלי הבעלים. (מג\"א) וזהו שיטת רש\"י שם, והתוספות חולקים כמו שיתבאר בס\"ד.","ורבינו הרמ\"א כתב, דאפילו לטלטל ממש - אסור חוץ לד' אמות, אפילו תוך תחומו של אלפים ע\"ש. וזהו שיטת התוספות שם, מטעם דכיון דחוץ לאלפים אסור לו לטלטל - אם כן הוי 'נפרצה במילואה למקום האסור לה' ע\"ש.אבל רש\"י סבירא ליה דזה לא מקרי 'נפרצה למקום האסור', כיון דגם בשם מותר בזריקה, אם כן הוה מקום המותר לו, ומה שאינו רשאי לטלטל - זהו מפני ההילוך, ולא מפני הטלטול.(ואף על גב דבגמרא שם אומר סברא זו, זהו למאן דאסר לטלטל בכולו גם על ידי זריקה, משום גזירה שמא ימשך אחר חפצו, ואם כן אסור חוץ לאלפים לגמרי בטלטול - שפיר מקרי נפרצה וכו', ולא למאי דקיימא לן כשמואל, דמטלטל בכוליה על ידי זריקה, כן כתב הט\"ז ומכריע כרש\"י) (וכן כתב שם המהרש\"א, וכן כתב הפרישה, וכן הא\"ר והת\"ש הסכימו להט\"ז)"],["בגמרא (מ\"ג.) יש ספק אם יש תחומין למעלה מעשרה, אם לאו. וטעם הספק נראה, משום דאין רשות הרבים למעלה מי', וכן אין כרמלית למעלה מי', כמ\"ש בסימן שמ\"ה, ורק רשות היחיד עולה עד לרקיע.ורובי תחומין אינן אלא ברשות הרבים וכרמלית, דרשות היחיד מקום המוקף לדירה אינו במדת התחום, דנחשב כד' אמות כמו שנתבאר, ואם כן למעלה מי', דאין שם לא רשות הרבים ולא כרמלית - לא שייך שם תחומין, או דילמא לא שנא, ועוד טעם יתבאר על ספק זה בסעיף ז'.","והנה הרמב\"ם בפרק כ\"ז דין ג' כתב גם כן:\"המהלך חוץ לתחום למעלה מי' טפחים וכו', הרי זה ספק אם יש תחומין למעלה מעשרה או אין תחומין למעלה מעשרה\" עכ\"ל.ולמה לא הכריע לדינא כדרכו, משום דלשיטתו די\"ב מיל דאורייתא, יש תחומין דאורייתא ויש תחומין דרבנן אלפים אמה. ולכן בי\"ב מיל - הוי ספיקא דאורייתא ולחומרא, ובאלפים אמה - הוי ספיקא דרבנן ולקולא, ולפיכך לא רצה הרמב\"ם להאריך בזה, וכן כתב בתשובה. (מ\"מ)וזהו שכתבו רבותינו בעלי הש\"ע:\"המהלך חוץ לתחום למעלה מעשרה טפחים... הרי זה ספק... ומה שיהיה בדרבנן - יהיה ספיקו להקל. מיהו אם היה הולך... מתוך י\"ב מיל לחוץ לי\"ב מיל - אזלינן לחומרא, למאן דאמר תחומין די\"ב מיל הוי דאורייתא\" עכ\"ל.ולרוב הפוסקים דלא סבירא ליה הך די\"ב מיל - הוי תמיד לקולא.","והטור כתב, דיש תחומין למעלה מעשרה, משום דהרא\"ש כתב דבעיא זו לא אפשיטא - ועבדינן לחומרא ע\"ש.וכבר תמהו עליו רבים וגדולים, ויש מי שתרצו דכיון שספק זה נשאר לחכמי הגמרא לכולם - לפיכך החמיר. (ב\"ח וק\"נ שם) ואני תמה על זה, דזה ניחא לענין 'הלכה כדברי המיקל בעירוב', דבכאן אין מי שמיקל והספק לכולם. אבל אין זה ענין ל'ספיקא דרבנן לקולא', דבהרבה מקומות בש\"ס בבעיא דלא אפשיטא בדרבנן אזלינן לקולא.ולעניות דעתי נראה בטעמו, משום דהרי\"ף לא הביא כלל בעיא זו, ואי הוה סבירא ליה לקולא - הווה ליה להביא. אבל כשלא הביא - סתמא כפירושו דיש תחומין. וטעמם נראה, משום דבגמרא שם רצו לפשוט דיש תחומין מהמשנה דמי שהוציאוהו, דרבן גמליאל וחביריו באו מן הים, ואמר להם מסתכל הייתי שהיינו בתוך התחום קודם חשיכה - אלמא דיש תחומין, שהרי הים הוא למעלה מעשרה. ותרצו בגמרא - במהלכת הספינה ברקק שהמים פחותים מי' טפחים ע\"ש.וסבירא ליה להרי\"ף והרא\"ש שרק דיחוי בעלמא הוא, וסתמא אינו כן. וגם מירושלמי מבואר, שפירשו הספינה דרבן גמליאל כפשטה ע\"ש, וכן מבואר מהרי\"ף. וראיתי מי שכתב דדעת הרי\"ף נראה לקולא, (ב\"י בשם רי\"ו) ולא ידעתי מנא ליה לומר כן.מיהו לדינא קיימא לן כרוב הפוסקים לקולא וכפסק הש\"ע. (ומ\"ש הרי\"ף בפרק קמא דשבת זהו בשם יש מי שאומר ודחה זה מטעם אחר ע\"ש ודו\"ק)","ויותר מזה כתב רבינו הרמ\"א, דאפילו אם יש ספק אם הוא למעלה מעשרה אם לאו - הולכין להקל, עכ\"ל. ואף על גב דבכהני גווני יש ספק ספיקא לחומרא, דשמא הוא למטה מעשרה, ואם תמצא לומר למעלה מעשרה - שמא יש תחומין למעלה מעשרה, מכל מקום כיון דהוה דרבנן ובעירוב - מקילינן גם בכהני גווני.","מה נקרא למעלה מי' טפחים, פירשו בגמרא שם דזהו כגון שקפץ על גבי עמודים שגבוהים י' ואין רחבן ד', או בעמוד אחד גבוה כזה שמקצתו בתוך התחום ומקצתו חוץ לתחום. אבל עמוד גבוה י' ורחב ד' - אין זה למעלה מעשרה, וכארעא סמיכתא היא, כיון דנוח להילוך הרי בשם הוה כהארץ, וכן מקומות הגבוהים כגגין והרים וגבעות - אין זה למעלה מעשרה.מיהו נראה לעניות דעתי, דאם ההר זקוף מאד עד שקשה לעלות עליו - גם כן הוי בכלל למעלה מעשרה, וכסברא שכתבנו בסימן שצ\"ט סעיף ז' ע\"ש, ויש להתיישב בזה וצ\"ע. (עיין תוספות שבת ס\"ו: סוף ד\"ה 'קישורי')","וגם בימים ובנהרות מוכח בגמרא דאין איסור תחומין, אם אין תחומין למעלה מעשרה. כיון שהמים עמוקים עשרה - הרי הם י' טפחים למעלה מן הארץ, והיינו מהקרקע שתחת המים.ואין לשאול דאם כן למה זה בארנו בסימן שצ\"ז סעיף י\"ג שיש הוצאה חוץ לתחום במים. אך האמת דזהו ענין אחר, דהתם לגבי המים עצמן, שהן מחוברין כולן כאחד. וכשם שהמים שעד י' טפחים יש תחומין - כמו כן המים שלמעלה מי', שהרי כולן מחוברין כאחד. מה שאין כן הספינה השטה על פני המים, כיון שהיא הולכת רק למעלה מעשרה - אין בה איסור תחומין, שאין לה שייכות למים התחתונים. (תוספות מ\"ה: ד\"ה 'ליקנו')","והטעם שאין בימים ונהרות איסור תחומין אף בי\"ב מיל, ביאר הרמב\"ם בתשובות (סימן ש\"י) וז\"ל:\"לפי שהם כרמלית והטלטול בהם אינו אלא דרבנן, ולא יתכן שיהא המעביר על פני המים אסור מדרבנן, והמהלך לוקה מן התורה\" עכ\"ל. ועוד הוסיף טעם, שהרי הי\"ב מיל הם כנגד מחנה ישראל, וזה לא שייך במים ע\"ש.וביאור דבריו, דלפי שבשם ודאי אינו אלא דרבנן אף בי\"ב מיל, ויותר הוה ספיקא דרבנן ולקולא. והנה הטעם הראשון יכול להיות גם ביבשה בלמעלה מעשרה, דשם הזורק למעלה מעשרה - הוי מקום פטור. ואין לשאול דאם כן גם בי\"ב מיל נאמר כן, דהא מעביר למעלה מעשרה - חייב, כדאיתא בשבת (צ\"ב.), וכמ\"ש בסימן שמ\"ו סעיף ג'.","וכיון שאין בימים ונהרות איסור תחומין דאורייתא לדברי הכל מטעמים שנתבארו, לכן מי שבא בספינה בשבת והגיע לנמל - יורד ואינו נמנע, ויש לו אלפים אמה לכל רוח, לפי שלא קנה שביתה בהיותו בספינה.אך זהו דוקא כשהספינה הלכה למעלה מי' מן המים. אבל אם הלכה למטה מי', והיינו שאין מקרקע הספינה להארץ י' טפחים, אף על פי שהוא למעלה על הספינה - קנה שם שביתה, והיינו שאין מקרקע הספינה להארץ י' טפחים, אף על פי שהוא למעלה על הספינה קנה שם שביתה. וכשיצא חוץ לאלפים מאותו מקום - דינו כיצא חוץ לתחום, ואין לו אלא ד' אמות. ואם הוא ספק אם היה למטה מי' או למעלה מי' - אזלינן לקולא.ואם יצא פעם אחד משחשיכה על היבשה וחזר ונכנס לספינה, כשיבא לאיזה מקום בשבת - אין לו אלא ד' אמות, שהרי קנה שביתה במקום הראשון שיצא על היבשה, ואפילו יצא משחשיכה שלא בשעת קניית שביתה. כללו של דבר: כל שבשבת היה רגע אחת ביבשה או למטה מעשרה בהמים - שם שביתתו, וכשחזר לספינה והגיעה לנמל - אסור לו לצאת חוץ מד' אמות, ואם אירע כן - צריך להמתין שם עד הלילה.אך אם מוכרח לצאת מן הד' אמות, כגון שיורדין גשמים או החמה זורחת עליו ואינו יכול לסבול, או שצריך לנקביו ומוכרח ליכנס להעיר - הוה ליה כל העיר כד' אמות, ד'כיון דעל - על', ופרטי דין זה יתבארו בסימן ת\"ה וסימן ת\"ו, ואין להאריך בכאן. רק צריך לדעת, דבהילוך חוץ לתחום כזה - חשבינן ליה כאונס ולא כיוצא לדעת, שיש חילוקים בזה כמ\"ש שם. ודיני כניסה לספינה בשבת ובערב שבת נתבאר לעיל בסימן רמ\"ח ובסימן של\"ט. (ועיין מג\"א סק\"ה)"],["שנו חכמים במשנה: (סוף פרק ד') \"מי שיצא חוץ לתחום, אפילו אמה אחת - לא יכנס\", וכן פסק הרמב\"ם בפרק כ\"ז דין י\"א והטור והש\"ע.ויש בזה שאלה גדולה, הלא קיימא לן דכל אדם יש לו ד' אמות לבד התחום, כמ\"ש בסימן שצ\"ו, ובסימן ת\"ז יתבאר במי שיצא חוץ לתחום לדבר מצוה, בפקוח נפש וכיוצא בזה - דנתנו לו חכמים תחום אלפים אמה במקום שהוא שם. וקיימא לן, דאם התחום החדש נבלע מעט בתוך תחום הישן - חוזר לתחומו הקודם, וכך מורגל הלשון בש\"ס (מ\"ד:) \"הבלעת תחומין - מילתא היא\". ואם כן גם בכאן כשיצא אמה אחת, הרי עדיין יש לו ג' אמות בתוך תחומו, ולמה לא יחזור לתחומו על ידי הבלעה.","והנה הרע\"ב ורבינו יהונתן פירשו דהאי תנא לא סבירא ליה הבלעת תחומין ע\"ש, ולפי זה אין הלכה כמשנה זו. אבל מדברי רש\"י ז\"ל מתבאר לי כונה אחרת, שפירש: \"מי שיצא חוץ לתחום - במזיד ומדעת שלא לשם מצוה\" עכ\"ל. וכונתו ברורה, דלא אמרינן 'הבלעת תחומין - מילתא היא' אלא במי שיצא באונס או לדבר מצוה, ולא במזיד ושלא לדבר מצוה.","והרמב\"ם ז\"ל תיקן הקושיא באופן אחר וז\"ל:\"מי שיצא... לא יכנס, שהד' אמות שיש לו לאדם תחלתן ממקום שהוא עומד בו, לפיכך כיון שיצא חוץ מתחומו אמה או יותר - ישב במקומו, ואין לו להלך אלא ד' אמות מעמידת רגליו ולחוץ\" עכ\"ל.ונתקשו בדבריו, (המ\"מ והכ\"מ) דהא להדיא תנן (מ\"ה.) במי שישן בדרך ולא קנה שביתה - דיש לו ד' אמות, ולאיזה רוח שירצה. ולעניות דעתי נראה דלא קשה כלל, דהא אנן קיימא לן דגם ישן קונה שביתה, כמ\"ש בסימן ת\"א, ואפילו מאן דסבירא ליה בישן שאין לו רק ד' אמות, ויכול לברור לאיזה רוח שירצה - ודאי כן הוא, דאיזה נפקא מינה יש לנו בדין זה.אבל בהולך חוץ לתחום, איך נרשה לו לחזור בחזרה ליכנס לתחומו, ואדרבא אנו אומרים לו: 'לך לדרכך'. (ואולי גם כונת המ\"מ כן הוא ע\"ש) ולפי זה יכול להיות דלהרמב\"ם גם באונס הדין כן, או אפשר לומר דבאונס סבירא ליה כרש\"י, וזה לא מקרי אונס.","והראב\"ד ז\"ל כתב שם, דזה מקרי אונס לעבור קצת חוץ לתחום, ובאמת יכול לברור לאיזה רוח שירצה וליכנס לתחומו לגמרי, והמשנה מיירי כשכבר בירר לו הד' אמות שלהלן ע\"ש. וכיוצא בזה פירש בהגמ\"י (אות ז') בשם ר\"י וז\"ל:\"לא יכנס להיות (כאילו) [כאלו] לא יצא חוץ לתחום, אבל ד' אמות - יש לו כל סביביו, ומותר לו ליכנס בתוך תחומו הראשון עד ד' אמותיו\" עכ\"ל.ונראה לי דהכי פירושו, אינני דן אותו כלא יצא חוץ לתחום, אלא הוא ודאי חוץ לתחום. אלא יש לו ד' אמות, וברשותו לברור איזה רוח שירצה. ואם בירר באמת לצד תחומו - ילך ד' אמותיו, וממילא שאחר כך ילך כל התחום. (בארנו כל השיטות בס\"ד ועיין מג\"א סק\"א ודו\"ק)","וכן מי שקידש עליו היום, והוא חוץ לתחום העיר אפילו אמה אחת - לא יכנס להיות כאנשי העיר, כמו שנתבאר בסימן ת', ואינו מהלך אלא אלפים אמה לכל רוח ממקום שקידש עליו היום. ובזה פשיטא דלא שייך ענין הד' אמות, שהרי קונה שביתה על מקומו ככל השובתין.ואמרו חכמים דרגלו אחת בתוך התחום ורגלו אחת חוץ לתחום - הוה ככולו בתוך התחום, ואסמכוה אקרא בגמרא. (שם \"אם תשיב משבת רגליך\" ע\"ש)","מי שיצא חוץ לתחום שלא לדעת, כלומר לא במזיד אלא שטעה או שהיה בעל מחשבה - מותר לעשות לו מחיצה של בני אדם, כמ\"ש בסימן שס\"ב, דהיקף בני אדם - הוי מחיצה, ועל ידי אנשים שעירבו לאותו רוח, שיכולין לילך שם ויקיפו אותו סביב כמו מחיצה.ויהיה תועלת שאם המחיצה תמשך עד תוך תחומו - יכנס לתחומו, שהרי יתבאר דהיוצא חוץ לתחום באונס ונכנס בתוך מחיצות - יכול לילך את כולה, אפילו גדולה הרבה ואפילו יותר מאלפים. והקילו בזה מפני שאין לו רק ד' אמות, כמ\"ש בסימן ת\"ג ע\"ש. והוא שלא ידעו אותם שעושין בהם המחיצה שלשם מחיצה הועמדו, וטעם דבר זה בארנו בסימן שס\"ב ע\"ש.וזהו ביצא באונס, אבל אם יצא לדעת - אסור ואין לו תועלת בזה, שהרי אף אם יכניסוהו למחיצה - אסור לו להלך את כולה, מפני שלא שבת באויר מחיצות מבעוד יום, כמו שיתבאר בס\"ד.","זה שהיוצא חוץ לתחום אין לו אלא ד' אמות - אין חילוק בין יצא לדעת או שלא לדעת, אפילו הוציאוהו ליסטים או עבר עליו רוח רעה - אין לו אלא ד' אמות. וכך שנינו במשנה ריש פרק ד'.וכן אם יצא על ידי שאר אונס או שיצא בשוגג, ואם אחר כך החזירוהו לתוך התחום - הרי זה (כאילו) [כאלו] לא יצא, ואם החזירוהו לתוך העיר - הרי כל העיר לו כד' אמות, וחוצה לה אלפים אמה לכל רוח.וזהו דווקא ביצא על ידי אונס וחזר על ידי אונס. אבל אם יצא לדעת, אף על פי שחזר על ידי אונס, או יצא באונס וחזר לדעת - אין לו אלא ד' אמות.","אמנם ביצא לדעת, והחזירוהו באונס לעירו ששבת שם, והיא מוקפת מחיצות ומוקף לדירה, שישבה ואחר כך הוקפה - הרי לו כל העיר כד' אמות, אך מהעיר וחוצה - אסור לו לילך אפילו אמה אחת. דבעיר הותר מפני ששבת באויר מחיצות מבעוד יום, ובכהני גווני אפילו יצא לדעת וחזר לדעת, דזה אי אפשר לאסור עליו, אבל חוץ לעיר - אסור, דתחומו הפסיד כשאחד מהן היתה לדעת.וביצא באונס וחזר באונס, אפילו החזירוהו לתוך תחומו בעיר שלא שבת בה - נעשית לו כולו כד' אמות, והתחום חוזר לו כמקדם. ואף על גב דלא שבת באויר מחיצות מבעוד יום, כיון דאנוס הוא בהליכה וגם בחזרה - נעשית לו כולה כד' אמות, מפני שהקילו עליו בזה.","וכן אם הוציאוהו לסטים חוץ לתחום, ונתנוהו בדיר או בסהר או במערה או בעיר המוקפת חומה ומוקפת לדירה, אפילו הן חוץ לתחום - הרי נעשים לו כל אלו כד' אמות, ומהלך את כולו.אבל אם יצא חוץ לתחומו לדעת ונכנס באחד מאלו - אין לו אלא ד' אמות, ואסור לו לילך את כולה, דאיך נעשם כד' אמות, והרי היא כולה חוץ לתחומו. אלא דבאונס הקילו עליו בזה, דאפילו בכהני גווני חשבינן ליה כד' אמות, ולא ביצא במזיד.אבל אם הכניסוהו לעיבורה של עיר - לא נעשית כד' אמות (מג\"א סק\"ו) אפילו באונס, דרק לחשבון התחומין הוי כעיר ולא לעשותם כד' אמות, שהרי היא אינה מוקפת כלל.","כתב רבינו הב\"י בסעיף ז':\"מי שהפליגה ספינתו בים - מהלך את כולה, הואיל ושבת באויר מחיצות. ואם נפחתו דופני ספינה בשבת, אם היא מהלכת - מהלך את כולה, ואם היא עומדת - אינו מהלך בה אלא ד' אמות\" עכ\"ל.והנה הרמב\"ם לא הזכיר כלל דין זה, כיון דאין תחומין למעלה מעשרה, והטור הזכיר, לפי שפסק בסימן הקודם דיש תחומין למעלה מעשרה. אבל רבינו הב\"י שפסק שם דאין תחומין למעלה מי', לא היה צריך כלל לזה, ולמה כשהיא עומדת אינו מהלך בה אלא ד' אמות.אך כוונתו כן הוא, שנכנס בה מערב שבת, אך שהלכה כמה פעמים בפחות מעשרה, או שיצא שני פעמים ליבשה, וממילא דדינו כיוצא חוץ לתחום ולא נחשב כאנוס, ולפיכך כשהדפנות קיימות - מהלך את כולה, כיון ששבת באויר מחיצות מבעוד יום. אבל אם הלך לספינה אחרת או למקום המוקף, כיון שלא שבת באויר המחיצות מבעוד יום - אין לו אלא ד' אמות.וכשנפחתו דופני הספינה כשעומדת - ממילא דדינו כיצא חוץ לתחום, שאין לו אלא ד' אמות. אבל כשהיא מהלכת - מותר לילך את כולה, משום דבכל קפיצה וקפיצה היא יותר מד' אמות, ולעולם הספינה נוטלתו מד' אמות אלו ונתנתו לד' אחרים. (גמרא מ\"ב: \"ר' זירא אמר הואיל וספינה נוטלתו וכו'\" ע\"ש, ועיין מג\"א סק\"ז ודבריו צע\"ג ודו\"ק)","וכתב רבינו הרמ\"א:\"ואם באמצעו יש לו מחיצות עשרה, ובראשו אין לו - אזלינן בתר האמצעי. ואפילו אין בו כלל, רק יש בו לחקוק עשרה - אמרינן חוקקין להשלים\" עכ\"ל.וזה קאי א'נפחתו דופני הספינה', דהך דבראשו - נדונין כחורי רשות היחיד, ובעינן שלא תהא פרוץ מרובה על העומד, ושלא תהא הפירצה יתירה מעשר אמות. (מג\"א סק\"י)וזה שכתב 'דאמרינן חוקקין להשלים' תמוה, דאנן קיימא לן דלא אמרינן חוקקין להשלים, כמ\"ש בסימן שמ\"ה, ולהדיא מבואר כן בשבת, (ז':) דרבי מאיר סבר חוקקין, ורבנן סברי אין חוקקין, והלכה כרבנן. (שם סקי\"א)ונראה לעניות דעתי דאין זה חקיקה כבעלמא, אלא דהכי פירושו: דאם תחת קרקע הספינה שעומדים עליה יש עוד חלל - מצטרפין החלל הזה להדפנות שנפחתו ונשארו פחות מי', להשלים עליהם כאלו הם עצמם י' טפחים, וזהו דוגמא בעלמא לחוקקין להשלים.","עוד כתב בסעיף ה':\"וכן אם נכנס לספינה ויצאה הספינה חוץ לתחום, וחזרה לאחוריה לנמל שהפליגה משם - הרי הוא (כאילו) [כאלו] לא יצא, דהוה ליה (כאילו) [כאלו] הוציאוהו לסטים והחזירוהו\" עכ\"ל.כלומר כגון שהספינה עמדה על החוץ, ונכנס בשבת לישב בה ולא לשוט, דנכנס בהיתר, ובעל הספינה שט בה חוץ לתחום למקום שאין עמוק עשרה וחזר - הווה ליה כדין הוציאוהו והחזירוהו. וקמ\"ל דאף על גב שלרצונו נכנס - מכל מקום כיון שנכנס לישב בה, דהוה היתר גמור - דנין אותו כאנוס. (עיין מג\"א סק\"ה שצייר גם בכהני גווני שהיתה בין השמשות למטה מי' וקנה שם שביתה, והפליגה בשבת וחזרה)","פירות שהוציאום חוץ לתחום והחזירום - אפילו במזיד לא הפסידו מקומן, שהרי הפירות אנוסים הם. ולכן אם הוא יום טוב, שמותר בטלטול - כל העיר להם כארבע אמות, וחוצה לה אלפים אמה לכל רוח כבתחלה. ואם הוא שבת - מותרים באכילה במקומן, ואפילו לאותו ישראל שהחזירן לצרכו במזיד, הואיל שהפירות אנוסים הם.ולא דמי למבשל בשבת דאסור, דהוי איסורא דאורייתא. ואף על גב דמטביל כליו ומעשר בשבת גם כן קנסוהו, וזהו איסור דרבנן, מכל מקום בתחומין שלא נעשה שינוי בהם עצמם, ועתה הם על מקומם - לא קנסוהו. ובכמה דברים הקילו בתחומים יותר מבשארי איסורים, כגון הבא מחוץ לתחום בשביל ישראל זה מותר לישראל אחר, לקמן סימן תקט\"ו, וכן לענין בכדי שיעשו, כמ\"ש התוספות בעירובין. (ל\"ט: סוף ד\"ה 'אי' ע\"ש. והמג\"א סקי\"ד טרח להעמיד כגון דלית ליה פירא אחרינא ע\"ש, וכל כי האי הווה ליה לפרש, ועיין א\"ר ות\"ש, ולי נראה כמ\"ש ודו\"ק)","וכל זמן שלא הוחזרו הפירות והם חוץ למקומם, אם הוציאום בשוגג - מותרים לאכלם ואסורים בטלטול חוץ לד' אמות. ומי יאכלם - אותן שעירבו לאותו צד. ואם במזיד הוציאם - אסורים באכילה אפילו למי שלא הוציאם, ויש מתירין למי שלא הוציאם, וכן הסכימו האחרונים. (א\"ר סקט\"ז) אבל בירושלמי פרק ד' דעירובין (הלכה א') משמע כדיעה ראשונה ע\"ש. (ועל ידי אינו יהודי ודאי מותר)"],["מי שיצא חוץ לתחום, שאין לו אלא ד' אמות, והוצרך לנקביו - יכול לצאת משם עד שימצא מקום צנוע לפנות. וזהו אפילו ביצא במזיד, כיון שעתה אנוס בזה.ואם יצא שלא לדעת, שנתבאר בסימן הקודם דאם החזירוהו לתוך התחום הוה (כאילו) [כאלו] לא יצא, נתנו לו חכמים עצה בהוצרך לנקביו - שיתקרב לצד תחומו, ואם לא ימצא מקום צנוע עד תחומו - יכנס לתחומו, ולאחר שנכנס הוה (כאילו) [כאלו] לא יצא, כיון שנכנס ברשות, והוה כהחזירוהו.וזהו כשלא מצא מקום צנוע קודם תחומו. אבל אם מצא מקודם מקום צנוע - לא יכנס לתחומו, אלא יפנה שם, ויתרחק ממקום שנפנה עד שיכלה הריח, ושם יש לו ד' אמות. ואם נתרחק מחמת הריח לצד תחומו ונכנס לתחומו - הוי (כאילו) [כאלו] לא יצא.וזהו ביצא באונס, אבל במזיד - לא מהני מה שיכנס לתחומו, דעדיין אין לו אלא ד' אמות, כמ\"ש בסימן הקודם.","זה שאמרנו בהוצרך לנקביו, יש אומרים דההוא הדין אפילו הוצרך לקטנים להשתין. ויש אומרים דוקא לגדולים, אבל להשתין - יכול בכל מקום ואין צריך לזה מקום צנוע, שהרי נבלעין במקומן, ומשתינים מים בפני רבים. (בכורות מ\"ד:) ואולי כשצריך להתפלל או לברך ברכת המזון, שאין ביכולת בד' אמות של המי רגלים - יכול למצא מקום צנוע."],["דבר ידוע שאין לך דבר שעומד בפני פקוח נפש, שמחללין את השבת, וכל שכן שמחוייבין לצאת חוץ לתחום, אפילו בתחומין די\"ב מיל.ובתחומין עשו לזה חכמים תקנה יתירה, שיש לו במקום שהגיע אלפים אמה לכל רוח, אפילו שלא קנה שביתה בשם. ואם הוא באיזה עיר - הרי הוא כאנשי העיר, ויש לו כל העיר וחוצה לה אלפים אמה. ולכן כל מי שיצא חוץ לתחום ברשות, כגון מילדת חכמה הבאה לאשה להולידה, וכן כל כיוצא בזה - יש להם כל הדינים שנתבארו, וזה עשו חכמים כדי שלא תהיה עליהם כמשא.","ולא עוד, אלא אפילו היה יוצא ברשות לפקוח נפש, וכשהיה בדרך הגידו לו שכבר נגמרה המעשה שהולך, ואין לו עוד מה לעשות שמה, וממילא דנשאר על מקומו ואסור לחלל שבת - עוד נתנו לו חכמים ממקומו שהוגד לו זה אלפים אמה לכל רוח.ואם היה מקצת התחום שיצא ממנו ברשות מובלע בתוך אלפים אמה שיש לו מקומו - הרי זה חוזר למקומו, (וכאילו) [וכאלו] לא יצא, דהבלעת תחומין - מילתא היא, כמ\"ש בריש סימן ת\"ה ע\"ש.","כל היוצאים להציל נפשות מיד הליסטים, או מיד הנהר או מן המפולת וכיוצא בזה - יש להם ממקום שהצילו בו אלפים אמה לכל רוח. ואם היתה יד הלסטים תקיפה, והיו מפחדים להיות כל יום השבת במקום שהצילו - יכולים לחזור אפילו בכלי זיינם למקומן, דכל ספק חשש פקוח נפש דוחה את השבת.וככלל יוצאים ברשות היו העדים שהעידו על ראיית הלבנה, בזמן שהיו מקדשין על פי הראייה, כדתנן בראש השנה (כ\"ג:) וכמ\"ש הרמב\"ם בסוף פרק כ\"ז."]],"SHULCHAN_ARUCH":[["שבו איש תחתיו מכאן שכל אדם יש לו ד' אמות בכל מקום אפילו יצא חוץ לתחום ומודדים לכל אדם באמה שלו ואם היה ננם באיבריו נותנים לו ארבע אמות בינוניות של כל אדם שכל אחת מהן ששה טפחים. <i> הגה: ואלו ד' אמות מודדין לו מרווחות והוא באמצען (טור). ויש אומרים דמותר להלך ארבע אמות לכל צד אבל לטלטל אין לו רק ארבע אמות עם אלכסונן כמו שנתבאר לעיל סימן שמ''ט (טור בשם הרז''ה והמגיד פרק י''ב בשם רשב''א):<\/i>","בכל מקום שקדש היום עליו אם הוא מוקף לדירה אפילו אין בו עתה דיורין חשוב כולו כד' אמות ואם אינו מוקף לדירה עד סאתים חשוב כולו כד' אמות ואפילו שבת בתל גבוה ובקמה קצורה ושבלים מקיפות אותה חשיבי כארבע אמות עד סאתים:"],["כל אדם יש לו אלפים אמה לכל רוח חוץ מארבע אמותיו או מהמקום ששבת בו:","קדש עליו היום בבקעה ואינו יודע תחום שבת מהלך אלפים פסיעות <i>(בינוניות) (טור) <\/i>שהם תחום שבת:","כשם שאין אדם רשאי להלך בשבת וביום טוב אלא אלפים אמה לכל רוח כך כליו ובהמתו אין יכול שום אדם להוליכם חוץ לאלפים אמה של בעליהם. ואם עירבו בעליהם לרוח אחת אין שום אדם יכול להוליכם לרוח האחרת אפילו פסיעה אחת במקום שאין הבעלים יכולים לילך. <i> הגה: ועיין לעיל סוף סימן ש''ה אם מותר למסור בהמה לעכו''ם במקום שיש לחוש שיוציאנה חוץ לתחום:<\/i>","המוסר בהמתו לבנו הרי הוא כרגלי האב:","מסרה לרועה אפילו נתנה לו ביום טוב הרי היא כרגלי הרועה ואם מסרה לשני רועים הרי היא כרגלי בעליה מפני שלא קנה אחד מהם:","שור של פטם כרגלי מי שלקחו לשחטו ביום טוב וכן אם שחטו בעליו ביום טוב ומכר בשרו כל אחד מהלוקחים מוליך מנתו למקום שהוא הולך:","שור של רועה כרגלי אנשי אותה העיר:","כלים המיוחדים לאחד מהאחים שבבית הרי הם כרגליו ושאינם מיוחדים אין יכולים להוליכם אלא למקום שכולם יכולים לילך:","שנים ששאלו חלוק זה לילך בו שחרית וזה לילך בו ערבית לא יוליכו אלא למקום ששניהם יכולים לילך ואם עירב זה לסוף אלפים למזרח וזה לסוף אלפים למערב לא יזיזוהו ממקומו:","שנים שלקחו בהמה בשותפות ושחטוה ביום טוב אף על פי שלקח כל אחד מנתו הרי כל הבשר כרגלי שניהם אבל אם לקחו חבית של יין וחלקוה ביום טוב חלקו של כל אחד מהם כרגליו:","השואל כלי מחבירו מערב יום טוב אפילו לא לקחו עד הלילה הרי הוא כרגלי השואל ואם שאלו ממנו ביום טוב אף על פי שדרכו לשאלו ממנו בכל יום טוב הרי הוא כרגלי המשאיל:","האשה ששאלה מחברתה מים ומלח לעיסתה ותבלין לקדירתה ביום טוב הרי העיסה ותבשיל כרגלי שתיהן:","לקח מחבירו ביום טוב נחלת לא יוליכנה אלא כרגלי הנותן אבל אם הדליק נר או עץ משלהבת חבירו הרי הוא כרגלי זה שהדליק:","בור של יחיד הרי הוא כרגלי בעליו ושל אותה העיר כרגלי אנשי אותה העיר ושל הפקר כרגלי הממלא:","נהרות המושכים ומעינות הנובעים הרי הם כרגלי הממלא היו באים מחוץ לתחום לתוך התחום ממלאים מהם בשבת ואין צריך לומר ביום טוב:","מילא מים מבור של הפקר לצורך חבירו הרי הם כרגלי הממלא:","מי שהיו לו פירות מופקדים בעיר אחרת רחוקה ממנו ועירבו בני אותה העיר לבוא אצלו לא יביאו לו מפירותיו שפירותיו כמוהו במה דברים אמורים כשייחד להם קרן זויות אבל אם לא ייחד להם הרי הם כרגלי זה שהם מופקדים אצלו:","מי שזימן אצלו אורחים ביום טוב לא יוליכו בידם מנות למקום שאין בעל הסעודה יכול לילך בו אלא אם כן זיכה להם מערב יום טוב על ידי אחר במנות אלו:"],["הבא למדוד אלפים אמה של תחום העיר אם היתה העיר אריכא וקטינא או שהיתה מרובעת ולא לרבוע העולם הואיל ויש להם ארבע זויות שוות מניחים אותה כמות שהיא ומודדים לה אלפים אמה לכל רוח מארבע רוחותיה:","היתה עגולה עושין לה זויות ורואין אותה כאלו היא בתוך המרובע ומודדין חוץ מצלעות אותו מרובע אלפים אמה לכל רוח שנמצא משתכר הזויות וכן אם היתה העיר משולשת או שיש לה צלעות רבות מרבעין אותה ואחר כך מוציאין חוץ למרובע אלפים אמה לכל רוח:","כשהוא מרבעה מרבעה בריבוע העולם כדי שתהא כל רוח ממנה משוכה כנגד רוח מרוחות העולם ומכוונת כנגדם:","היתה רחבה מצד אחד וקצרה מצד אחד רואין אותה כאילו כולה רחבה היתה עשויה כמין גם או כקשת אם יש בין שני ראשיה פחות מד' אלפים אמה מודדין לה מן היתר ורואין את כל הרוחב שבין היתר והקשת כאלו הוא מלא בתים ואם היה בין שני ראשיה ד' אלפים אין מודדין לה אלא מן הקשת. <i> הגה: ויש אומרים מן המקום שנתקצר שם הקשת שאין בו ארבע אלפים אמה וכל זה שיש בין הקשת והיתר יותר מאלפים אבל אם אין ביניהם אלפים מודדין בכל ענין מן היתר וכן נראה להקל (הגהות מיימוני פרק כ''ה מהלכות שבת והרא''ש והטור):<\/i>","כל בית דירה שהוא יוצא מהעיר אם היה בינו ובין העיר שבעים אמה ושני שלישים שהוא צלע בית סאתים המרובעות או פחות מזה הרי זה מצטרף לעיר ונחשב ממנה וכשמודדין לה אלפים אמה לכל רוח מודדין חוץ מבית דירה זה. <i> הגה: ויש אומרים שאין מתחילין למדוד מיד מן הבית אלא מותחין חוט על פני רוחב העיר נגד הבית ומרחיקין משם שבעים אמה ושיריים ומתחילין וכן בכל מקום שמודדין (טור), וכן נראה לי להקל:<\/i>","היה בית קרוב לעיר בשבעים אמה ובית שני קרוב לבית הראשון בשבעים אמה ובית שלישי קרוב לשני בשבעים אמה וכן עד מהלך כמה ימים הרי הכל כעיר אחת וכשמודדין מודדין מחוץ לבית האחרון והוא שיהיה בית דירה זה ד' אמות על ד' אמות או יותר וכן בית הכנסת שיש בו בית דירה לחזנים ובית תפלה של אינם יהודים שיש בו בית דירה לכהניהם והאוצרות שיש בהם בית דירה והגשר והקבר שיש בהם בית דירה ושלש מחיצות שאין עליהם תקרה ויש בהם ד' אמות על ד' אמות והבית הבנוי בים ושתי מחיצות שיש עליהם תקרה ומעזיבה ומערה שיש בנין על פיה ויש בה בית דירה כל אלו מצטרפין עמה אם היו בתוך שבעים אמה ושירים ומאותו הבית היוצא רואים כאלו חוט מתוח על פני כל העיר ומודדין חוץ מאותו החוט אלפים אמה. <i> הגה: ואם היו שני בתים כאלו נגד העיר דינם כעיר העשויה כקשת (טור)<\/i>. אבל שתי מחיצות שאין עליהם תקרה אף על פי שדרים ביניהם והגשר והקבר ובית הכנסת ובית עבודת אלילים והאוצרות שאין בהן בית דירה והבור והשיח והמערה והשובך ובית שבספינה כל אלו וכיוצא בהם אין מצטרפין עמה. <i> הגה: ואם היו שני בתים כאלו נגד העיר דינם כעיר העשויה כקשת (טור):<\/i>","היו שתי עיירות זו סמוכה לזו קמ''א אמות ושליש כדי שיהיה שבעים אמה ושיריים לזו ושבעים אמה ושיריים לזו חשובים שתיהם כעיר אחת ונמצאת כל עיר מהן מהלכה את מהלכות את כל העיר וחוצה לה אלפים אמה. <i> הגה: וכן חומת העיר שנפרצה מב' רוחותיה זו כנגד זו וחרבו הבתים שביניהם עד קמ''א אמה ושליש דינו כסתום (טור). אבל בית אחד אפילו גדול הרבה אין לו דין עיר לתת לו שבעים אמה ושיריים (תוספות והרא''ש פרק כיצד מעברין וטור):<\/i>","היו שלשה כפרים משולשים אם יש בין האמצעי ובין כל אחד מהחיצונים אלפים אמה או פחות מכאן ובין שנים החיצונים רפ''ג אמות פחות שליש <i>(מלבד רוחב העיר האמצעי) (טור)<\/i> כדי שיהיה בין כל אחד מהם ובין האמצעי כשתראה אותו כאלו הוא ביניהם קמ''א ושליש הרי שלשתן כמדינה אחת ומודדים להם אלפים אמה לכל רוח מחוץ לשלשתן (ויש אומרים דאין מודדין מן האמצעי רק מחומותיה) (תוספות והרא''ש פרק כיצד מעברין וטור):","עיר שיושבת על שפת הנחל שרוב העתים הוא יבש ומשתמשים בו שאינו מלא אלא בשעת הגשם אם יש לפניה מצבה <i>(פירוש איצטבא)<\/i> רוחב ד' אמות על שפת הנחל כדי שיעמדו עליה וישתמשו בנחל נמצא הנחל בכלל העיר ומודדין לה אלפים אמה משפת הנחל השני ויעשה הנחל כולו בכלל העיר מפני המצבה הבנויה בצדה ואם לא היה שם מצבה אין מודדים להם אלא מפתח בתיהם ונמצא הנחל נמדד מן האלפים שלהם:","יושבי צריפים דהיינו שיושבים באהלים שעושין מהוצין וערבה אין להם דין עיר ולפיכך אין מודדין להם אלפים אמה אלא מפתח בתיהם <i>(אם אין להם כמין היקף מחיצה י' או חריץ י' סביב בתיהם) (בית יוסף בשם שבולי לקט)<\/i>. ואם יש שם שלש חצירות של שני בתים קבועים של אבן או של נסרים אלו עושים את כלם קבע ויש להם דין עיר ומרבעים אותה ונותנין לה אלפים אמה לכל רוח כשאר העיירות:","עיר שהוקפה ואחר כך ישבה מודדין לה ממקום ישיבתה ישבה ואחר כך הוקפה מודדין לה מחומתה:"],["אין מודדין תחום העיר אלא בחבל של פשתן של חמשים אמה לא פחות שהוא נמתח ביותר ולא ארוך יותר מפני שאינו נמתח כראוי:","אם יש נהר לפניו לסוף ע''ה אמה לאחר שמדד חמשים אמה חוזר לאחוריו כ''ה אמה כדי שיהא החבל של נ' אמה שלם עד הנהר:","ישים החבל כנגד לבו וימתחנו בכל כחו:","לא ימדוד אלא כנגד העיר אפילו אם יש הרים וגאיות כנגדה ולא ילך מכנגדה בצדה שהוא ישר וימדוד שם ויחזור כנגד העיר ולפי מדה שמדד שם אלא ימדוד כנגד העיר וכשיגיע להר אם הוא כל כך זקוף שאם יורידו חוט המשקולת מראשו לא יתרחק מכנגדו ולמטה בשיפולו ד' אמות אז אין צריך למדוד <i>(כל כך)<\/i> הירידה והעליה אלא אם יש מישור בראשו ואם אין מישור בראשו אינו מודד כלל ואם חוט מתרחק מכנגדו ארבע אמות ומתלקטים מתוך ה' דהיינו שבהילוך ה' אמות של שיפוע עולה עשרה טפחים אז רואים אם אין משפתו אל שפתו אלא נ' אמה מבליעו בחבל של נ' אמה שזוקף עץ גבוה בשפתו מזה ועץ אחר כנגדו בשפתו מזה ומותח חבל מזה לזה ואם אינו יכול להבליעו בחבל של נ' אמה מודדו בחבל של ד' אמות וכך יעשה אחד עומד ברגלי ההר למטה ואחד למעלה ממנו ברחוק ד' אמות ונותן התחתון החבל כנגד לבו והעליון כנגד רגליו ועולה התחתון למקום שעומד העליון והעליון עולה ד' אמות ומודדין כבתחלה וכן יעשה עד שימדוד כולו ואם הוא משופע יותר שבהילוך ד' אמות עולה י' טפחים אז הקילו בו ולא הטריחוה להבליעו בחבל של נ' אמה על ידי קורות אלא אם אין בו אלא חמשים אמה ישער אותו כמה יש בו לפי אומד הדעת ואם יש בו יותר מנ' אמה מודדו בחבל של ארבע אמות:","הגיע לגיא אם חוט המשקולת מתרחק מכנגדו למטה ד' אמות אז רואים אם יכול להבליעו בחבל של נ' אמה מבליעו ואם לאו מודדו בחבל של ד' אמות והוא שלא יהא עמוק יותר מאלפים אבל אם הוא עמוק יותר מאלפים מודד הירידה והעליה של כל השיפוע ואם אין החוט מתרחק מכנגדו ד' אמות אז אם יכול להבליעו בחבל של נ' אמה מבליעו ואם לאו אינו מודד כלל השיפוע של ירידה ועליה אלא המישור של מטה ואפילו אם עמוק יותר מאלפים:","הגיע להר <i>(או לגיא)<\/i> וכל מה שהוא ממנו מכנגד העיר הוא רחב מחמשים אמה שאינו יכול להבליעו וכגון שהוא במזרח העיר וכל אורך מזרח אינו יכול להבליעו אם יכול להבליעו בתוך אלפים של צד צפון או דרום ילך שם ויבליעו כיון שהוא עדיין בתוך התחום של צד העיר אבל אם אינו יכול להבליעו בתוך אלפים של צד העיר לא יתרחק יותר לצד העיר כדי להבליעו:","אין סומכין אלא על מדידת אדם מומחה שהוא יודע מדת הקרקע:","היו לנו תחומי שבת מוחזקין ובא מומחה ומדד ריבה בתחום מהם ומיעט בתחום שומעין לו אף בתחום שריבה. <i> הגה: מדד ומצא מדתו במזרחית צפונית יתירה על שכנגדו במזרחית דרומית מותח החוט של סימן התחום מזה לזה באלכסון (הרא''ש וטור) ויש אומרים בשוה לפי המקום שריבה בו (בית יוסף בשם רש''י ורשב''א):<\/i>","אם באו שני מומחים ומדדו את התחום אחד ריבה ואחד מיעט שומעין למרבה ובלבד שלא ירבה יותר ממדת אלכסונה של עיר כיצד בעת שירבה זה נאמר שמא הראשון מקרן אלכסון של עיר מדד האלפים ולפיכך מיעט מדתו ונמצא צלע התחתון בינו ובין העיר פחות מאלפים וזה האחרון מדד אלפים מצלע העיר ואין מחזיקין על הראשון שטעה ביותר על זה:","עושין התחומין כטבלא מרובעת דהיינו שמודד על פני כל אורך העיר למזרח אלפים אמה לחוץ וכן לצפון ואחר כך רואים כאילו היתה טבלא מרובעת בקרן למלאותו ונמצא התחום בקרן אלפים ואלכסונן שהם אלפים ות''ת אבל לא ימדוד מאמצע הקרן אלפים באלכסון וכן בקרן שכנגדו ויתן החוט מזה לזה שאין כן מפסיד הת''ת שבקרן וגם לא יהיה התחום כנגד העיר אלא אלף ותכ''ח:","אפילו עבד אפילו שפחה נאמנים לומר עד כאן תחום שבת אבל קטן לא בעודו קטן אבל נאמן הגדול לומר זכור אני שעד כאן היינו באים בשבת כשהייתי קטן וסומכין על עדותו:"],["מי שהיה בא בדרך ליכנס לעיר וישב בדרך לנוח וחשכה לו ולא ידע שהוא בתחום העיר ואחר כך מצא עצמו בתחומה קנה שביתה בעיר ונכנס לתוכה בשבת ומהלך את כולה וחוצה לה אלפים אמה לכל רוח אבל אם לא היה דעתו ליכנס למדינה זו קנה שביתה במקומו ומשם יש לו אלפים אמה לכל רוח ואם כלים אלפים אמה ממקום שביתתו בחצי העיר אינו מהלך בעיר יותר מחציה. <i> הגה: והוא הדין אם היה דעתו ליכנס לעיר ואמר שביתתי במקומי נמי דינא הכי (המגיד פרק כ''ז):<\/i>"],["מי שישן בדרך וחשכה לו קנה שביתה במקומו ויש לו אלפים אמה לכל רוח ודוקא באדם משום דהואיל ואם היה נעור היה קונה ישן נמי קונה אבל חפצי הפקר אינם קונים שביתה והם כרגלי הזוכה בהם תחלה שיכול להוליכן למקום שילך הוא אבל חפצי העכו''ם קונין שביתה במקומן אף על פי שבעליהם לאו בני שביתה נינהו גזירה חפצי עכו''ם אטו חפצי ישראל ואם הוציאן עכו''ם חוץ לתחומן והביאן לעיר יכולים לטלטל בכולה שכולה כארבע אמות ובלבד שתהא מוקפת לדירה וסתם עיירות מוקפות לדירה שבונים בתים תחלה ואחר כך מקיפים אותם אבל סתם מבצרים אינם מוקפים לדירה. <i> הגה: ולכן יש ליזהר ישראל שהשאיל כליו לנכרי והחזירן בשבת שלא לטלטלן חוץ מד' אמות אם אין העיר מוקף מחיצה שהרי הכלים קנו שביתה אצל העכו''ם (אור זרוע):<\/i>"],["חריץ מלא מים מכונסים שהוא בין שני תחומי שבת מקצתו בתחום עיר זה ומקצתו בתחום עיר אחרת שתי העיירות אסורות למלאות ממנו אפילו בתוך התחום שהמים שבתוך התחום קונים שביתת העיר ומתערבים אלו עם אלו וצריך לעשות מחיצה בסוף התחומין להפסיקן ואפילו היא תלויה שאינה מגעת לקרקע החריץ ושל קנים בעלמא סגי. <i> הגה: ובור של תבן העומדת בין שני תחומין אלו מאכילין מכאן ואלו מאכילין מכאן ואין חוששין שמא יקח אחד מחלק חבירו (גמרא פרק חלון)<\/i>. ואם המים מושכין אין צריך שום תיקון שאינם קונים שביתה והרי הם כרגלי הממלא:"],["שבת בבקעה והקיפוה עכו''ם בשבת מחיצות לדירה אינו הולך בה אלא אלפים אמה שאינה כולה כד' אמות כיון שלא שבת באויר המחיצות ומטלטל בכולה על ידי זריקה שיכול לזרוק אפילו חוץ לאלפים שהרי רשות היחיד גמור הוא כיון שהוקף לדירה. <i>(אבל לטלטל ממש חוץ לארבע אמות אסור אפילו תוך אלפים) (בית יוסף בשם תוספות והגהות אשירי פרק מי שהוציאוהו):<\/i>"],["המהלך חוץ לתחום למעלה מעשרה טפחים כגון שקפץ על גבי עמודים שגבוהים עשרה ואין בכל אחד מהם ארבעה טפחים על ד' טפחים הרי זה ספק אם יש תחומין למעלה מעשרה או לאו ומה שיהיה בדרבנן יהיה ספיקו להקל. <i> הגה: מיהו אם היה הולך בדרך זה או על ידי קפיצת שם מתוך י''ב מיל חוץ לי''ב מיל אזלינן לחומרא למאן דאמר תחומין די''ב מיל הוי דאורייתא (דברי עצמו ותשובת רמב''ם)<\/i>. והואיל ואין בימים ובנהרות איסור תחומין דאורייתא לדברי הכל לפי שאינם דומים לדגלי מדבר מי שבא בספינה בשבת והגיע לנמל אם משנכנס השבת עד שהגיע לנמל לעולם היתה למעלה מי' מקרקע הים או הנהר יורד ואינו נמנע ויש לו אלפים אמה ממקום שפגע בו למטה מי'. <i> הגה: ואם הוא ספק אם הוא למעלה מעשרה או לא אזלינן לקולא (המגיד פרק כ''ז). ואם כבר יצא אלפים ממקום שפגע למטה מעשרה דאין לו רק ד' אמות מכל מקום אם צריך לצאת מן הספינה מכח גשמים שיורדים עליו או שהחמה זורחת עליו או שצריך לנקביו וצריך מכח זה ליכנס בעיר הוה ליה כל העיר כארבע אמותיו וכיון דעל על (אור זרוע ומרדכי והגהות אשירי פרק מי שהוציאוהו). ועיין לקמן סימן ת''ו. ועיין לעיל סימן רס''ו מי שרוכב בדרך וחשכה לו בערב שבת כיצד יעשה:<\/i>"],["מי שיצא חוץ לתחום אפילו אמה אחת לא יכנס להיות כבני העיר ואין לו אלא ד' אמות מעמידת רגליו ולחוץ:","היתה רגלו אחת תוך התחום ורגלו אחת חוץ לתחום יכנס:","מי שקידש עליו היום והוא חוץ לתחום העיר אפילו אמה אחת לא יכנס להיות כבני העיר ואינו מהלך אלא אלפים אמה לכל רוח ממקום שקידש עליו היום:","מי שיצא חוץ לתחום שלא לדעת מותר לעשות לו מחיצה של בני אדם שעירבו לאותו רוח ויכולים לילך שם ויעשו סביביו כמו מחיצה ויכנס ביניהם והוא שלא ידעו אותם שנעשית בהם המחיצה שלשם כך נקראו אבל אם יצא לדעת אסור:","מי שהוציאוהו חוץ לתחום עכו''ם או רוח רעה או שאר כל אונס או ששגג ויצא אין לו אלא ארבע אמות החזירוהו לתוך התחום כאילו לא יצא והרי כל העיר כד' אמות כבתחלה וחוצה לה אלפים אמה לכל רוח אבל אם חוזר לדעת אין לו אלא ארבע אמות. <i> הגה: וכן אם נכנס לספינה ויצאה הספינה חוץ לתחום וחזרה לאחוריה לנמל שהפליגה משם הרי הוא כאילו לא יצא דהוה ליה כמו שהוציאוהו עובדי כוכבים והחזירוהו (אור זרוע):<\/i>","נתנוהו עובדי כוכבים חוץ לתחום בדיר או בסהר ומערה או בעיר אחרת מוקפת חומה לדירה או שנאנס בשאר אונס או ששגג ויצא חוץ לתחום ונכנס לאחד מאלו ונזכר והוא בתוכו מהלך את כולו אבל אם יצא חוץ לתחומו לדעת אף על פי שהוא בתוך אחד מאלו אין לו אלא ד' אמות:","מי שהפליגה ספינתו בים מהלך את כולה הואיל ושבת באויר מחיצות ואם נפחתו דפני ספינה בשבת אם היא מהלכת מהלך את כולה ואם היא עומדת אינו מהלך בה אלא ד' אמות. <i> הגה: ואם באמצע יש לו מחיצות עשרה ובראשו אין לו אזלינן בתר אמצעי ואפילו אין לו כלל רק יש בו לחקוק עשרה דאמרינן חוקקין להשלים (אור זרוע):<\/i>","יצא לדעת והחזירוהו עובדי כוכבים אין לו אלא ד' אמות ומיהו אם החזירוהו לעירו <i>(המוקפת מחיצות לדירה) (הרא''ש פרק מי שהוציאוהו ורבינו ירוחם חלק י''א ואור זרוע)<\/i> כולה כארבע אמות ואפילו יצא לדעת וחזר לדעת <i>(ועיין לעיל דין סתם עיירות סימן ת''א):<\/i>","פירות שהוציא חוץ לתחום והחזירם אפילו במזיד לא הפסידו מקומם שכל העיר להם כארבע אמות וחוצה לה אלפים אמה לכל רוח כבתחלה אם הוא יום טוב ואם הוא שבת מותרין באכילה במקומם ואפילו לאותו ישראל שהחזירם לצרכו במזיד, מאי טעמא, אנוסים הם, וכל זמן שלא הוחזרו והם חוץ למקומם אם הוציאן בשוגג מותרים לאכלם ואסור לטלטלם חוץ לד' אמות ואם הוציאם במזיד אסור לאכלם אפילו מי שלא הוציאם ויש מתירים למי שלא הוציאם:"],["מי שיצא חוץ לתחום שלא לדעת שאין לו אלא ד' אמות והוצרך לנקביו יכול לצאת מהם עד שימצא מקום צנוע לפנות ועצה טובה לו שיתקרב בצד תחומו שאם לא ימצא מקום צנוע עד תחומו יכול ליכנס ולאחר שנכנס הוי כאילו לא יצא כיון שנכנס ברשות אבל אם מצא מקום צנוע קודם לא יכנס אלא יפנה שם ויתרחק ממקום שנפנה עד שיכלה הריח ושם יש לו ד' אמות ואם נתרחק מהריח ונכנס בתחומו כאילו לא יצא ואם יצא לדעת אין לו תקנה. זה שאמרנו בהוצרך לנקביו יש אומרים אפילו לקטנים ויש אומרים דוקא לגדולים:"],["מי שיצא חוץ לתחום ברשות כגון חכמה הבאה לילד וכיוצא בזה יש לו אלפים אמה לכל רוח באותו מקום שהגיע לו ואם הגיע לעיר הרי הוא כאנשי העיר ויש לו אלפים לכל רוח חוץ לעיר <i>(עיין לעיל סוף סימן רמ''ח):<\/i>","היה יוצא ברשות והוא הולך בדרך ואמרו לו כבר נעשית המצוה שיצאת לעשות יש לו ממקומו אלפים אמה לכל רוח ואם היה מקצת התחום שיצא ממנו ברשות מובלע בתוך אלפים אמה שיש לו ממקומו הרי זה חוזר למקומו וכאילו לא יצא:","כל היוצאים להציל נפשות ישראל מיד עובדי כוכבים או מן הנהר או מן המפולת יש להם אלפים אמה לכל רוח ממקום שהצילו בו ואם היתה יד העובד כוכבים תקיפה והיו מפחדים לשבות במקום שהצילו הרי אלו חוזרים בשבת למקומם ובכלי זיינם:"]]}