{"MISHNA_BERURA":[["(א) ואסור לפרוץ גדר - ר\"ל אע\"ג דמסקינן בגמרא דבזמן דאין מצוי גזירות עובדי כוכבים על ישראל תלוי הדבר ברצון ישראל דהיינו אם רצו רוב ישראל והסכימו שלא להתענות בהג' צומות הרשות בידן כתבו הפוסקים דעכשיו כבר רצו וקבלו עליהן כלל ישראל מדור דור ואסור לפרוץ גדר:","(ב) מיהו וכו' - דבשעה שרצו וקבלו עליהן להתענות הקילו לכתחלה עליהן:","(ג) עוברות ומניקות וכו' - ומסתברא דעוברת מיקרי משעה שהוכר הולד כדקי\"ל לענין ווסתות ומ\"מ אפשר דאפילו לאחר ארבעים יום ליצירת הולד נמי הו\"ל בכלל מעוברת לענין זה אם מרגשת צער אבל בבציר מהכי נראה דהויא לה ככל הנשים לכל דבר אם לא שמצטערת הרבה. ואם מרגשת חולשה אין להחמיר בה כלל [מור וקציעה עיי\"ש]:","(ד) אין להתענות - וכ\"ש אם הוא חולה שאין בו סכנה בודאי פטור מלהתענות ואסור לו להחמיר על עצמו:","(ה) אלא שנהגו להחמיר - ואם הם חלושות נראה דאין להם להחמיר ומ\"מ אף הצריך לאכול לא יתענג עצמו בבשר ויין רק כפי מה שצריך. וכן הקטנים שיש להם דעת להתאבל אע\"ג שאין מחוייבין לחנכם אפילו בן י\"ב שנה ואפילו בתענית שעות מ\"מ ראוי לחנכם שלא יאכלו רק כדי קיום הגוף לחם ומים או שאר מאכל פשוט לפי התנוק כדי שיתאבלו עם הצבור:","(ו) מותרים ברחיצה וכו' - דבשעה שרצו וקבלו עליהם לצום בכל הארבע תענית הנ\"ל לא קבלו עליהם שיהיו בחומר ת\"צ כט\"ב לפי שאין רוב הצבור יכולין לעמוד בה ובעל נפש יחמיר בכולן כמו בט\"ב אלא שאם חל ליל טבילה יקיים עונתו וגם בנעילת הסנדל לא יחמיר משום חוכא וטלולה וכן אם חל י' בטבת בע\"ש אין להחמיר ברחיצה בחמין מפני כבוד השבת:","(ז) ואין צריך וכו' מבעוד יום - כמו בט\"ב אלא מותר בהם באכילה ושתייה בלילה:","(ח) כל ד' צומות - כל לאו דוקא דלעולם אין עשרה בטבת חל בשבת כמ\"ש סימן תכ\"ח ס\"ב:","(ט) נידחין לאחר השבת - ולא קודם דאקדומי פורעניתא לא מקדמינן:","(י) ואם אלו בע\"ש - האי לישנא ג\"כ לאו דוקא דכל הד' צומות ג\"כ א\"א לחול בע\"ש לפי הקביעות המבואר לעיל בסימן תכ\"ח כ\"א עשרה בטבת בלבד:","(יא) בשחרית ומנחה ויחל - וה\"ה דאומר הש\"ץ ענינו בין גואל לרופא אבל אין אומרים וידוים ונפילת אפים במנחה לפי שהוא ע\"ש. ומטעם זה אין לעשות בע\"ש יו\"כ קטן באם ר\"ח בשבת כ\"א ביום חמישי שלפניו לפי שאין לומר סליחות גם וידוים בע\"ש במנחה:","(יב) ואח\"כ עושין החופה - ואסור אז החתן לשתות מכוס של ברכה כיון שהוא עדיין מבע\"י אלא נותנין לתינוק לשתות. [ובנדחה יכול החתן לשתות מכוס של ברכה וכן לאכול ולשתות אח\"כ ועיין לקמן בסימן תקס\"ב ס\"ב דאם התענית הוא רק מחמת עצמו שהוא התענה ביום זה א\"צ להשלים] וכן כשחל אחד מהצומות בתוך שבעת ימי החופה ישלים תעניתו אבל יא\"צ א\"צ להתענות בתוך ז' ימי החופה אם נשא בתולה או בחור אלמנה:"],["(א) ממעטין בשמחה - עיין במ\"א דר\"ל שאין שמחין בו כלל כמ\"ש התוס' פ\"ק דמגילה:","(ב) לישתמיט מיניה - עד ר\"ח אלול ועכ\"פ עד אחר ט\"ב:","(ג) ובעל ברית - היינו אותו שתופס התינוק על ברכיו בשעת המילה אבל המכניס והמוציא התינוק [שקורין קוואטער] אינו בכלל זה ומ\"מ האשה המכנסת התינוק נוהגת ללבוש בגדי שבת שזה עיקר מצותה:","(ד) ואבי הבן - ואמו:","(ה) אין מחליפין - ואפילו הטלית. ולענין גילוח אם מותר לבעל ברית וכה\"ג. עיין בשע\"ת:","(ו) כ\"א הכתונת לבד - שאינו לובש אלא מפני הזיעה ומטעם זה מותר להחליף גם הפוזמקאות וזה מותר אפילו בשבת שחל בו ט\"ב. ובק\"ק ווילנא נוהגין ע\"פ הגר\"א ללבוש בגדי שבת ויש משנים בגד אחד וכ\"כ ר\"י עמדין בשם אביו הגאון שצריך ללבוש בגדי שבת אפילו בשבת שחל בו ט\"ב:","(ז) פרוכת - וה\"ה מפות ומכסאות:","(ח) מותר ללבוש וכו' - ואף אבי החתן והכלה לובשין בגד עליון של שבת לכבוד חתן וכלה:","(ט) בגדי שבת - ומ\"מ בגדים חדשים אסור:","(י) בשבת של חזון - ואפילו חל ט\"ב בשבת אבל לאבי החתן אין להתיר באופן זה ללבוש שום בגד של שבת:","(יא) ממעטים במשא ומתן - יש מן הפוסקים דס\"ל דהיינו שלא ישא במו\"מ של שמחה כגון לקנות כלי כסף או צרכי חופה וכדומה אבל סתם מו\"מ אין צריך למעט כלל ויש דס\"ל דכל מו\"מ צריך למעט בעת הזאת ולא יעסוק אלא כדי פרנסתו וכן משמע בסימן תקנ\"ד סוף סכ\"ב דצריך למעט בכל מו\"מ. [ורק אם הוא יריד י\"ל דהוי דבר האבד ושרי בכ\"ע אם הוא מוצא אז בזול יותר] ובזמנינו נהגו להקל בכל זה משום דהכל נחשב כעת כדי פרנסתינו:","(יב) ובבנין של שמחה - וה\"ה כל בנין שא\"צ לו לדירתו ורק שעושה כן להרווחה בעלמא אסור ואם שכר לנכרי קודם ר\"ח בקבלנות מותר בכל ואפילו בט\"ב עצמו דנכרי אדעתא דנפשיה עביד וה\"ה אם קצץ עם הנכרי בקבלנות לצייר ביתו מותר לצייר מטעם זה. ומ\"מ אם יכול לפייסו בדבר מועט שימתין עד אחר ט\"ב תע\"ב. וביה\"כ מותר דהוי מצוה דרבים:","(יג) נוטה ליפול - ואפילו אם הוא בענין שאין בו משום סכנה [כגון שעומד הכותל בחצר ואפשר לסגור החצר ולא יכנס אדם לשם] אלא שיש לחוש להפסד ממון כגון שע\"י נפילתו ישבר החומה ויתקלקל יותר אפ\"ה מותר לבנות אף שהוא בנין של שמחה שהרי אינו עושה בשביל שמחה כ\"א בשביל הפסד:","(יד) ולצורך מצוה וכו' - כגון שאין לו אשה ובנים ואין לו בית חתנות מותר לבנות בית חתנות דמדינא אפילו נשואין מותר בזה ומה שאין נוהגין לישא אשה כלל היינו משום דלא מסמני מילתא וע\"כ מותר לעשות בית חתנות או לעשות בגדים חדשים לצורך נשואין שיהיה אחר ט\"ב אבל מי שקיים פריה ורביה אסור בכל זה:","(טו) ואין נושאין - היינו אפילו בלא סעודה דבנשואין בלבד איכא שמחה ולהחזיר גרושתו מן הנשואין אפשר דשרי:","(טז) אבל ליארס וכו' - דאירוסין בלא סעודה ליכא שמחה כ\"כ וכ\"ש דמותר להתקשר בכתיבת תנאים ומ\"מ סעודה אסור לעשות אף באופן זה ואפילו בלא ריקודין ומחולות ואפילו בשבת אסור לעשות סעודה בשביל זה. מיהו מה שנוהגין לאכול מיני מרקחת בשעת כתיבת התנאים לא מיקרי סעודה. ואסור לעשות ריקודין ומחולות מי\"ז בתמוז ואילך אפילו בלא אירוסין:","(יז) שלא יקדמנו אחר - ר\"ל אף דאירוסין ג\"כ יש שמחה קצת והי\"ל לנו לאסור עכ\"פ בט\"ב לזה אמר דמותר מטעם שלא יקדמנו אחר:","(יח) ונוהגין להחמיר שאין נושאין וכו' - היינו אפילו מי שלא קיים פו\"ר:","(יט) שאין נושאין וכו' - אבל באירוסין אין נוהגין להחמיר ואפילו סעודת אירוסין מותר לעשות:","(כ) אסורין לספר - ולענין נטילת צפרנים יש דעות בין האחרונים אכן לצורך טבילת מצוה בודאי שרי. וכן לכבוד שבת כגון שחל ט\"ב בשבת שרי בע\"ש ליטול הצפרנים [אחרונים]. ולענין סריקת הראש אין להחמיר אפילו בשאר ימי השבוע:","(כא) ולכבס אפילו וכו' - דנראה כמסיח דעתו מהאבילות:","(כב) וכיבוס שלנו - היינו של חו\"ל מותר לפי שאין הכיבוס יפה ככיבוס א\"י וע\"כ מותר לכבס ולהניח עד אחר ט\"ב דאלו לכבס וללבוש בכל מקום אסור [ב\"י]:","(כג) וכלי פשתן וכו' - היינו ישנים אבל לא בחדשים היוצאים מתחת המכבש:","(כד) משום גיהוץ - אפילו בא\"י וה\"ה דאין בהם משום כיבוס שלהם:","(כה) אבל אסור ללבשן וכו' - היינו אפילו אם גיהצן או כיבסן קודם שבוע זו:","(כו) בין ללבוש בין לכבס ולהניח - ר\"ל דנהגו לאסור אפילו לכבס ולהניח דללבוש מדינא אסור בכל גווני:","(כז) דכיבוס שלנו וכו' - ר\"ל מה שמוכח בגמרא דכיבוס שלנו מותר היינו רק לשל בני בבל וכו':","(כח) קרי לשל בני בבל - כצ\"ל. וכן איתא בשו\"ע דפוס ראשון מהמחבר בעצמו:","(כט) עד אחר התענית - ומי שאין לו אלא חלוק אחד יש להתיר לכבס מר\"ח עד השבת:","(ל) מותרת לכבס - ר\"ל אפילו בשבוע שחל ט\"ב להיות בתוכה:","(לא) רק לובשת חלוק בדוק ויפה - ואם אין לה הסכימו הרבה אחרונים דמותרת ללבוש חלוק לבן דלצורך מצוה לא גזרו ועיין בדה\"ח דמותרת ליתן לכובסת עכו\"מ לצורך לבישת לבנים:","(לב) וכן לכבוד שבת לובשים כלי פשתן - המכובסים ומשמע ממה שאמר וכן שגם לכבוד שבת מותר לכבס ביום ה' ויום וי\"ו ובדרכי משה משמע שנהגו בזה לאיסור אכן אם אין לו כתונת לשבת יש להקל וע\"י עכו\"מ פשיטא דשרי אבל בתספורת אסור אפילו לכבוד שבת דבלא\"ה אין רגילין לספר בכל שבוע [מ\"א] ועיין בבה\"ל:","(לג) ומציעין לבנים וכו' - היינו על השולחנות מותר להחליף לבנים אבל להחליף סדינים לבנים נהגו איסור:","(לד) לכבס מר\"ח ואילך - ואפילו א\"ל לכבס אחר ט\"ב ג\"כ אסור מטעם מנהגא [מ\"א] ובספר א\"ר צידד להקל ליתן לה מר\"ח ואילך לכבס אחר ט\"ב והביאו הפמ\"ג ולענין כלי פשתן בודאי יש לסמוך ע\"ז:","(לה) אחר ר\"ח - וה\"ה אפילו אם תכבס בשבוע שחל ט\"ב:","(לו) לאחר התענית מותר לספר וכו' - וק\"ו שמותר בבשר ויין. ואותן הנוהגין איסור בבשר ויין עד שבת נחמו י\"א דמנהגא של טעות הוא וא\"צ התרה אבל הב\"ח ומ\"א הסכימו דצריך התרה. ובעוד שלא התירו אסורין ג\"כ לספר ולכבס עד יום ה' מפני כבוד השבת ועיין במ\"א מש\"כ עוד בענין זה:","(לז) מיד - ועיין לקמן סימן תקנ\"ח באחרונים דמצד מנהגא יש ליזהר בזה ביום עשירי עד חצות היום:","(לח) שנהגו לאסור - היינו היכי שחל בשבת ונדחה אבל חל ביום א' מותר אף לדעה זו:","(לט) חוץ מיום ה' ויום וי\"ו - שמותר לכבוד שבת ועיין לעיל בס\"ק ל\"ב. הצריך לילך למרחקים בשבוע שחל בו ט\"ב מותר ליתן לכובסת עכו\"מ לכבס בגדי פשתן לכמה שבתות שצריך על הדרך:","(מ) מתחלת ר\"ח - ולא קודם שאין רוב הצבור יכולין לעמוד בו:","(מא) מי\"ז בתמוז - עיין לקמן בסט\"ו במ\"ב:","(מב) לכבס בגדי - אע\"ג דמדינא שרי שהרי אין איסור כיבוס משום דאסור במלאכה אלא כדי למעט בשמחה ולהראות האבלות והא לא שייך בכיבוס בגדי נכרים אפ\"ה אסור מפני מראית העין שאין ניכר שהם של עכו\"מ אמנם במקום שהעכו\"מ יש להם מלבושים אחרים דניכר לכל שהם של עכו\"מ יש להקל ובאין לו מה לאכול ודאי כדי חייו שרי עכ\"פ:","(מג) בשבוע זה - בזה אף לדידן לא נהיגין מר\"ח מדלא כתב רמ\"א דנוהגין אף בזה מר\"ח כמו שכתב בסעיף שאח\"ז [ח\"א]:","(מד) כלים חדשים - ובמקום שדרך לכבוש הבגדים במכבש א\"כ הוו בכלל מגוהצין ואסורין אפילו הם ישנים שהגיהוץ עושה אותן כחדשים ואסורין ללבוש בשבוע זו ומה\"ט נהגו איסור בבגדי שבת ללבשן בשבת חזון דאע\"פ שלבשן מכבר כמה שבתות עדיין גיהוצן ניכר והוי כחדשים:","(מה) מראש חודש ואילך - ומיירי שקנה בגד מתוקן כמו שהוא ובירך שהחיינו בשעת קניה קודם י\"ז בתמוז וע\"כ אין איסור קודם ר\"ח דמי שקנה בגד שאינו מתוקן ונתן לאומן לתפור הלא מברך בשעת לבישה ואסור ללבוש מי\"ז בתמוז משום שהחיינו. ולדעת המקילין דבשבתות שבין המצרים מותר לברך שהחיינו א\"כ מותר ללבוש חדשים בשבתות שבין המצרים אבל מר\"ח ואילך אסור אפילו בשבת ובגדים שאינם חשובים כ\"כ שא\"צ לברך עליו שהחיינו כגון מנעלים חדשים ואנפלאות וכיו\"ב בודאי מותר לקנותו וללבשו מי\"ז בתמוז עד ר\"ח ועיין עוד מה שכתבנו בסעיף י\"ז בשם הגר\"א:","(מו) שאסור לתקן - ר\"ל שאסור לעשות בגדים חדשים וכן אנפלאות שקורין זאקי\"ן אסור לארוג ולצורך נשואין מי שאין לו אשה ובנים מותר לעשות בגדים חדשים דהא מדינא מותר לו אפילו לישא וכנ\"ל בס\"ק י\"ד ואפילו בט\"ב עצמו שרי לעשות ע\"י עכו\"מ לצורך נישואין [אחרונים]:","(מז) ומנעלים חדשים - וה\"ה דאסור ללבשן:","(מח) מראש חודש - דבירושלמי איתא והובא לקמן בס\"ח דנהיגי שלא למישתי עמרא מדעייל ר\"ח אב וכל תיקון בגדים הוי בכלל זה דהשתיה הוי תחלת המלאכה:","(מט) לקנותן - אפילו דעתו שלא ללובשן עד אחר ט\"ב ודומיא דאסרינן לעיל לענין כיבוס אפילו במכבסן להניח:","(נ) אסור לעשותן לאחרים וכו' - ואם אין לו מה יאכל שרי כמו באבל לאחר ג' ימים:","(נא) להקל בזה - ומשמע דאפילו לישראל נהגו להקל ומיירי שנתנן לו קודם ר\"ח דאלו אחר ר\"ח פשיטא דאסור ליתן לו:","(נב) אבל אם ידוע וכו' - ר\"ל דמדינא אומן העושה בשביל עכו\"מ בודאי אינו שמח מזה ואין לאסרו רק משום מ\"ע דיסברו שהוא של ישראל [ולזה קאמר בתחלה סתם אסור לעשותן לאחרים היינו אפילו לעכו\"ם] ולזה קאמר אם ידוע ומפורסם וכו' מותר אפילו לקבל המלאכה אחר ר\"ח ולעשותה:","(נג) לאומנים נכרים - ולא לישראלים כיון שהוא אחר ר\"ח וכנ\"ל. והטעם שהקילו בזה יותר מכיבוס דאסרינן לעיל בסוף סעי\"ג לפי שעדיין אינן שלו ולא נקרא שמו עליו:","(נד) למישתי עמרא - פי' שלא לעשות חוטי שתי מצמר [וה\"ה משארי דברים] ואסמכוה בירושלמי על שם שבטלה אבן שתיה וכתב ב\"י דאין נ\"מ בין לו ובין לאחרים ובין בשכר ובין בחנם [ט\"ז] וטוויית החוטין לתפור בהן בגדים מותר שאינו בכלל זה וכן מותר לעשות קרוני\"ן שאורגין בעצים דלאו בכלל בגד הוא [מ\"א]:","(נה) עד אחר ט\"ב - עיין לעיל סימן תכ\"ו ס\"ב ובמשנה ברורה שם:","(נו) שלא לאכול בשר וכו' - ומיד שהתפללו הקהל ערבית במוצאי שבת אע\"פ שהיחיד לא התפלל עדיין והוא בתוך סעודתו אסור בבשר ויין וה\"ה בר\"ח לדידן [מ\"א] אבל שארי אחרונים כתבו דבמוצאי שבת אם הוא לא התפלל עדיין מותר בבשר ויין דכיון שאומרים רצה בבה\"מ שייך אצלו שבת:","(נז) ומותר בחומץ וכו' - היינו אף בחומץ שנעשה מיין וכשנכנס שבת זו היה עדיין יין מותר כיון שעכשיו הוא חומץ ואין שמחה בשתייתו. וחומץ לענינינו מקרי כל שבני אדם נמנעין לשתותו מפני חמיצותו:","(נח) מר\"ח עד התענית - ור\"ח בכלל וכן המנהג במדינותינו:","(נט) מי\"ז בתמוז - דמאז התחיל הפורענות של החורבן וכ\"ז בימות החול אבל בשבת אין רשאי להחמיר בזה דאף אם חל ט\"ב בשבת מותר ונדחה על יום א' וכדלקמן בתקנ\"ד ואפי' אם קיבל עליו בפירוש שלא לאכול בשר מי\"ז בתמוז והלאה מותר בשבתות [וכן בסעודת מצוה] דכל הנודר אדעתא דמנהגא נודר ואין דעתו על שבת אם לא שהוציא זה בפירוש בלשון נדר שאמר הרי עלי שלא לאכול בשר מי\"ז בתמוז יש מחמירין:","(ס) ומצניעין מר\"ח ואילך וכו' - עד עשירי באב ובמקום הדחק יש להקל ולשחוט בט\"ב אחר חצות אכן אם חל ט\"ב ביום ה' לכו\"ע מותר לשחוט אחר חצות לכבוד השבת וכתב המ\"א וא\"ר דבמדינתינו שמנהג הנכרים שאין אוכלין בשר ביום ו' וז' ושמא יטרף ולא ימצא קונים לבשר טריפה מותר לשחוט גם ביום ד' [דאל\"כ ממנעי ולא שחטי] כדי שאם יטרף יהיה מוכן לו על יום ה' למכור:","(סא) לחולה - אפילו חולה קצת ואף דבסימן תקנ\"ד סק\"ט כתב המ\"א דנהגו קצת יולדות מז' באב ואילך למנוע מבשר ויין היינו שלא במקום חולי. ומי שחכר מהשר להאכיל בשר לערלים ואם לא ישחוט יפסיד אזי יתן מכל בהמה לעני חולה איזה חתיכה וא\"א לכזית בשר בלא שחיטה [ח\"א]:","(סב) וכיוצא בו - כגון של פדיון הבן. וסעודה שעושין בלילה שלפני מילה אינה סעודת מצוה [יד אפרים]:","(סג) מותרים בתבשיל - אבל שומן של בשר דינו כבשר עצמו ואסור לאכול תבשיל שיש בו שומן והאידנא נהיגי עלמא לאסור אף תבשיל של בשר ודוקא בתבשיל של בשר אבל אם רק נתבשל בקדרה של בשר פשיטא דמותר [אחרונים]. ונראה כל שנפל בשר לתבשיל ויש ס' פשיטא דשרי:","(סד) ואסורים בבשר עוף - ומ\"מ מי שא\"א לו לאכול מאכלי חלב מותר לו לאכול בשר עוף או בשר מלוח ג' ימים. ומינקת שחלב רע לתינוק כשאינה אוכלת בשר יש להקל אף בבשר בהמה:","(סה) ובשר מלוח - אפילו מזמן מרובה דמ\"מ אית ביה שמחה קצת:","(סו) תוסס - דהיינו תוך ג' לדריסתו שהוא מתוק ואינו חזק ופסול לגבי מזבח וכן כל אלו הנ\"ל מ\"מ קבלו אבותינו עליהם לאסור כל מיני בשר ויין:","(סז) ומותר לשתות וכו' - דבה\"ג לא קיבלו עלייהו כמו לענין שאר סעודת מצוה:","(סח) ונוהגין להחמיר וכו' - כיון דאפשר למטעמיה לתינוק משא\"כ בשאר סעודות מצוה:","(סט) שלא לשתות יין בבהמ\"ז - פשוט דכל זה מיירי בבהמ\"ז דחול אבל בבהמ\"ז דשבת של ג' סעודות פשיטא דשרי:","(ע) אלא נותנים לתינוק - שהגיע לחינוך וישתה רוב הכוס ודוקא אם לא הגיע עדיין להתאבל על ירושלים ודוקא בזה שהוא מצוה אבל בלא מצוה אף שא\"י להתאבל אסור בבשר ויין כשהוא בריא:","(עא) לשתות הבדלה - אבל בהמ\"ז יברך בלא כוס כיון דיש פוסקים דאף ג' שאכלו א\"צ כוס עכ\"פ בכה\"ג יש לסמוך עלייהו:","(עב) ובסעודת מצוה וכו' - ובזה אפילו כוס של בהמ\"ז יש להתיר לשתות דלא גרע מיין שבתוך הסעודה דהותר:","(עג) וסיום מסכת - ומ\"מ אם לא נזדמן בלימודו הסיום לא ימהר או יאחר בשביל זה. וגם אם לא היה עושה סעודה בשאר הימים אפשר שלא יעשנה גם עתה. אכן אם נזדמן כראוי מותרין לאכול אף אותן שלא למדו עמהן אם היו הולכין ובאין גם בזמן אחר משום ריעות:","(עד) וסעודת אירוסין - אף דמבואר לעיל בס\"ב דאסור לעשות סעודת אירוסין אפשר דמיירי שלא בשעת אירוסין או שלא בבית ארוסתו דליכא שמחה כ\"כ ויש שמוחקין אלו שני תיבות [מ\"א]:","(עה) כל השייכין לסעודה - היינו כל מי שהיה הולך בזמן אחר לסעודה זו הן מחמת קורבה או מחמת שהוא אוהבו ונשים השייכות לסעודה במקום שדרך לזמנן לסעודה ג\"כ מותר. וכתב הח\"א דאשת הבעל סעודה מותרת אף בסיום מסכת וכן בניו. ומי ששולחין לו לביתו אסור לו לאכול:","(עו) שלא להוסיף - היינו מי שלא בא מחמת קורבה או אהבת רעים רק לאכול ולשתות ועבירה הוא בידו:","(עז) רק מנין מצומצם - היינו מלבד הקרובים הפסולים לעדות ומלבד הבעלי מצוה מותר להוסיף עשרה משום ריעות והשאר אוכלים מאכלי חלב. והנה בלבוש כתב דמר\"ח עד ט\"ב לוקחין מנין מצומצם ויש לוקחים י' מלבד הקרובים השייכים לבעל הסעודה. והנה בח\"א העתיק כהלבוש אבל בדה\"ח משמע דיוכל לנהוג להקל כדעת הרמ\"א דמר\"ח עד השבוע שחל בו ט\"ב מותר לזמן כל השייכים לסעודה ואפילו כמה מנינים. ואם חל המילה או הסיום מסכת בט\"ב שחל בשבת לכו\"ע מותר לזמן כל קרואים שירצה:","(עח) בערב ת\"ב שרי - ובלבד שיעשנה קודם חצות:","(עט) תספורת וכו' - ואחד האיש ואחד האשה שוין לאיסור ואפשר שיש להתיר באשה [לגלח] ריבוי שער דצדעין [פמ\"ג]:","(פ) ובזקן - והיינו השפה:","(פא) לספר לקטנים - דקטנים נמי שייך בהו חינוך אי משום אבילות או משום עגמת נפש:","(פב) בשבת שחל וכו' - עיין בא\"ר דלדידן יש להחמיר בתספורת מי\"ז בתמוז וכיבוס מר\"ח ובח\"א כתב דלצורך קטנים אין להחמיר אף לפי מנהגינו אלא בשבת זו:","(פג) מיהו בגדים וכו' - ומ\"מ לא יכבסו הרבה ביחד. ויכבסו בצנעא אם אין מכבסו ע\"ג הנהר [מ\"א]:","(פד) משרא שרי - דאין בכיבוסן של אלו משום שמחה [לבוש]:","(פה) של מת ושל שבת זו - ר\"ל דשלמו יום ל' של אבילות בתוך שבוע שחל ט\"ב להיות בתוכה:","(פו) מיקל בתער - משום שאין זה יפוי:","(פז) אבל לא במספרים - וזהו דוקא כשחל יום שלשים בשבוע שחל ט\"ב אבל כשחל מקודם לזה מותר לספר ולכבס אף לדידן שנוהגין בזה לאיסור בעלמא הכא שרי כיון שתכפוהו אבליו כ\"כ הט\"ז בשם הב\"ח אבל הא\"ר סובר דאין להקל כ\"א כשחל יום שלשים לפני ר\"ח וכ\"כ כמה אחרונים:","(פח) שלא לרחוץ - עיין לקמיה דאפילו בצונן יש ליזהר. ולרפואה מותר אפילו בחמין ואפילו בשבוע שחל בו ט\"ב [א\"ר]:","(פט) מראש חדש - ואם חל ר\"ח בע\"ש אזי מותר לרחוץ אף כל גופו בחמין כל מי שרוחץ תמיד בע\"ש לכבוד שבת:","(צ) ויש מתענים מי\"ז בתמוז - ות\"ח אין כדאי שינהג בחומרא זו שממעט במלאכת שמים שא\"א שלא יתמעט מלימודו איזה שעות מפני התענית וצריך לשקול במאזני צדק בענינים אלו [שע\"ת ע\"ש]:","(צא) עד תשעה באב - עיין לקמן סימן תקס\"ב ס\"ב בהג\"ה:","(צב) לרחוץ בעט\"ב - כדרכה בחמין:","(צג) הואיל וכו' לתענוג - וכן קטנים שיש להם חטטין בראשן נוהגין לרחצן בראשן:","(צד) אפילו בצונן - היינו כל גופו אבל פניו ידיו ורגליו שרי לרחוץ בצונן [אחרונים]:","(צה) ואפילו בע\"ש של חזון אסור וכו' - היינו אפילו היה רגיל לרחוץ בכל ע\"ש בחמין כל גופו אסור בע\"ש של חזון לרחוץ כל גופו אפילו בצונן. ולענין טבילה הנוהג לטבול בכל ע\"ש מותר ומי שמבטלה לפעמים מפני טרדת עסקיו או מפני הצנה אסור:","(צו) בחפיפת הראש בחמין - אבל לא בזיי\"ף ולוי\"ג שעושין מאפר:","(צז) למי שרגיל בכך - ועיין בח\"א דה\"ה דשרי פניו ידיו ורגליו בחמין למי שרגיל בכך כל השבת:","(צח) טוב ליזהר מלומר שהחיינו - אע\"ג דאפילו אבל מברך שהחיינו מ\"מ ימים אלו כיון שהזמן ההוא הוא זמן פורענות אין כדאי לומר שהחיינו לזמן הזה. והגר\"א בביאורו חולק ע\"ז וכתב דהוא חומרא יתירא וכן הט\"ז מפקפק בזה וע\"כ בשבת אין להחמיר בזה דבלא\"ה הרבה אחרונים מסכימין להקל בשבת:","(צט) על פרי או על מלבוש - וממילא לא יאכל הפרי ולא ילבש הבגד. וכתבו האחרונים דאשה מעוברת מותרת לאכול פרי בלא שהחיינו דשמא תתאוה ויגרום נזק לה ולולד. וכן חולה ג\"כ מותר שהפירות פותחין לו תאותו לאכול דברים טובים ובמקום חולי לא קבלינן עלן:","(ק) ולא יחמיץ המצוה - או הברכה כיון שהגיע זמנה ואע\"ג דכשרואה פרי חדש ואינו מברך שהחיינו מחמיץ הברכה מ\"מ כיון שנהגו להמתין עד שעת אכילה לא מיקרי מחמיץ המצוה:","(קא) שלא ימצא אחר ט\"ב - ומיירי שלא יכול לשמור הפרי עד שבת מפני שיתקלקל כגון גודגדניות קטנות דאל\"ה יקחהו בחול וישמרהו עד שבת:","(קב) מארבע שעות עד תשע שעות - היינו מסוף ד' עד סוף ט'. וכן יזהרו בימים אלו שלא לילך בין חמה לצל [א\"ר]:","(קג) ולא יכו התלמידים - מפורש במדרש דאפילו ברצועה יש ליזהר. ובכונת האר\"י כתב שיתאבל בימים ההם אחר חצי היום ויבכה כמו חצי שעה:"],["(א) ממעטין בשמחה - עיין במ\"א דר\"ל שאין שמחין בו כלל כמ\"ש התוס' פ\"ק דמגילה:","(ב) לישתמיט מיניה - עד ר\"ח אלול ועכ\"פ עד אחר ט\"ב:","(ג) ובעל ברית - היינו אותו שתופס התינוק על ברכיו בשעת המילה אבל המכניס והמוציא התינוק [שקורין קוואטער] אינו בכלל זה ומ\"מ האשה המכנסת התינוק נוהגת ללבוש בגדי שבת שזה עיקר מצותה:","(ד) ואבי הבן - ואמו:","(ה) אין מחליפין - ואפילו הטלית. ולענין גילוח אם מותר לבעל ברית וכה\"ג. עיין בשע\"ת:","(ו) כ\"א הכתונת לבד - שאינו לובש אלא מפני הזיעה ומטעם זה מותר להחליף גם הפוזמקאות וזה מותר אפילו בשבת שחל בו ט\"ב. ובק\"ק ווילנא נוהגין ע\"פ הגר\"א ללבוש בגדי שבת ויש משנים בגד אחד וכ\"כ ר\"י עמדין בשם אביו הגאון שצריך ללבוש בגדי שבת אפילו בשבת שחל בו ט\"ב:","(ז) פרוכת - וה\"ה מפות ומכסאות:","(ח) מותר ללבוש וכו' - ואף אבי החתן והכלה לובשין בגד עליון של שבת לכבוד חתן וכלה:","(ט) בגדי שבת - ומ\"מ בגדים חדשים אסור:","(י) בשבת של חזון - ואפילו חל ט\"ב בשבת אבל לאבי החתן אין להתיר באופן זה ללבוש שום בגד של שבת:","(יא) ממעטים במשא ומתן - יש מן הפוסקים דס\"ל דהיינו שלא ישא במו\"מ של שמחה כגון לקנות כלי כסף או צרכי חופה וכדומה אבל סתם מו\"מ אין צריך למעט כלל ויש דס\"ל דכל מו\"מ צריך למעט בעת הזאת ולא יעסוק אלא כדי פרנסתו וכן משמע בסימן תקנ\"ד סוף סכ\"ב דצריך למעט בכל מו\"מ. [ורק אם הוא יריד י\"ל דהוי דבר האבד ושרי בכ\"ע אם הוא מוצא אז בזול יותר] ובזמנינו נהגו להקל בכל זה משום דהכל נחשב כעת כדי פרנסתינו:","(יב) ובבנין של שמחה - וה\"ה כל בנין שא\"צ לו לדירתו ורק שעושה כן להרווחה בעלמא אסור ואם שכר לנכרי קודם ר\"ח בקבלנות מותר בכל ואפילו בט\"ב עצמו דנכרי אדעתא דנפשיה עביד וה\"ה אם קצץ עם הנכרי בקבלנות לצייר ביתו מותר לצייר מטעם זה. ומ\"מ אם יכול לפייסו בדבר מועט שימתין עד אחר ט\"ב תע\"ב. וביה\"כ מותר דהוי מצוה דרבים:","(יג) נוטה ליפול - ואפילו אם הוא בענין שאין בו משום סכנה [כגון שעומד הכותל בחצר ואפשר לסגור החצר ולא יכנס אדם לשם] אלא שיש לחוש להפסד ממון כגון שע\"י נפילתו ישבר החומה ויתקלקל יותר אפ\"ה מותר לבנות אף שהוא בנין של שמחה שהרי אינו עושה בשביל שמחה כ\"א בשביל הפסד:","(יד) ולצורך מצוה וכו' - כגון שאין לו אשה ובנים ואין לו בית חתנות מותר לבנות בית חתנות דמדינא אפילו נשואין מותר בזה ומה שאין נוהגין לישא אשה כלל היינו משום דלא מסמני מילתא וע\"כ מותר לעשות בית חתנות או לעשות בגדים חדשים לצורך נשואין שיהיה אחר ט\"ב אבל מי שקיים פריה ורביה אסור בכל זה:","(טו) ואין נושאין - היינו אפילו בלא סעודה דבנשואין בלבד איכא שמחה ולהחזיר גרושתו מן הנשואין אפשר דשרי:","(טז) אבל ליארס וכו' - דאירוסין בלא סעודה ליכא שמחה כ\"כ וכ\"ש דמותר להתקשר בכתיבת תנאים ומ\"מ סעודה אסור לעשות אף באופן זה ואפילו בלא ריקודין ומחולות ואפילו בשבת אסור לעשות סעודה בשביל זה. מיהו מה שנוהגין לאכול מיני מרקחת בשעת כתיבת התנאים לא מיקרי סעודה. ואסור לעשות ריקודין ומחולות מי\"ז בתמוז ואילך אפילו בלא אירוסין:","(יז) שלא יקדמנו אחר - ר\"ל אף דאירוסין ג\"כ יש שמחה קצת והי\"ל לנו לאסור עכ\"פ בט\"ב לזה אמר דמותר מטעם שלא יקדמנו אחר:","(יח) ונוהגין להחמיר שאין נושאין וכו' - היינו אפילו מי שלא קיים פו\"ר:","(יט) שאין נושאין וכו' - אבל באירוסין אין נוהגין להחמיר ואפילו סעודת אירוסין מותר לעשות:","(כ) אסורין לספר - ולענין נטילת צפרנים יש דעות בין האחרונים אכן לצורך טבילת מצוה בודאי שרי. וכן לכבוד שבת כגון שחל ט\"ב בשבת שרי בע\"ש ליטול הצפרנים [אחרונים]. ולענין סריקת הראש אין להחמיר אפילו בשאר ימי השבוע:","(כא) ולכבס אפילו וכו' - דנראה כמסיח דעתו מהאבילות:","(כב) וכיבוס שלנו - היינו של חו\"ל מותר לפי שאין הכיבוס יפה ככיבוס א\"י וע\"כ מותר לכבס ולהניח עד אחר ט\"ב דאלו לכבס וללבוש בכל מקום אסור [ב\"י]:","(כג) וכלי פשתן וכו' - היינו ישנים אבל לא בחדשים היוצאים מתחת המכבש:","(כד) משום גיהוץ - אפילו בא\"י וה\"ה דאין בהם משום כיבוס שלהם:","(כה) אבל אסור ללבשן וכו' - היינו אפילו אם גיהצן או כיבסן קודם שבוע זו:","(כו) בין ללבוש בין לכבס ולהניח - ר\"ל דנהגו לאסור אפילו לכבס ולהניח דללבוש מדינא אסור בכל גווני:","(כז) דכיבוס שלנו וכו' - ר\"ל מה שמוכח בגמרא דכיבוס שלנו מותר היינו רק לשל בני בבל וכו':","(כח) קרי לשל בני בבל - כצ\"ל. וכן איתא בשו\"ע דפוס ראשון מהמחבר בעצמו:","(כט) עד אחר התענית - ומי שאין לו אלא חלוק אחד יש להתיר לכבס מר\"ח עד השבת:","(ל) מותרת לכבס - ר\"ל אפילו בשבוע שחל ט\"ב להיות בתוכה:","(לא) רק לובשת חלוק בדוק ויפה - ואם אין לה הסכימו הרבה אחרונים דמותרת ללבוש חלוק לבן דלצורך מצוה לא גזרו ועיין בדה\"ח דמותרת ליתן לכובסת עכו\"מ לצורך לבישת לבנים:","(לב) וכן לכבוד שבת לובשים כלי פשתן - המכובסים ומשמע ממה שאמר וכן שגם לכבוד שבת מותר לכבס ביום ה' ויום וי\"ו ובדרכי משה משמע שנהגו בזה לאיסור אכן אם אין לו כתונת לשבת יש להקל וע\"י עכו\"מ פשיטא דשרי אבל בתספורת אסור אפילו לכבוד שבת דבלא\"ה אין רגילין לספר בכל שבוע [מ\"א] ועיין בבה\"ל:","(לג) ומציעין לבנים וכו' - היינו על השולחנות מותר להחליף לבנים אבל להחליף סדינים לבנים נהגו איסור:","(לד) לכבס מר\"ח ואילך - ואפילו א\"ל לכבס אחר ט\"ב ג\"כ אסור מטעם מנהגא [מ\"א] ובספר א\"ר צידד להקל ליתן לה מר\"ח ואילך לכבס אחר ט\"ב והביאו הפמ\"ג ולענין כלי פשתן בודאי יש לסמוך ע\"ז:","(לה) אחר ר\"ח - וה\"ה אפילו אם תכבס בשבוע שחל ט\"ב:","(לו) לאחר התענית מותר לספר וכו' - וק\"ו שמותר בבשר ויין. ואותן הנוהגין איסור בבשר ויין עד שבת נחמו י\"א דמנהגא של טעות הוא וא\"צ התרה אבל הב\"ח ומ\"א הסכימו דצריך התרה. ובעוד שלא התירו אסורין ג\"כ לספר ולכבס עד יום ה' מפני כבוד השבת ועיין במ\"א מש\"כ עוד בענין זה:","(לז) מיד - ועיין לקמן סימן תקנ\"ח באחרונים דמצד מנהגא יש ליזהר בזה ביום עשירי עד חצות היום:","(לח) שנהגו לאסור - היינו היכי שחל בשבת ונדחה אבל חל ביום א' מותר אף לדעה זו:","(לט) חוץ מיום ה' ויום וי\"ו - שמותר לכבוד שבת ועיין לעיל בס\"ק ל\"ב. הצריך לילך למרחקים בשבוע שחל בו ט\"ב מותר ליתן לכובסת עכו\"מ לכבס בגדי פשתן לכמה שבתות שצריך על הדרך:","(מ) מתחלת ר\"ח - ולא קודם שאין רוב הצבור יכולין לעמוד בו:","(מא) מי\"ז בתמוז - עיין לקמן בסט\"ו במ\"ב:","(מב) לכבס בגדי - אע\"ג דמדינא שרי שהרי אין איסור כיבוס משום דאסור במלאכה אלא כדי למעט בשמחה ולהראות האבלות והא לא שייך בכיבוס בגדי נכרים אפ\"ה אסור מפני מראית העין שאין ניכר שהם של עכו\"מ אמנם במקום שהעכו\"מ יש להם מלבושים אחרים דניכר לכל שהם של עכו\"מ יש להקל ובאין לו מה לאכול ודאי כדי חייו שרי עכ\"פ:","(מג) בשבוע זה - בזה אף לדידן לא נהיגין מר\"ח מדלא כתב רמ\"א דנוהגין אף בזה מר\"ח כמו שכתב בסעיף שאח\"ז [ח\"א]:","(מד) כלים חדשים - ובמקום שדרך לכבוש הבגדים במכבש א\"כ הוו בכלל מגוהצין ואסורין אפילו הם ישנים שהגיהוץ עושה אותן כחדשים ואסורין ללבוש בשבוע זו ומה\"ט נהגו איסור בבגדי שבת ללבשן בשבת חזון דאע\"פ שלבשן מכבר כמה שבתות עדיין גיהוצן ניכר והוי כחדשים:","(מה) מראש חודש ואילך - ומיירי שקנה בגד מתוקן כמו שהוא ובירך שהחיינו בשעת קניה קודם י\"ז בתמוז וע\"כ אין איסור קודם ר\"ח דמי שקנה בגד שאינו מתוקן ונתן לאומן לתפור הלא מברך בשעת לבישה ואסור ללבוש מי\"ז בתמוז משום שהחיינו. ולדעת המקילין דבשבתות שבין המצרים מותר לברך שהחיינו א\"כ מותר ללבוש חדשים בשבתות שבין המצרים אבל מר\"ח ואילך אסור אפילו בשבת ובגדים שאינם חשובים כ\"כ שא\"צ לברך עליו שהחיינו כגון מנעלים חדשים ואנפלאות וכיו\"ב בודאי מותר לקנותו וללבשו מי\"ז בתמוז עד ר\"ח ועיין עוד מה שכתבנו בסעיף י\"ז בשם הגר\"א:","(מו) שאסור לתקן - ר\"ל שאסור לעשות בגדים חדשים וכן אנפלאות שקורין זאקי\"ן אסור לארוג ולצורך נשואין מי שאין לו אשה ובנים מותר לעשות בגדים חדשים דהא מדינא מותר לו אפילו לישא וכנ\"ל בס\"ק י\"ד ואפילו בט\"ב עצמו שרי לעשות ע\"י עכו\"מ לצורך נישואין [אחרונים]:","(מז) ומנעלים חדשים - וה\"ה דאסור ללבשן:","(מח) מראש חודש - דבירושלמי איתא והובא לקמן בס\"ח דנהיגי שלא למישתי עמרא מדעייל ר\"ח אב וכל תיקון בגדים הוי בכלל זה דהשתיה הוי תחלת המלאכה:","(מט) לקנותן - אפילו דעתו שלא ללובשן עד אחר ט\"ב ודומיא דאסרינן לעיל לענין כיבוס אפילו במכבסן להניח:","(נ) אסור לעשותן לאחרים וכו' - ואם אין לו מה יאכל שרי כמו באבל לאחר ג' ימים:","(נא) להקל בזה - ומשמע דאפילו לישראל נהגו להקל ומיירי שנתנן לו קודם ר\"ח דאלו אחר ר\"ח פשיטא דאסור ליתן לו:","(נב) אבל אם ידוע וכו' - ר\"ל דמדינא אומן העושה בשביל עכו\"מ בודאי אינו שמח מזה ואין לאסרו רק משום מ\"ע דיסברו שהוא של ישראל [ולזה קאמר בתחלה סתם אסור לעשותן לאחרים היינו אפילו לעכו\"ם] ולזה קאמר אם ידוע ומפורסם וכו' מותר אפילו לקבל המלאכה אחר ר\"ח ולעשותה:","(נג) לאומנים נכרים - ולא לישראלים כיון שהוא אחר ר\"ח וכנ\"ל. והטעם שהקילו בזה יותר מכיבוס דאסרינן לעיל בסוף סעי\"ג לפי שעדיין אינן שלו ולא נקרא שמו עליו:","(נד) למישתי עמרא - פי' שלא לעשות חוטי שתי מצמר [וה\"ה משארי דברים] ואסמכוה בירושלמי על שם שבטלה אבן שתיה וכתב ב\"י דאין נ\"מ בין לו ובין לאחרים ובין בשכר ובין בחנם [ט\"ז] וטוויית החוטין לתפור בהן בגדים מותר שאינו בכלל זה וכן מותר לעשות קרוני\"ן שאורגין בעצים דלאו בכלל בגד הוא [מ\"א]:","(נה) עד אחר ט\"ב - עיין לעיל סימן תכ\"ו ס\"ב ובמשנה ברורה שם:","(נו) שלא לאכול בשר וכו' - ומיד שהתפללו הקהל ערבית במוצאי שבת אע\"פ שהיחיד לא התפלל עדיין והוא בתוך סעודתו אסור בבשר ויין וה\"ה בר\"ח לדידן [מ\"א] אבל שארי אחרונים כתבו דבמוצאי שבת אם הוא לא התפלל עדיין מותר בבשר ויין דכיון שאומרים רצה בבה\"מ שייך אצלו שבת:","(נז) ומותר בחומץ וכו' - היינו אף בחומץ שנעשה מיין וכשנכנס שבת זו היה עדיין יין מותר כיון שעכשיו הוא חומץ ואין שמחה בשתייתו. וחומץ לענינינו מקרי כל שבני אדם נמנעין לשתותו מפני חמיצותו:","(נח) מר\"ח עד התענית - ור\"ח בכלל וכן המנהג במדינותינו:","(נט) מי\"ז בתמוז - דמאז התחיל הפורענות של החורבן וכ\"ז בימות החול אבל בשבת אין רשאי להחמיר בזה דאף אם חל ט\"ב בשבת מותר ונדחה על יום א' וכדלקמן בתקנ\"ד ואפי' אם קיבל עליו בפירוש שלא לאכול בשר מי\"ז בתמוז והלאה מותר בשבתות [וכן בסעודת מצוה] דכל הנודר אדעתא דמנהגא נודר ואין דעתו על שבת אם לא שהוציא זה בפירוש בלשון נדר שאמר הרי עלי שלא לאכול בשר מי\"ז בתמוז יש מחמירין:","(ס) ומצניעין מר\"ח ואילך וכו' - עד עשירי באב ובמקום הדחק יש להקל ולשחוט בט\"ב אחר חצות אכן אם חל ט\"ב ביום ה' לכו\"ע מותר לשחוט אחר חצות לכבוד השבת וכתב המ\"א וא\"ר דבמדינתינו שמנהג הנכרים שאין אוכלין בשר ביום ו' וז' ושמא יטרף ולא ימצא קונים לבשר טריפה מותר לשחוט גם ביום ד' [דאל\"כ ממנעי ולא שחטי] כדי שאם יטרף יהיה מוכן לו על יום ה' למכור:","(סא) לחולה - אפילו חולה קצת ואף דבסימן תקנ\"ד סק\"ט כתב המ\"א דנהגו קצת יולדות מז' באב ואילך למנוע מבשר ויין היינו שלא במקום חולי. ומי שחכר מהשר להאכיל בשר לערלים ואם לא ישחוט יפסיד אזי יתן מכל בהמה לעני חולה איזה חתיכה וא\"א לכזית בשר בלא שחיטה [ח\"א]:","(סב) וכיוצא בו - כגון של פדיון הבן. וסעודה שעושין בלילה שלפני מילה אינה סעודת מצוה [יד אפרים]:","(סג) מותרים בתבשיל - אבל שומן של בשר דינו כבשר עצמו ואסור לאכול תבשיל שיש בו שומן והאידנא נהיגי עלמא לאסור אף תבשיל של בשר ודוקא בתבשיל של בשר אבל אם רק נתבשל בקדרה של בשר פשיטא דמותר [אחרונים]. ונראה כל שנפל בשר לתבשיל ויש ס' פשיטא דשרי:","(סד) ואסורים בבשר עוף - ומ\"מ מי שא\"א לו לאכול מאכלי חלב מותר לו לאכול בשר עוף או בשר מלוח ג' ימים. ומינקת שחלב רע לתינוק כשאינה אוכלת בשר יש להקל אף בבשר בהמה:","(סה) ובשר מלוח - אפילו מזמן מרובה דמ\"מ אית ביה שמחה קצת:","(סו) תוסס - דהיינו תוך ג' לדריסתו שהוא מתוק ואינו חזק ופסול לגבי מזבח וכן כל אלו הנ\"ל מ\"מ קבלו אבותינו עליהם לאסור כל מיני בשר ויין:","(סז) ומותר לשתות וכו' - דבה\"ג לא קיבלו עלייהו כמו לענין שאר סעודת מצוה:","(סח) ונוהגין להחמיר וכו' - כיון דאפשר למטעמיה לתינוק משא\"כ בשאר סעודות מצוה:","(סט) שלא לשתות יין בבהמ\"ז - פשוט דכל זה מיירי בבהמ\"ז דחול אבל בבהמ\"ז דשבת של ג' סעודות פשיטא דשרי:","(ע) אלא נותנים לתינוק - שהגיע לחינוך וישתה רוב הכוס ודוקא אם לא הגיע עדיין להתאבל על ירושלים ודוקא בזה שהוא מצוה אבל בלא מצוה אף שא\"י להתאבל אסור בבשר ויין כשהוא בריא:","(עא) לשתות הבדלה - אבל בהמ\"ז יברך בלא כוס כיון דיש פוסקים דאף ג' שאכלו א\"צ כוס עכ\"פ בכה\"ג יש לסמוך עלייהו:","(עב) ובסעודת מצוה וכו' - ובזה אפילו כוס של בהמ\"ז יש להתיר לשתות דלא גרע מיין שבתוך הסעודה דהותר:","(עג) וסיום מסכת - ומ\"מ אם לא נזדמן בלימודו הסיום לא ימהר או יאחר בשביל זה. וגם אם לא היה עושה סעודה בשאר הימים אפשר שלא יעשנה גם עתה. אכן אם נזדמן כראוי מותרין לאכול אף אותן שלא למדו עמהן אם היו הולכין ובאין גם בזמן אחר משום ריעות:","(עד) וסעודת אירוסין - אף דמבואר לעיל בס\"ב דאסור לעשות סעודת אירוסין אפשר דמיירי שלא בשעת אירוסין או שלא בבית ארוסתו דליכא שמחה כ\"כ ויש שמוחקין אלו שני תיבות [מ\"א]:","(עה) כל השייכין לסעודה - היינו כל מי שהיה הולך בזמן אחר לסעודה זו הן מחמת קורבה או מחמת שהוא אוהבו ונשים השייכות לסעודה במקום שדרך לזמנן לסעודה ג\"כ מותר. וכתב הח\"א דאשת הבעל סעודה מותרת אף בסיום מסכת וכן בניו. ומי ששולחין לו לביתו אסור לו לאכול:","(עו) שלא להוסיף - היינו מי שלא בא מחמת קורבה או אהבת רעים רק לאכול ולשתות ועבירה הוא בידו:","(עז) רק מנין מצומצם - היינו מלבד הקרובים הפסולים לעדות ומלבד הבעלי מצוה מותר להוסיף עשרה משום ריעות והשאר אוכלים מאכלי חלב. והנה בלבוש כתב דמר\"ח עד ט\"ב לוקחין מנין מצומצם ויש לוקחים י' מלבד הקרובים השייכים לבעל הסעודה. והנה בח\"א העתיק כהלבוש אבל בדה\"ח משמע דיוכל לנהוג להקל כדעת הרמ\"א דמר\"ח עד השבוע שחל בו ט\"ב מותר לזמן כל השייכים לסעודה ואפילו כמה מנינים. ואם חל המילה או הסיום מסכת בט\"ב שחל בשבת לכו\"ע מותר לזמן כל קרואים שירצה:","(עח) בערב ת\"ב שרי - ובלבד שיעשנה קודם חצות:","(עט) תספורת וכו' - ואחד האיש ואחד האשה שוין לאיסור ואפשר שיש להתיר באשה [לגלח] ריבוי שער דצדעין [פמ\"ג]:","(פ) ובזקן - והיינו השפה:","(פא) לספר לקטנים - דקטנים נמי שייך בהו חינוך אי משום אבילות או משום עגמת נפש:","(פב) בשבת שחל וכו' - עיין בא\"ר דלדידן יש להחמיר בתספורת מי\"ז בתמוז וכיבוס מר\"ח ובח\"א כתב דלצורך קטנים אין להחמיר אף לפי מנהגינו אלא בשבת זו:","(פג) מיהו בגדים וכו' - ומ\"מ לא יכבסו הרבה ביחד. ויכבסו בצנעא אם אין מכבסו ע\"ג הנהר [מ\"א]:","(פד) משרא שרי - דאין בכיבוסן של אלו משום שמחה [לבוש]:","(פה) של מת ושל שבת זו - ר\"ל דשלמו יום ל' של אבילות בתוך שבוע שחל ט\"ב להיות בתוכה:","(פו) מיקל בתער - משום שאין זה יפוי:","(פז) אבל לא במספרים - וזהו דוקא כשחל יום שלשים בשבוע שחל ט\"ב אבל כשחל מקודם לזה מותר לספר ולכבס אף לדידן שנוהגין בזה לאיסור בעלמא הכא שרי כיון שתכפוהו אבליו כ\"כ הט\"ז בשם הב\"ח אבל הא\"ר סובר דאין להקל כ\"א כשחל יום שלשים לפני ר\"ח וכ\"כ כמה אחרונים:","(פח) שלא לרחוץ - עיין לקמיה דאפילו בצונן יש ליזהר. ולרפואה מותר אפילו בחמין ואפילו בשבוע שחל בו ט\"ב [א\"ר]:","(פט) מראש חדש - ואם חל ר\"ח בע\"ש אזי מותר לרחוץ אף כל גופו בחמין כל מי שרוחץ תמיד בע\"ש לכבוד שבת:","(צ) ויש מתענים מי\"ז בתמוז - ות\"ח אין כדאי שינהג בחומרא זו שממעט במלאכת שמים שא\"א שלא יתמעט מלימודו איזה שעות מפני התענית וצריך לשקול במאזני צדק בענינים אלו [שע\"ת ע\"ש]:","(צא) עד תשעה באב - עיין לקמן סימן תקס\"ב ס\"ב בהג\"ה:","(צב) לרחוץ בעט\"ב - כדרכה בחמין:","(צג) הואיל וכו' לתענוג - וכן קטנים שיש להם חטטין בראשן נוהגין לרחצן בראשן:","(צד) אפילו בצונן - היינו כל גופו אבל פניו ידיו ורגליו שרי לרחוץ בצונן [אחרונים]:","(צה) ואפילו בע\"ש של חזון אסור וכו' - היינו אפילו היה רגיל לרחוץ בכל ע\"ש בחמין כל גופו אסור בע\"ש של חזון לרחוץ כל גופו אפילו בצונן. ולענין טבילה הנוהג לטבול בכל ע\"ש מותר ומי שמבטלה לפעמים מפני טרדת עסקיו או מפני הצנה אסור:","(צו) בחפיפת הראש בחמין - אבל לא בזיי\"ף ולוי\"ג שעושין מאפר:","(צז) למי שרגיל בכך - ועיין בח\"א דה\"ה דשרי פניו ידיו ורגליו בחמין למי שרגיל בכך כל השבת:","(צח) טוב ליזהר מלומר שהחיינו - אע\"ג דאפילו אבל מברך שהחיינו מ\"מ ימים אלו כיון שהזמן ההוא הוא זמן פורענות אין כדאי לומר שהחיינו לזמן הזה. והגר\"א בביאורו חולק ע\"ז וכתב דהוא חומרא יתירא וכן הט\"ז מפקפק בזה וע\"כ בשבת אין להחמיר בזה דבלא\"ה הרבה אחרונים מסכימין להקל בשבת:","(צט) על פרי או על מלבוש - וממילא לא יאכל הפרי ולא ילבש הבגד. וכתבו האחרונים דאשה מעוברת מותרת לאכול פרי בלא שהחיינו דשמא תתאוה ויגרום נזק לה ולולד. וכן חולה ג\"כ מותר שהפירות פותחין לו תאותו לאכול דברים טובים ובמקום חולי לא קבלינן עלן:","(ק) ולא יחמיץ המצוה - או הברכה כיון שהגיע זמנה ואע\"ג דכשרואה פרי חדש ואינו מברך שהחיינו מחמיץ הברכה מ\"מ כיון שנהגו להמתין עד שעת אכילה לא מיקרי מחמיץ המצוה:","(קא) שלא ימצא אחר ט\"ב - ומיירי שלא יכול לשמור הפרי עד שבת מפני שיתקלקל כגון גודגדניות קטנות דאל\"ה יקחהו בחול וישמרהו עד שבת:","(קב) מארבע שעות עד תשע שעות - היינו מסוף ד' עד סוף ט'. וכן יזהרו בימים אלו שלא לילך בין חמה לצל [א\"ר]:","(קג) ולא יכו התלמידים - מפורש במדרש דאפילו ברצועה יש ליזהר. ובכונת האר\"י כתב שיתאבל בימים ההם אחר חצי היום ויבכה כמו חצי שעה:"],["(א) לא יאכל וכו' - כדי להרבות אבל ולזכור חורבן הבית ויצטער עליו:","(ב) שאוכלה אחר חצות - עיין לקמן בס\"ט:","(ג) בשר וכו' - היינו מדינא דש\"ס דאלו מצד מנהגא אסור מר\"ח וכדלעיל בסימן תקנ\"א:","(ד) ממעט - היינו בסעודה מפסקת שאם רגיל לשתות בסעודה ד' כוסות ישתה ג' כוסות. ואין לשתות שכר ואם הוא אדם חלש שרי:","(ה) אפילו בשר מלוח וכו' ועופות - ר\"ל אע\"ג דהטעם באיסור בשר משום דנתבטלו הקרבנות ולאחר ג' ימים לא מקרי עוד בשר לענין קדשים שהרי שלמים אין נאכלין יותר משני ימים ולילה אחת וכן עופות לא היו קריבים ע\"ג המזבח חוץ מתורים ובני יונה וגם אין שמחה אלא בבשר בהמה מ\"מ נהגו לאסור:","(ו) ודגים - משום דאיכא דוכתא דדגים בכלל בשר הוא כמש\"כ ביו\"ד סי' רי\"ז ס\"ח ועוד דהוא עולה על שולחן מלכים ושמחה הוא לאיש באכילתו [מ\"א]:","(ז) ויין מגיתו וכו' - שאינו חשוב ולית ביה משום שמחה:","(ח) בשתי קדירות - פי' שאחד בלילתו עבה ואחד בלילתו רכה אבל אם שניהם בשוה אין קפידא לבשל בשתי קדירות:","(ט) מקרי שני תבשילין - פי' ואדם אחד אינו יכול לאכול שתיהן אבל יכול ראובן לאכול תבשיל אחד ושמעון אחד:","(י) שדרכו בכך - ר\"ל שרוב הפעמים נותנים בצלים ובצים באפונים כמו שדרך לטגן עיסה ובצים אבל דגים אסור לטגן בבצים כיון שרוב הפעמים מבשלין אותם בלא בצים [מ\"א וכונתו אפילו לאותן מקומות שלא נהגו לאסור בסתם דגים]. ולביבות ממולאים בגבינה נקרא שתי תבשילין וכן ברייט\"י לקשי\"ן עם גבינה כיון דרוב פעמים אין עושין כן הוי ב' תבשילין:","(יא) מקרי תבשיל לענין זה - דאף דלענין בישולי עכו\"מ אין שם תבשיל עליו כגון חלב שנתבשל וכיו\"ב לענינינו אסור דעיקר הטעם שאסרו בשני תבשילין משום דבריבוי תבשילין יש בו כבוד ותענוג:","(יב) ואין חילוק בין צלי למבושל - כגון בצים צלויין ופירות צלויין כולן שם תבשיל עליהן וזהו שכתב לקמיה כשהם חיים לאפוקי כשנתבשלו או נצלו:","(יג) מבושלים בתוכם - שנחשב כתבשיל אחד ומיירי כשאוכלן בבת אחת. ודוקא במקום שדרכו לבשל כך כל השנה וכנ\"ל בס\"ג ובטור כתב עדשים או בצים וכ\"כ הלבוש וכן המנהג אצלינו שאוכלים בצים לבד משום אבילות וכמש\"כ בהג\"ה:","(יד) שהם מאכלי אבלים - ולא יאכלו תבשיל אחר ודלא כהמון עם שמתחלה אוכלין מין מבושל ואח\"ז יושבין לארץ ואוכלין ביצים דאסור וכ\"ש דאסור להפסיק ביניהם בברכת המזון דגורם ברכה שא\"צ ובס\"ט יבואר איך להתנהג בזה:","(טו) חריבה - ומ\"מ אל ימעט בשיעור אכילתו אלא יעשה באופן שיוכל לסבול התענית וכן בשתיית המים:","(טז) באפר - ואומר זהו סעודת ט\"ב:","(יז) ע\"ג קרקע - כדי שתהא הסעודה שפלה ובמקום שמנהגן לאכול בהסיבה היה ההיכר אם היו אוכלין עתה שלא בהסיבה ולדידן שכל השנה אוכלין שלא בהסיבה אין ניכר השפלות אלא בזה ומ\"מ אם הוא אדם חלוש יוכל להניח כר תחתיו:","(יח) וא\"צ לחלוץ - דאין אבילות נוהג עד הלילה ומטעם זה מותר לישב אחר הסעודה על הספסל:","(יט) יש ליזהר שלא ישבו וכו' - ובדיעבד אף אם ישבו ג' לא יזמנו דלא חשיב קביעות [אחרונים]:","(כ) ודעתו לאכול אחריה סעודת קבע - אבל אם אוכל אח\"כ רק אכילת עראי לא נחשב לסעודה כלל וא\"כ הסעודה הקודמת היא עיקר הסעודה ואסור לאכול בה שני תבשילין:","(כא) ואח\"כ מתפללין מנחה וכו' - בד\"מ בשם מהרי\"ל איתא שהולכין לביה\"מ ומתפללין מנחה ומסתמא בירך ג\"כ בהמ\"ז מתחלה:","(כב) להרבות קצת וכו' - ורבים מאחרונים אין דעתם נוחה בזה להרבות מתחלה בכמה מיני תבשילין ולהתענג בהם וזהו עיקר סעודתו ואחר מנחה שאינו רעב ואינו צמא כלל אוכל לזכר סעודה מפסקת והוא רק כעין סעודת עראי וע\"כ יש מהם שאומר שלא יאכל קודם מנחה רק תבשיל אחד ואחר מנחה יאכל עדשים או ביצים וכנ\"ל ואף שגם זה בכלל תבשיל הוא לא מצטרפי אהדדי. והא\"ר כתב להצדיק קצת את המנהג וז\"ל אומר אני דכל זמן שהוא מכוין לש\"ש בכונת הנ\"ל [דהיינו שלא יזיק לו התענית] הרשות בידו אבל עכ\"פ יראה כל אדם שלא ישביע עצמו יותר מדאי והחכם עיניו בראשו כדי שיוכל לאכול אחר המנחה סעודה המפסקת שלא יהא כאכילה גסה ועראי עכ\"ל ובסעודה המפסקת יוכל לאכול פת עם תבשיל ולא מצטרפי אהדדי כיון שבירך בהמ\"ז וגם התפלל מנחה באמצע:","(כג) אוכל בשר - ואסור למנוע ממנו אע\"ג דאין חיוב לאכול בשר בשבת מ\"מ כיון שנמנע משום אבל עבירה היא. והנה אף דכתב המחבר כסעודת שלמה מ\"מ ישב בדאבון נפש שלא ינהג בשמחה ולכן לא ישב בסעודת חברים [מ\"א] בספר בכור שור חולק ע\"ז ודעתו דמי שרגיל בכל שבת לסעוד סעודה זו עם חבריו ומיודעיו ומונע בשבת זו הו\"ל כאבלות פרהסיא. ולכו\"ע מותר לאכול עם ב\"ב ויכול לברך בזימון כיון שהוא שבת [א\"ר] ואם חל מילה באותו שבת יעשה הסעודה קודם מנחה:","(כד) מבעוד יום - היינו קודם שקיעה. ונכון להודיע זה להמון שלא יטעו שהוא כשאר שבת:","(כה) ואירע עט\"ב וכו' - וקשה עליו לישב בתענית שני ימים ולילה אחת:","(כו) ילוה תעניתו - כתב המ\"א ואע\"ג דבסימן תקס\"ח ס\"ב כתב דאסור ללות בכה\"ג הכא דא\"א בענין אחר שרי ומהאי טעמא כתבו הגאונים דא\"צ להשלים אף דבעלמא קי\"ל דכל תענית שלא שקעה עליו חמה לאו שמיה תענית אבל הרב ט\"ז בסימן תקס\"ח ס\"ב דחה לדברי המחבר בזה מהלכה וכן כמה אחרונים לא העתיקו את דברי המחבר בזה להלכה:","(כז) ואוכל סעודה המפסקת - ואסור לסעוד שני פעמים משום נדרו וא\"כ צריך לנהוג בה כל דין סעודה המפסקת האמור למעלה:","(כח) קודם ביאת השמש - ולפי שא\"א לצמצם כ\"כ לאחר האכילה מוטב יותר שישאל על נדרו:","(כט) תענית חלום - וה\"ה יא\"צ. וטוב שיתנה בפעם ראשונה שלא להתענות רק עד אחר חצות היום ויתפלל מנחה גדולה ויאכל סעודה ואח\"כ יאכל סעודה המפסקת:","(ל) אין אומרים צדקתך - ואם חל ט\"ב בשבת אומרים אב הרחמים [א\"ר סימן תקמ\"ד] וכתב הפמ\"ג בסימן תקנ\"ט די\"ל דג\"כ מזכירין נשמות אותן הנוהגין להזכיר בכל שבת:\n"],["(א) אא\"כ קבל עליו בפירוש שלא לאכול וכו' - וה\"ה אם אמר שמקבל עליו התענית ג\"כ אסור דודאי כונתו שלא לאכול עוד היום:","(ב) בלב אינה קבלה - והב\"ח כתב דהוי קבלה וכן הסכים הגר\"א בביאורו. ואסור אז כל מה שאסור בט\"ב חוץ מנעילת הסנדל דמותר דהוי כאלו התנה בפירוש חוץ מזה אבל אם לא קיבל בלבו להתענות אפילו בלב אלא שגמר בדעתו שלא לאכול אינו כלום ומותר אפילו באכילה ומ\"מ נכון יותר להתנות בפירוש בפה או בלב שאינו מקבל עליו התענית עד ביה\"ש:","(ג) ובין השמשות שלו אסור - היינו בין בכניסתו ובין ביציאתו אבל א\"צ להוסיף עליהם. ועיין לעיל בסימן רס\"א דביארנו דביה\"ש נקרא מששקעה החמה וה\"ה בענינינו:","(ד) ומותר ברחיצה וכו' - כבר כתבנו דאם קיבל עליו לאחר שהפסיק סעודתו שלא לאכול עוד ממילא אסור ברחיצה וסיכה ג\"כ ודוקא כשקיבל עליו ההוספה מפלג המנחה ולמעלה הא קודם לכן לאו קבלה היא ומה דקיבל בפירוש קיבל ותו לא וכן כשקיבל עליו איסור אכילת בשר ויין מי\"ז בתמוז ואילך אין איסור רחיצה בכלל:","(ה) קודם שיאמר ברכו - ר\"ל דאף שמנהגם היה להתפלל מעריב מבע\"י מ\"מ לאחר ברכו הוא בכלל לילה לענין זה ובמהרי\"ל כתב דיש לחלוץ מנעלים קודם שהולכין לביה\"כ. ועכ\"פ יראה לחולצם קודם ביה\"ש:","(ו) ואם הוא שבת חולצים וכו' - דאסור לשום סימן אבלות בשבת. ולא יגע בהם בידיו דיהיה צריך ליטול ידיו. ובדיעבד אם נגע ינקה ידיו בכל מידי דמנקי:","(ז) קודם ברכו - מפני הטרוף וכדי שלא יראה עינוי בשבת אומר תחלה המבדיל ובלא שם ומלכות [פמ\"ג]:","(ח) ונהגו וכו' - דתורה משמחת הלב ומ\"מ כ\"ז אינו מדינא דהא מותר בעט\"ב מדינא כל החמשה עינויים ועיקר הטעם משום דהוא יכול ללמוד דברים המותרים בט\"ב. והנה מהרבה אחרונים משמע שתפסו המנהג הזה ולא ערערו עליו דאפילו אם חל בשבת הסכימו כמה אחרונים להתנהג כמ\"ש הרמ\"א וכמו שאכתוב לקמיה אמנם יש איזה אחרונים שפקפקו מאד על המנהג הזה ראשון לכל הרש\"ל כתבו עליו שלמד בעצמו אחר חצות והתיר גם לאחרים בזה גם הגר\"א בביאורו כתב דחומרא יתירא היא וכן המאמר מרדכי בספרו מאריך בזה וכתב דהוא מביא הרבה לידי ביטול תורה להלומדים שמתרשלים ללמוד דברים המותרים בט\"ב דאין אדם לומד אלא מה שלבו חפץ וע\"כ דעתו להקל בזה וכתב דכן היה הוא נוהג ע\"ש וכן הח\"א כתב דהוא חומרא בעלמא וע\"כ נראה דמי שרוצה להקל בזה אין מוחין בידו:","(ט) ולכן אם חל בשבת - היינו אפילו עט\"ב שחל בשבת א\"א פרקי אבות דהוא כלימוד תורה והיינו אחר חצות דקודם חצות מותר בלימוד תורה אפילו כשחל בשבת:","(י) אין אומרים וכו' - והט\"ז מפקפק מאד על מניעת הלימוד בשבת ומסיים דהלומד בשבת אחר חצות לא הפסיד שכרו והיינו אפילו כשחל ט\"ב בשבת וכ\"ש כשחל עט\"ב בשבת. ונראה דיש לסמוך ע\"ז אחרי דאפילו כשחל בחול כמה אחרונים מקילין וכנ\"ל:"],["(א) אסור ברחיצה וכו' ואסור לקרות בתורה וכו' - ואסור בכל אלו הדברים כל היום ואפילו בין השמשות עד צאת הכוכבים ואין מועיל לזה מה שיתפלל מעריב מקודם אך אותן ההולכים בין הנכרים ועוסקים במשא ומתן אחר חצות אותן מותרין לנעול [ועיין לקמן בסי\"ז בהג\"ה ובמ\"ב] ומהם למדו כולם להקל ויש למחות בידם:","(ב) הרעים - ורעות עכו\"ם אסור לקרות. ועם התינוקות אסור ללמוד אף דברים הרעים רק מותר ללמוד לו החורבן דאינו אלא סיפור דברים ומשבר לב התינוק ויש מאחרונים שסוברין דמותר ללמוד עם התינוק בדברים הרעים וכאן לא אסר אלא הלימוד שהקטנים לומדים בסדר שלהם דהיינו חומש וגמרא:","(ג) איכה - וכן אגדת החורבן בפרק הניזקין ובפרק חלק ולקרות בחורבן הנזכר ביוסיפון מותר [לבוש]:","(ד) מגלחין - אע\"ג דיש בו גם כמה דיני מנודה ומוחרם מ\"מ מותר ללמוד אבל לישא וליתן בהלכה בודאי אסור [מ\"א בשם מהרי\"ל] וכעין זה כתב ג\"כ הט\"ז דאפילו במקום דמותר ללמוד היינו שילמוד בפשוטן של דברים אבל לא דרך פלפול. ואפילו בהרהור לפרש דבר חמור אסור מטעם שיהיה לו שמחה אחר שיתיישב לו:","(ה) ע\"י הרהור - אף דהרהור לאו כדבור דמי שאני הכא דעיקר טעמא משום שמחה ובהרהור איכא שמחה ומה\"ט אסור ללמוד איזה דרוש או קשיא או תירוץ אפילו בדברים הרעים מפני ששמחה היא לו. ואסור להורות הוראה אם לא לחולה הצריך עכשיו ואסור לדון דיני ממונות דדין היינו תורה מיהו אם אין הבע\"ד יכולים להמתין עד למחר שנחוצים לדרכם אפשר דשרי דהוי כרבים צריכים לו [אחרונים]:","(ו) ומותר לקרות כל סדר היום - דהיינו ק\"ש וברכותיה וכל מה ששייך לברכת התפלה:","(ז) ופרשת הקרבנות ומשנת וכו' - דלא גרע כל זה ממה שקורין בתורה ומפטירין בנביא והכל מפני שהוא סדר היום ונוהגין לומר תהלים ושיר היחוד במנחה אע\"ג דאסור בת\"ת כל היום צ\"ל דס\"ל כיון שהוא דרך בקשה שרי ובפוזנא נוהגין לומר למחרתו של אמש ושל היום וכן נכון ומעמדות בודאי אין לומר ועיין לקמן סימן תקנ\"ט ס\"ד דאין לומר פטום הקטורת שאינו מסדר היום וכ\"ש שאין לומר סדר הקרבנות הכתוב בסוף סי' א' ומה שכתוב בשו\"ע ופרשת הקרבנות היינו פרשת התמיד:","(ח) ומותר לחזור הפרשה בט\"ב - היינו חזן הקורא מותר לו לחזור הפרשה קודם שיקרא והיינו אפילו במנחה דאלו בשחרית פרשה כי תוליד פשיטא דמעין המאורע היא:","(ט) חיה כל שלשים יום - דמסתמא אמרינן שהיא חלושה והויא כחולה שאין בו סכנה וע\"כ אף דלענין יוה\"כ היא לאחר זיי\"ן כשאר כל אדם כמש\"כ בסימן תרי\"ז כאן לענין ט\"ב שהוא דרבנן לא גזרו במקום חולי ועיין בט\"ז ובשארי אחרונים דאפילו ודאי אין בה סכנה וכן בחולי הכתוב לקמיה ואפילו לא אמרו צריכין אנו לאכול מותר בט\"ב ואף שמהרש\"ל חולק על עיקר הכרעת השו\"ע ודעתו דלענין זה שוה ט\"ב ליוה\"כ דאפילו אמרה צריכה אני לאכול כיון שהוא לאחר זיי\"ן חייבת להתענות אם לא שהיא ג\"כ קצת חולה הרבה אחרונים הסכימו דמדינא שרי לאכול אכן כבר נהגו להתענות כמו שכתב הרמ\"א כ\"ז שאין להם חולשה ונתרפאו מלידתן אבל אם עדיין לא נתרפאה לגמרי או שהיא קצת חולה או חלושה בטבעה לא תתענה בתוך ל' ואם אירע ביולדת בריאה שמתענה ומרגשת באמצע היום שום חולשה יתירה יש לפסוק שלא תתענה בשארית היום [אחרונים]:","(י) חולה - חסר דעה שנתרפא מיום ליום מותר בבשר ויין כל ימי השבוע ולא יתענה בט\"ב [מהרי\"ל]:","(יא) שהוא צריך לאכול וכו' - ר\"ל שהוא חלוש וחש בגופו אע\"פ שאין בו סכנה מאכילין אותו:","(יב) אין צריכין אומד - כצ\"ל. ואתרוייהו קאי וכן איתא בתורת האדם ובר\"ן והכונה דא\"צ לאמוד ולשער אם תבא לידי סכנה עי\"ז שתתענה דאפילו אם אין בה סכנה כיון שהיא בכלל חולה א\"צ להתענות. ועיין בליקוטי פר\"ח שכתב דר\"ל דמסתמא מאכילין אותה אבל אם קים לה להיולדת בגווה דמצית להתענות דהיינו שראתה עצמה בריאה אז מחויבת להתענות:","(יג) ומיהו נוהגין להתענות וכו' - היינו אפילו אמרה צריכה אני לאכול ודוקא אחר שבעה אבל תוך שבעה אפילו אמרה אינו צריכה אין לה להתענות וכ\"ש תוך ג' דבודאי אסור לה להתענות:","(יד) כל זמן שאין להם צער גדול וכו' - וה\"ה אם היא קצת חולה וכנ\"ל בסק\"ט ואפילו לא אמרה צריכה אני. ועיין במ\"א שכתב דאפילו במקום שנוהגין להחמיר בט\"ב שנדחה יש להקל שלא תתענה. ועיין בא\"ר שכתב דאפילו יולדת שאינה מתענה תתענה איזה שעות אכן אם גם זה קשה לה לא תתענה כלל:","(טו) שהיה לחוש לסכנה - ובאופן זה אסור לה להתענות:","(טז) והמיקל לא הפסיד - ומכ\"ש באדם חלוש והוא חולה שאין בו סכנה אין כדאי להחמיר [ח\"א]:","(יז) אבל בזמן הזה - ר\"ל שנהגו הנשים לישב על טיפת דם שבעה נקיים דוקא ממילא אין הטבילה בזמנה ולמה תטבול דהרי מצות עונה לא יוכל לקיים בט\"ב:","(יח) לא תטבול בו - אלא תרחוץ ותחוף עט\"ב ולמוצאי ט\"ב חופפת מעט קודם הטבילה דבעינן סמוך לחפיפה טבילה ולענין לבישת לבנים ט\"ב עיין לעיל בסימן תקנ\"א ס\"ג בהג\"ה ובמ\"ב שם:","(יט) מותר לרחוץ להעביר וכו' - דאינו אסור אלא רחיצה של תענוג ומטעם זה נשים המבשלות וצריכות לרחוץ הבשר אף דממילא רוחצת גם ידיה מותר:","(כ) ועיין לקמן סי' תרי\"ג ס\"ג - וע\"ש במ\"ב מה שהעתקנו בשם האחרונים בזה ושייך גם לכאן:","(כא) נוטל אדם ידיו שחרית - משום רוח רעה השורה על הידים דהו\"ל כמלוכלך בטיט ובצואה דמותר כ\"כ הב\"י בסי' תרי\"ג וע\"ש בביאור הגר\"א שמפקפק על דין זה ולכן נ\"ל שלא יברך ענט\"י בשחרית אחר הנטילה רק אחר שעשה צרכיו יטול ידיו עד סוף קשרי אצבעותיו ואז יברך ענט\"י משום תפלה ועיין בספר מטה יהודא שכתב דמותר לרחוץ ידיו אף לתפלת המנחה דהוי כמקבל פני השכינה וכטבילת מצוה שהתירו:","(כב) ומעבירה על עיניו - וה\"ה על פניו ידיו ורגליו כיון דאין בה טופח ע\"מ להטפיח וכ\"ז דוקא בדרך העברה אבל לרחצם בהדיא לא. מי שהוא איסטניס וצריך לקנח פניו במים ואין דעתו מיושבת עליו כל היום עד שיקנח במים יקנח אבל שאר כל אדם אסור:","(כג) פני רבו וכו' - אפילו בחול דאף דחיובא ליכא להקביל פניו בחול מ\"מ מצוה איכא שמא ישמע ממנו איזה ד\"ת. ודוקא תלמיד ההולך אצל הרב אבל לילך הרב אצל תלמיד לא התירו לעבור במים שאם יצטרך לו תלמידו ילך הוא אצל רבו וכן בששניהן שוין ג\"כ אסור:","(כד) וכן בחזרה מותר - דאם יהא אסור לחזור ימנע מלילך לדבר מצוה:","(כה) לשמור פירותיו - והתירו בזה מפני הפסד ממון וע\"כ בחזרה דליכא בזה משום הפסד אסור:","(כו) כהות וכו' - היינו שהיו עייפים מחמת טורח הדרך מותר שאין זה מחמת תענוג אלא לרפואה לחזקם:","(כז) והיא מתנגבת - עד שאין בה טופח ע\"מ להטפיח הא לא\"ה אסור:","(כח) סיכה וכו' - סיכה מיקרי בדבר שדרכו לסוך בו כגון בשמן או בחלב בבורית וכה\"ג:","(כט) אינה אסורה אלא וכו' - ואסור אפילו לסוך אבר אחד כדלקמן בסימן תרי\"ד גבי יוה\"כ. כלה אחר נשואיה כל שלשים יום מותר לרחוץ פניה וכן לסוך כדי שלא תתגנה על בעלה:","(ל) אבל של בגד או של עץ וכו' - ר\"ל אע\"ג דמגין על רגלו וגם עשוי בצורת מנעל ממש שרי דלא נקרא מנעל אלא של עור:","(לא) ושל עץ מחופה עור - מלמעלה ואף דהשולים הם ג\"כ של עץ מ\"מ אסור. וה\"ה אם היה של בגד ומחופה בעור מלמעלה או השולים הם של עור אסור ועיין בשע\"ת [אחרונים]. והנה אע\"פ שאסור בט\"ב וביוה\"כ בנעילת הסנדל מ\"מ הסכימו הרבה אחרונים שיוכל לברך ברכת שעשה לי כל צרכי:","(לב) בדרך - כתב המ\"א הטעם דטורח גדול הוא לילך יחף דרך רחוק אבל כשהולך לשדה סמוך לעיר אסור לנעול וה\"ה לבית הקברות אא\"כ יש טיט ורפש או בין העכו\"מ ולפ\"ז כשיושב על העגלה או רוכב צריך לחלוץ אף בדרך רחוק:","(לג) מותרים בנעילת הסנדל - וטוב שאז יתן עפר במנעלים:","(לד) לא יחלוץ וכו' - משום העכו\"מ שמלעיגים עלינו:","(לה) כ\"א ברחוב היהודים - כתב המ\"א נ\"ל דאם הרבה עכו\"מ עוברים שם מותר וא\"ר צידד להחמיר לענין רחוב היהודים אף באופן זה דהבו דלא להוסיף על המנהג. ובעוה\"ר הרבה מהמון מקילין באיסור נעילת הסנדל כל היום אף כשיושבין בביתם ועוון גדול הוא דאף כשנקיל בזה בעת שהולך ברחוב שמצוי שם עכו\"ם מ\"מ תיכף כשבא לביתו מחוייב לחלוץ אותם ועיין לעיל במ\"ב סק\"א:","(לו) וכן נהגו - כתב הח\"א ההולכים בין העכו\"מ ונוהגין ללבוש המנעלים אף שאין למחות בידם שיש גדולים המתירים מ\"מ אין לזה טעם דמה בכך שילעיגו עלינו בלא\"ה מלעיגים עלינו ומ\"מ אותן היושבים בחנות ודאי אסורים דאיך ידעו הנכרים אם ילכו בלא מנעלים:","(לז) ונכון הדבר - ועיין לקמן סי' תרט\"ו דאסור ליגע באשתו כאלו היא נדה ואפשר דה\"ה בט\"ב [כ\"כ הד\"מ] ומ\"מ ביום יש להקל [מ\"א]:","(לח) אמרינן לנזירא - סחור סחור לכרמא לא תקרב:","(לט) מותר בכולן אפילו וכו' - דהא איתא בברייתא ומעלה על שולחנו ואינו מונע עצמו משום דבר והיש אוסרים ס\"ל דהוי שבת זו כקובר מתו ברגל דנוהג ברגל דברים שבצנעא ולפ\"ז אסור ג\"כ לרחוץ ידיו בחמין שגם זה קרוי צנעא:","(מ) וכן נוהגין - ומכריז השמש דברים שבצנעא נוהג. אכן אם אירע ליל טבילתה בשבת זו הביא המ\"א בשם השל\"ה דיש לסמוך בזה על דעה הראשונה וטובלת ומשמשת ויש מחמירין גם בזה ועיין בח\"א שכתב דכיון דבליל טבילה הוא מצות עונה יש לסמוך בזה על המתירין והרמ\"א שכתב דנוהגין לאיסור היינו במקום שאין כאן מצות עונה משא\"כ בליל טבילה ע\"ש בנ\"א ועיין בביאור הגר\"א דמשמע מניה ג\"כ דהוא מצדד להלכה כדעת המחבר וא\"כ יש לסמוך להקל עכ\"פ בליל טבילה:","(מא) אין שאלת שלום וכו' - וה\"ה לומר לו צפרא טבא נמי אסור. וה\"ה לשלוח דורון לחבירו בט\"ב אסור [אחרונים]:","(מב) לחבירו בט\"ב - ולע\"ה טוב שיודיע לו שהיום אסור ליתן שלום ולא יהיה לו איבה עבור זה עליו:","(מג) אין עושין - כדי שלא יסיחו דעתם מהאבלות ומטעם זה גם בלילה אסור במלאכה דהא גם בלילה מחוייב להתאבל מיהו כל מלאכה שאין בה שיהוי שרי דאין מסיח דעתו בכך:","(מד) עושה - ולא מיחזי כיוהרא דהרואה אומר דמניעתו ממלאכה הוא מפני שלא נזדמן לו מה לעשות:","(מה) ואפילו במקום שנהגו שלא לעשות - כגון במדינתינו:","(מו) מותר ע\"י עכו\"מ - אכן לבנות בנין דאוושא מילתא אסור אפילו ע\"י עכו\"מ:","(מז) אם אפשר בנכרי - ואם א\"א בנכרי מותר לעשותה בעצמו כמו בחוה\"מ [מ\"א] ועיין בביאור הגר\"א שמצדד להקל תמיד ע\"י ישראל בעצמו:","(מח) דבר האבד מותר - אם יריד או שיירות באים מותר לקנות מהם ע\"י עכו\"מ [אבל לא ע\"י עצמו דמסיח דעתו מאבילות] אפילו קודם חצות וכ\"ש למכור דהוי דבר האבד כמש\"כ ביו\"ד סימן ש\"פ ס\"ז לענין אבל:","(מט) כל העושה מלאכה וכו' - היינו אפילו במקום שנהגו לעשות ואפילו לאחר חצות ומשמע מגמרא דוקא כשקובע עצמו למלאכה ומסיח דעתו מהאבילות. וע\"כ אף שמותר לישא וליתן אחר חצות לא ימשוך בעסקיו כדי שלא יסיח דעתו מן האבילות:","(נ) מאותה מלאכה - כלומר מאותן מעות שמרויח מאותה מלאכה:","(נא) כל האוכל ושותה וכו' - אפילו מעוברת או מניקה או שארי אנשים שהם חלושים בטבען ומצטערים מהתענית [אם לא מי שהוא חולה באמת וכדלעיל בס\"ו וע\"ש בהג\"ה] וכדאי הוא בית אלהינו להצטער על חורבנו עכ\"פ יום אחד בשנה: "],["(א) נוהגים וכו' - ע\"פ המדרש בצע אמרתו בזע פורפירא דיליה [זה הטלית] השליך משמים ארץ תפארת ישראל זו תפילין:","(ב) בלא ברכה - ומ\"מ אם פשטו בלילה י\"א שצריך לברך עליו בבקר:","(ג) ובמנחה - שאז הציתו אש במקדש ותם עונך במה ששפך הקב\"ה חמתו בעצים ואבנים [הגר\"א] וי\"א כדי להראות נחמה באבלינו בו ביום וכל זה הוא לכו\"ע רק לענין תפילין משום דהוא מילתא דתליא במנהגא בעלמא אבל כל החמשה ענויים אין מבטלין כל היום:","(ד) ותפילין - והרגיל להניח תפילין של ר\"ת יניח גם עתה [אחרונים]:","(ה) ומברכין עליהם - ונראה דיזהר שלא לקרא עתה פרשיות ק\"ש וכן פרשת קדש דהלא כעת הוא רק כקורא בתורה ות\"ת אסור כל היום:","(ו) מוטה על הארץ - ואדם חלוש א\"צ להחמיר בזה ויישן על המטה:","(ז) מיהו עוברות וכו' - וה\"ה באדם חלוש וכנ\"ל:","(ח) מכבודו ומהנאתו - אסור לעשן טיטון (שקורין רייכערין) אפילו בד' צומות וכ\"ש בט\"ב [כנה\"ג] והחמיר מאד עד שכתב שמי שמעשן בט\"ב היה ראוי לנדותו ויש מאחרונים שמקילין וע\"כ מי שדחוק לו שמורגל בו ביותר יש להקל אחר חצות בצנעא בתוך ביתו וכ\"כ בשע\"ת בסימן תקנ\"ט סק\"ג:"],["(א) כשרואה הנר וכו' - דזה אין טעון כוס ואין בזה משום תענוג כמו שיש בבשמים. ויברך על האור קודם שקורין איכה דבאיכה כתיב במחשכים הושיבני וע\"כ יברך תחלה על המאור וגם שיהנה אח\"כ מאורו כשקורין איכה ואם שכח לברך יברך אח\"כ בלילה כיון שהחיוב עדיין עליו:","(ב) ובליל מוצאי וכו' - ובליל ט\"ב מבדיל בתפלה ואע\"פ שאין יכול להבדיל אז על הכוס ואם טעה אז ולא הבדיל בתפלה א\"צ לחזור כיון שיבדיל על הכוס במוצאי ט\"ב. והנשים שאינן יודעות להתפלל ולא הבדילו במוצאי שבת בתפלה צריך כל איש להזהירן שביום התענית לא יעשו אש לבשל לצורך הלילה עד שיאמרו המבדיל בין קדש לחול:","(ג) מבדיל על הכוס - וא\"צ להבדיל בתפלה כיון שהבדיל מאתמול ואפילו שכח אתמול להבדיל בתפלה ג\"כ נראה דא\"צ עתה להבדיל בתפלה שכבר חלף שעתא וסגי במה שיבדיל עתה על הכוס [שע\"ת]. איתא במהרי\"ל כשהחשיך בירך בפ\"ה והבדלה א\"כ משמע שמותר להבדיל על היין ומשמע שמותר לשתות בעצמו וא\"צ ליתן לתינוק [דגול מרבבה]:","(ד) ואינו מברך לא על הנר - אפילו לא בירך על הנר במוצ\"ש דאין מברכין על הנר אלא במוצ\"ש בזמן שנברא:","(ה) ולא על הבשמים - דמשום נפש יתירא היא ג\"כ במו\"ש דוקא וכדלעיל בסימן רצ\"ט ס\"ה:"],["(א) בת\"ב אומר וכו' - מסתימת המחבר משמע דדעתו שיאמרו בכל התפלות וכן הוא המנהג בירושלים אבל במדינותינו המנהג כמו שכתב הרמ\"א:","(ב) בבונה ירושלים וכו' - לפי שהיא מענינא ואם שכח אומר בעבודה דהיינו קודם ותחזינה וא\"צ לחתום בברוך מנחם ציון אלא ותחזינה עינינו עד סוף הברכה:","(ג) ועננו בשומע תפלה - היינו ליחיד אבל הש\"ץ אומרה ברכה בפני עצמה בחתימה בין גואל לרופא - והנה ליחיד דעת המחבר בסימן תקס\"ה דבארבעה צומות אומר עננו בכל תפלה בשומע תפלה אבל דעת הרמ\"א שם דאין היחיד אומרה רק במנחה. ולענין ש\"ץ דעת רוב הפוסקים דאף בט\"ב יאמרנה בשחרית בין גואל לרופא כמו לענין שארי תעניתים:","(ד) אין מחזירין אותו - כי בימים שאין בה קרבן מוסף אם טעה ולא אמר מעין המאורע אין מחזירין אותו:","(ה) בברכת המזון - בבונה ירושלים ואף שבתפלה לא נהגו לאומרו רק במנחה מ\"מ בבהמ\"ז דליכא מנחה יש לאומרו. ועיין בשע\"ת בשם איזו אחרונים שמפקפקים על פסק זה וכן בביאור הגר\"א משמע שדעתו נוטה שלא לאמר כי לא קבעוה רק בתפלה ומיהו לכו\"ע אם לא אמרו אין מחזירין אותו:"],["(א) ביום עשירי - והטעם שקבעוה בתשיעי משום דאתחלתא פורעניתא עדיפא:","(ב) שלא לאכול בשר - ופשוט דבסעודת מצוה מותרים כל הקרואים לאכול בשר ואפילו איננו קרובו דפשיטא דלילה הזו קילא מר\"ח אב דמר\"ח אב יש קצת אבלות מדינא דגמרא שממעטין בשמחה ומשא ומתן משא\"כ בזה שמותר מדינא בכל אך הסעודה שעושין בלילה שלפני החתונה במקום שאין משלחין באותו פעם סבלונות לא מיקרי סעודת מצוה ולכן אין לאכול בשר ומכ\"ש שלא יהיה שם כלי שיר עד אחר חצות יום עשירי [לפי מה שכתב הרמ\"א לקמיה] ובספר א\"ר כתב בשם זקנו מהר\"ש ז\"ל שזהו רק לשאר אנשים אבל לחתן וכלה ואביהם ואמם מותר לאכול בשר. כתב כה\"ג דטוב שלא לשמש מטתו בליל יו\"ד אם לא בליל טבילה או יוצא לדרך או בא מן הדרך:","(ג) עד חצות היום - וה\"ה שלא לרחוץ במרחץ ולספר ולכבס עד חצות וכשחל ט\"ב ביום ה' שאז יום עשירי הוא ע\"ש מותר בכל זה לכבוד שבת:","(ד) אבל בלילה אסור וכו' - היינו רק באכילת בשר ושתיית יין אבל בתספורת מותר לכו\"ע:","(ה) מפני אבילות של יום - משמע דרק בזה מפני אבילותו של ט\"ב מחמרינן גם בלילה שאחריו דהוא כמו בין המצרים דיש אנשים שמחמירין על עצמן מבשר ויין אבל בשארי תעניתים אין להחמיר בזה:"],["(א) אין אומרים וכו' - מידי דהוי אר\"ח שחל להיות באחד בשבת שא\"א צו\"ץ בשבת דט\"ב נמי איקרי מועד:","(ב) וכן עושים וכו' - ויפסיק בין כל פסוק מעט ובין כל איכה יותר מעט ופסוק האחרון שבכל איכה אומר בקול רם. ולענין ברכה לפניה עיין לעיל בסימן ת\"צ סוף ס\"ח בהג\"ה ובמ\"ב שם. וטוב שיחיד יקרא איכא גם ביום:","(ג) וכן החזן - ואח\"כ חוזר החזן ומתחיל זכור ד' מה היה לנו אוי הביטה וראה את חרפתנו אוי מה\"ל וכן חולק כל הפסוקים אמצעיתן באוי וסופן באמה\"ל [ד\"מ]:","(ד) מתפללין ערבית - בתחלה. ואומר קדיש שלם דהיינו עם תתקבל אחר תפלת ערבית. ואם חל במו\"ש אין מברכין הבנים [במקום שנוהגין בזה] מהרי\"ל:","(ה) ואומרים איכה וקינות - ואפילו כשהוא ביחיד [ח\"א]:","(ו) מואתה קדוש - ולא יאמר ובא לציון גואל שאין גאולה בלילה ולא ואני זאת בריתי שנראה כמקיים ברית על הקינות ועוד דאסור בד\"ת ולא שייך לומר ולא ימושו מפיך [טור]:","(ז) אין אומרים ויהי נועם - לפי שעיקרו נתיסד על הקמת המשכן ועתה נחרב:","(ח) ולא למנצח וכו' - שאינו מסדר היום ואסור:","(ט) ולא ויתן לך - שאינו זמנו בט\"ב:","(י) יושבים וכו' - דומיא דאבל שיושב ע\"ג קרקע כל שבעה ומ\"מ אינו חמור כ\"כ כמו הה' עינוים ולכך לא בעי כל היום:","(יא) לארץ - היינו אחר שענו ברוך ד' המבורך וכו' דזה צריך להיות בעמידה ועיין באחרונים דמותר להניח תחתיו שק או כר קטן. וגם יוכל לישב על ספסל נמוך למי שקשה לו לישב על הארץ:","(יב) מיד אחר שיצאו מביהכ\"נ וכו' - ר\"ל דהולכין אח\"כ לבית הקברות כמו שכתבו בסוף הסימן ועם שיעור זה ימשך עד חצות דאז רשאי לישב על הספסל:","(יג) ומאריכין עם הקינות וכו' - כדי שלא יבואו לעשות מלאכה בעת ההוא:","(יד) אין מדליקין וכו' - משום דכתיב במחשכים הושיבני וגו':","(טו) כ\"א נר אחד - ולפי מנהגינו שכל הקהל אומרים איכה בלחש עם החזן וגם קינות יש להדליק נר אחד בכל שכונה שע\"י הדחק יוכלו לומר קינות לאורו. ואין מדליקין נר תפלה בביהכ\"נ בט\"ב שחרית. ולמנחה מדליקין. ולברית מילה מדליקין נרות בשעה שמביאין התינוק למול:","(טז) א\"א תחנון וכו' - בשחרית משכימין קצת לביהכ\"נ ואם עי\"ז יגמרו לומר קינות זמן הרבה קודם חצות טוב שלא להשכים כ\"כ:","(יז) משום דמקרי מועד - כדכתיב קרא עלי מועד וגו' ומ\"מ מותר לעשות הספד על חכם שמת ולישב על גבי קרקע ואפילו אחר חצות דכל ההוא יומא קבוע לבכיה והספד ולענין זה לא אשגחינן במאי דקרוי מועד:","(יח) אסוף אסיפם - בניגון איכה:","(יט) ולא למנצח - דכתיב שם יענך ד' ביום צרה ישגבך וגו' ואין שייך לומר זה:","(כ) ולא פיטום הקטרת - דלא מיקרי סדר היום שאין כל אדם אומר אותו. אבל מזמור לתודה אומרים שהוא בכלל סדר היום:","(כא) וא\"צ לשנות מקומו - שדיינו במה שאנו מראין סימני אבילות במה שאנו יורדין מהספסלין ויושבין על הארץ:","(כב) אסור לספר דבר - וכ\"ש שרע עלי המעשה במה שקצת נוהגין קלות וזורקין זה לזה בביהכ\"נ. ועון גדול הוא דאפילו שלא בט\"ב אסור להראות קלות בביהכ\"נ וכ\"ש בט\"ב ובשעת קינות שעם ישראל מקוננים על בית ד' שנחרב ועל עמו שנפזרו בכל העולם:","(כג) וכ\"ש שלא לשוח וכו' - דבזה ודאי מסיח דעתו מן האבילות:","(כד) אם יש אבל בעיר וכו' - היינו אפילו תוך ג' ימים ואף דשאר אבל אסור לצאת תוך ג' ימים אפילו לבית אבל אחר הכא כיון דכולם אבלים קיל טפי ויש מחמירין באבל תוך ג' ימים והגר\"ש קלוגר הכריע דבלילה שיש קינות מועטים לא ילך אבל ביום שיש הרבה קינות וצער לו אם לא ילך שרי ואחר ג' ימים גם בלילה ילך לביהכ\"נ. אונן בלילה יושב בביתו ולמחר לאחר הקבורה לדעת המקילין לעיל באבל תוך ג' ימים גם הוא מותר ליכנס לביהכ\"נ עד שיגמרו הקינות ואח\"כ ילך לביתו:","(כה) אחר שגומרים הקינות - דמצוה זו עושין אותה ישראל בשמחה ולכן אין מלין בשעת קינות והספד:","(כו) עד אחר חצות - דמקודם חל עדיין אבילות ואינו כדאי וסברא ראשונה ס\"ל דאעפ\"כ מצוה להקדים דזריזין מקדימין למצות:","(כז) בלא בשמים - אף שתמיד ג\"כ אין מביאין בשמים למילה מ\"מ צריך להשמיענו דכהיום ג\"כ אין מביאין ולאפוקי מדעת הגאונים שסוברין דהיום אין מביאין כוס לברכה אפי' ליתן לתינוק אלא מביאין בשמים במקום כוס לברכה קמ\"ל דלא דבט\"ב צריך למעט תענוג בכל מה דאפשר:","(כח) והמנהג כסברא הראשונה - הג\"ה זו צריכה להיות קודם תיבת ומברכין:","(כט) היולדת - עיין לעיל בסימן תקנ\"ד ס\"ו ובמ\"ב שם:","(ל) לתינוקות - ולא חיישינן דלמא אתי להתרגל ולשתות אף בגדלותו כיון שאינו דבר קבוע אע\"ג דגבי הבדלה כשחל ט\"ב במו\"ש חיישינן ואין נותנין לתינוקת וכדלעיל בסימן תקנ\"ו היינו משום דלפי קביעות השנים שלנו ע\"כ יבא לפעמים לסוף ג' או ד' שנים פעם אחד במו\"ש וחשוב כמו דבר קבוע משא\"כ במילה שאין לה קביעות כלל לא חיישינן לזה:","(לא) בגדים אחרים - ומותרים להחליף הכתונת כמו בשבת חזון:","(לב) ואבי הבן - וה\"ה אמו:","(לג) בגדי שבת - ואם הם חדשים שניכר הגיהוץ בהן אסור ללובשן [מ\"א ודה\"ח] ובספר בגדי ישע מצדד דוקא אם הם חדשים ממש אבל בלא\"ה אף שניכר הגיהוץ שלהם מותר:","(לד) ובאין למול התינוק - ולאחר המילה פושטין בגדיהן:","(לה) ונדחה וכו' - אבל אם חל מילה בט\"ב שלא נדחה צריך להשלים התענית ולאו דוקא בט\"ב דה\"ה בסתם תענית שגזרו הצבור או בכל ד' צומות אם לא היו דחויין צריך להשלים וכן הדין לענין חתן ביום חופתו בסתם ת\"צ או בכל ד' צומות אם לא היו דחויין צריך להשלים התענית ונותנין הכוס לתינוק לשתות אבל אם היו דחויין א\"צ להשלים ומותר לשתות הכוס וכן לאכול אחר חופתו דרגל שלו הוא:","(לו) בעל ברית - בכלל זה אבי הבן ואמו והמוהל והסנדק אבל לא המכניס והמוציא וכ\"ש שארי קרואים. ומ\"מ אף שמותרים לאכול לא יעשו ביום סעודה גדולה כמו שעושין בשאר הימים אלו לא הי' בט\"ב:","(לז) מתפלל מנחה - והסכימו האחרונים דהיינו מנחה גדולה אחר חצות היום ומותר אח\"כ לאכול אך צריך להבדיל על הכוס קודם שיאכל:","(לח) שיו\"ט שלו הוא - י\"א שה\"ה אם חל פדיון הבן בט\"ב שנדחה נקרא ג\"כ אצלו יו\"ט והאב והכהן א\"צ להשלים התענית ומ\"מ אינו מותר לעשות הסעודה שאין מצות הסעודה דוחה התענית וכנ\"ל לענין בעל ברית ודוקא כשחל פדיון הבן בזמנו שחל יום ל\"א שלו בו ביום אבל שלא בזמנו ואפילו היה יום ל\"א בשבת דאעפ\"כ הוא שלא בזמנו צריכין להשלים:","(לט) נוהגים שלא לשחוט וכו' - היינו לאותן הנוהגים לאכול בשר בלילה דאלו הנוהגים מנהג כשר שלא לאכול גם בליל עשירי כדלעיל בסימן תקנ\"ח אסור לשחוט בט\"ב אף אחר חצות [ורק להכין שאר צרכי סעודה מותר אחר חצות] כ\"כ הט\"ז ובספר א\"ר מקיל בזה ובמקום הדחק יש להקל:","(מ) עד אחר חצות - ואסור להקל במקום שנהגו איסור אכן לצורך סעודת מצוה שיהיה בלילה מותר לשחוט אפילו קודם חצות:","(מא) על הקברות - של ישראל כדי שיבקשו עלינו רחמים ואם אין של ישראל הולכים אפילו על קברי עכו\"ם לומר שאנו חשובין כמתים וכ\"ז היינו לילך לביה\"ק ברחוק ד' אמות אבל לא על הקברות ממש אפילו קברי ישראל כי יש לחוש שיתדבקו בו החיצונים. כתב בשל\"ה שנכון שלא לילך בכנופיא גדולה כי אין זה אלא טיול וגם מביא לידי שיחת חולין ומסיחין דעתן מאבלות רק ילך יחידי או עם עוד אחד שלא יפסקו מלדבר בענין החורבן ולהתעורר באבילות ונראה עוד דאם ע\"י ההליכה לביה\"ק יהיה מוכרח לילך במנעלים טוב יותר שלא ילך כלל:","(מב) אין אומרים צדוק הדין - דאקרי מועד וכנ\"ל בריש הסימן:"],["(א) תקנו וכו' - שכל דבר שמחה צריך לעשות בה דבר זכר לחורבן הבית וכמו שכתוב אם לא אעלה את ירושלים על ראש שמחתי. מסוייד ומכוייר - הם מיני ציור ואפשר לומר שדרך העולם שטחין בטיט ואח\"כ סדין בסיד והמלכים עושין הכל בסיד ולפ\"ז אפילו בסיד לבדו אסור ומדקאמר שאין בונין לעולם בנין וכו' משמע דאפילו ע\"י שיור אמה על אמה אסור בזה והנה המחבר העתיק לשון הרמב\"ם אבל דעת הטור דאפילו סדין בסיד ומציירין נמי מהני שיור אמה על אמה וכן המנהג:","(ב) טח ביתו בטיט וסד בסיד ומשייר וכו' - היינו שאותו אמה יהיה בלא סיד רק בטיט לבד והיכא שמערב חול בסיד נמי שרי ע\"י ששיור אמה על אמה ויש מקילין ע\"י חול דס\"ל דהיכא דעירב חול שוב לא מקרי בשם סיד. והנה בזמנינו לא נהגו לשייר ואפשר משום דסומכין על היש מקילין ועכ\"פ תמוה שהרי מלבנין הבתים בסיד לבד ואפשר דדוקא במיני סיד הנקרא גופ\"ש שהוא לבן ביותר אסור משא\"כ סיד שלנו אך כל זה דוחק וצ\"ע על מה נוהגין היתר. והיכא שהוא טח בטיט לבד לכו\"ע אין צריך לשייר כלל:","(ג) כנגד הפתח - היינו נוכח הפתח כדי שיראה מיד שיכנס בפתח ויש שמניחים פנוי למעלה מן הפתח בגובה ואינו נראה לנכנס ואפשר כדי שיתראה תמיד לפני בעה\"ב היושב בפנים שעל רוב הוא יושב אצל הקיר אשר נוכח פתח הבית [שע\"ת] ואותו השיור יהיה בלא סיד ודלא כאותן העושין אמה שחור דזהו ג\"כ ציור [לבוש] ויש מקומות שעושין שחור וכותבין ע\"ז זכר לחורבן ואותן התולין בגדי רקמה סביב כל הכתלים ישיירו ג\"כ אמה על אמה:","(ד) בחזקתה - דתלינן שנעשה ביד עכו\"ם ולקחה ישראל ממנו ואם ידוע שנעשה ביד ישראל באיסור חייב לקלוף אמה על אמה. וכ\"ז ככשהוא קיים אבל כשנפל אפילו אם ידוע שבפעם הראשון היה ביד עכו\"ם מ\"מ כשחוזר ובונה מחוייב לשייר השיעור:","(ה) לעשות סעודה לאורחים - אפילו סעודת מצוה כמילה וחתונה וכ\"ש שאר סעודות ועיין במור וקציעה דבסעודת שבת ויו\"ט לא יחסר שום דבר:","(ו) מחסר ממנו מעט - כלומר שאין נותן כל תבשילים הראוים לסעודה אלא מחסר מעט אפילו כסא דהרסנא די בזה [מ\"א]:","(ז) ומניח מקום פנוי - דאל\"ה לא יהיה ניכר החסרון אבל כשיניח פנוי ירגישו שהיה ראוי עוד תבשיל אלא שנחסר [ט\"ז] והנה הלבוש השמיט תנאי זה אפשר דס\"ל דמחסר מעט לבדה סגי:","(ח) שנוהגת בהם - היינו אם יש לה הרבה מיני תכשיטין לא תשים כולם עליה בבת אחת רק בכל פעם תשייר אחת לזכור החורבן. ונשים המתקשטות במילוי גורמין לבד זה רעות רבות מאומות העולם המתקנאים בהם:","(ט) לשבר כוס בשעת חופה - וזו היא ג\"כ הטעם של שבירת כלי בשעת כתיבת התנאים. ויראה לשבור תחת החופה כוס שלם ואין בו משום בל תשחית כיון שעושין כן לרמז מוסר למען יתנו לב:","(י) ראש שמחתי - אמרינן בשבת דף ס\"ב דתענוג דאית ביה שמחה אסור ודלית ביה שמחה שרי [מ\"א]:","(יא) שלא לנגן בכלי שיר - היינו דבכלי אסור אפילו שלא על היין לדעה זו:","(יב) או בבית המשתה - ר\"ל לפי שהוא על היין אסרו בזה ואפילו למי שאינו רגיל בזה ודע דאפילו בפה אסור על היין לכו\"ע. וע\"כ יש למחות באותן שיושבין לאכול סעודתן ובחוץ עומדים ומנגנים ובכל יום עושין כן דזהו ודאי איסור גמור [פמ\"ג]:","(יג) ואפילו שיר בפה על היין אסור - וב\"ח פסק דאפילו בלא יין ג\"כ אסור דאמרינן בגמרא דוקא זמרא של מושכי הספינות או מושכי הבקרים שרי שאינו אלא לזרזם במלאכתם אבל דגרדאי אסור שהוא לשחוק בעלמא וע\"כ נשים המזמרות בפה בעת מלאכתן יש למחות להן ואם אינן שומעות מוטב שיהיו שוגגין אכן בבית חרושת המעשה שיש שם גם אנשים ואלו מזמרות ואלו עונין אחריהן הוא כאש בנעורת ומצוה רבה לבטלם:","(יד) דברי תשבחות - כתב בליקוטי מהרי\"ל שלא כדין הוא שמשוררין במשתה אודך כי עניתני וכה\"ג לשמחת מריעות כי אז התורה חוגרת שק ואומרת עשאוני בניך כמין זמר [סנהדרין ק\"א ע\"ש] אך בבהכ\"נ לרגלים מצוה לזמר וע\"כ מסיק המ\"א דלא שרי בשבת לזמר אלא אותן שירים שנתקנו על הסעודה אבל פיוטים אחרים אסור:","(טו) וזכרון חסדי הקב\"ה - ובאיזה סעודות נוהגים לשורר קדיש דהיינו יתגדל וזהו ודאי חטא גדול דלא התירו אלא זכרון חסדי ד' וכ\"ש במה שלוקחין על הסעודה ליצ\"ן אחד ועושה שחוק בפסוקים או בתיבות קדושות וזהו עון פלילי [ט\"ז]:","(טז) הכל שרי - פי' בין בפה ובין בכלי ועל היין רק שלא יהא בה ניבול פה ומ\"מ אין לשמוח ביותר:","(יז) אם היא של כסף - ה\"ה של מרגליות ואבנים טובות י\"ל כ\"ש דאסור ואימתי נקראת כלה י\"ל כל ז' ימי המשתה בבתולה [וכ\"כ יש\"ש פ\"ק דגיטין דף ז'] גם לילה שלפני החופה וא\"כ אותן המניחין בראש כלה תכשיטין בראש שקורין בינד\"א וכדומה צ\"ע [פמ\"ג]:","(יח) אבל של גדיל מותר לכלה - כדי שלא לנוולה. ועיין בב\"י דמסתפק לדעת הרמב\"ם אם היה עיקרה של גדיל וקבועים משבצות של כסף וזהב אם שרי וכהיום אין משגיחין בזה העולם ומקילין בזה וכתב הא\"ר דסומכין על דעת הרמב\"ן דסובר דעיקרו של גדיל שרי אף שיש בו כסף וזהב. והעושין הינומא מיוחדת לכלה קרוי\"ן של כסף וזהב אף שיכרוך הכסף על משי יש לאסור וצ\"ע [פמ\"ג]:","(יט) אבל בשאר וכו' - שלא גזרו אלא בשעת שמחה:","(כ) פיו שחוק - שהשמחה יתירה משכח המצות. ועיין בט\"ז ופרישה דאפילו בשמחה של מצוה כגון בחתונה ופורים לא ימלא פיו שחוק:"],["(א) ערי יהודה - ולא ערי ישראל. דלא חשיבי כ\"כ:","(ב) בחורבנן - אפילו יושבין בהן ישראל כיון שהישמעאלים מושלים עליהם מקרי בחורבנן:","(ג) כשמגיע סמוך להם כמו וכו' - דרחוק יותר לא חשיבה ראיה כמו להלן [ב\"י] ולפי מה שביארנו לקמיה דכמה פוסקים פליגי ע\"ז וסוברין דאין שיעור לדבר אלא דממקום שרואה חייב לקרוע ה\"ה בענינינו:","(ד) הרואה ירושלים - יש שכתבו שמסתברא שיום שרואה אדם תחלה ירושלים בחורבנה שיאסור אותו היום כולו בבשר ויין:","(ה) בית המקדש - והנכנס עתה למקום מקדש חייב כרת שכולנו טמאי מתים וקדושה הראשונה קדשה לשעתה וקדשה לעתיד לבוא [מ\"א] ועיין בליקוטי הלכות זבחים בפרק השוחט והמעלה מש\"כ שם מענין זה:","(ו) וקורע - עיין ב\"ח שחייב להשתחות ולקרוע את בגדיו ולבכות ולהתאונן ולהתאבל על חורבן בהמ\"ק ולקונן ולומר מזמור לאסף וכו' עד סוף וכשקורע מברך ואומר ברוך דיין אמת (אך בלי שם ומלכות) כי כל משפטיו צדק ואמת הצור תמים פעלו כי כל דרכיו משפט אל אמונה ואין עול צדיק וישר הוא ואתה צדיק על כל הבא עלינו וכו':","(ז) מן הצופים - פי' דלא חשיב ראיה מריחוק מקום אלא משהגיע לצופים דהוא מקום סמוך לירושלים חשיב ראיה כ\"כ ב\"י אבל כמה פוסקים כתבו דצופים הוי פי' כל מקום סביב לירושלים שיכולין לראות משם. עוד כתבו דמשהגיע לצופים צריך לקרוע אע\"פ שעדיין לא ראה אותה. כתב הא\"ר כל שקרע וראה קצת אף שלא ראה בטוב כשיגיע א\"צ לקרוע עוד הא לכתחלה יש לו להמתין עד שיגיע למקום צופים:","(ח) קרע אחר - וירחיק ג' אצבעות:","(ט) כל שהוא - וא\"צ טפח משום דעיקר מצות קריעה יצא בפעם ראשונה שהיא מן המקדש שקדושתה יותר מירושלים ונכללת בתוכה:","(י) אינו חוזר וקורע כשיראה וכו' - דכולהו חשובות כאחת ומ\"מ צריך להוסיף על הקרע כל שהוא:","(יא) א\"צ לקרוע על שאר ערי יהודה - היינו אפילו תוספת קרע בעלמא ג\"כ א\"צ:","(יב) בידו - ולא בכלי:","(יג) את לבו - ולכן יקרע מצד שמאל כי הלב בשמאל:","(יד) מאחה - היינו תפירה מבפנים ואחרת עליה מבחוץ [טור] ורש\"י פירש תפירה מיושרת:","(טו) לשללן - למחר [כפתור ופרח פ\"ו]:","(טז) סולמות - תפירות שאינן מיושרות:","(יז) היה הולך ובא וכו' - והרואה ירושלים תוך ל' יום אע\"פ שלא קרע כגון שדר בתוכו א\"צ לקרוע על ערי יהודה אם לא שיצא משם ובא לערי יהודה לאחר שלשים ומי שנולד בירושלים אפילו הגדיל א\"צ לברך דבקטנותו פטור וכשהגדיל א\"צ לברך דהא ראה אותן תוך ל' יום:"]],"AROCH_HASHULCHA":[["דבר ידוע שמצות עשה מן התורה לזעוק ולהתחנן על כל צרה שלא תבא, ולהתענות בהם; ויתבאר בהלכות תענית.ויש ימים שכל ישראל מתענים בהם מפני הצרות שאירעו בהם, כדי לעורר הלבבות ולפתוח דרכי התשובה. ויהיה זה זכרון למעשינו הרעים, ומעשה אבותינו שהיו כמעשינו עתה, עד שגרם להם ולנו אותן הצרות. ובזכרון דברים אלו נשוב להטיב, כדכתיב (ויקרא כו מ): \"והתודו את עונם ואת עון אבותם\" (רמב\"ם פרק חמישי מתעניות).","וארבעה ימים הם:יום שלישי בתשרי, שבו נהרג גדליה בן אחיקם, ונכבה גחלת ישראל הנשארת. וזה היתה סיבה לתגבורת הצרות.ועשרה בטבת, שבו סמך נבוכדנצר הרשע על ירושלים. כדכתיב במלכים (ב כה א) ובירמיה (נב ד), שבשנה התשיעית למלכות צדקיהו, בחדש העשירי בעשור לחדש – בא נבוכדנצר וכל חילו על ירושלים.ויחזקאל שהיה בבבל עם גלות יכניה – גילה לו הקדוש ברוך הוא זה בנבואה באותו היום, כדכתיב ביחזקאל (כד א-ב): \"ויהי דבר ד' אלי בשנה התשיעית, בחדש העשירי בעשור לחדש, לאמר: בן אדם! כתב לך את שם היום, את עצם היום הזה, סמך מלך בבל אל ירושלים בעצם היום הזה.\"כלומר: שצוה לו לכתוב שם היום, היינו החדש וגם היום הזה הפרטי, וכתב \"בעשור לחדש העשירי\", ולא ידע הנביא על מה צוה לו לכתוב כן. ואחר שכתב גילה לו: דע לך כי סמך מלך בבל אל ירושלים בעצם היום הזה, ובזה ראו הכל הנבואה האמיתית, שבבבל נתגלה להנביא אותו יום ואותו שעה. ד\"עצם היום\" מקרי עיצומו של יום, כחצות היום. ועל כי היו אז נביאי שקר שהטעו את ישראל, כמו חנניה בן עזור וחביריו, שהתנבאו שבית המקדש לא יחרב וישראל לא יגלו מעל אדמתן, וחזקו ידי עוברי עבירה; וירמיה שהוכיחן שישובו אל ד', ואם לאו יחרב בית המקדש וישראל יגלו – הושיבוהו בחצר המטרה, ושמוהו בבור של טיט, כמבואר בירמיה; על כן הודיע ד' ליחזקאל הנביא בבבל שירמיה נביא אמת, וניבא בבבל כל מה שאירע בארץ ישראל, ועל כי בעשרה בטבת היתה התחלת הצרות. על כן קבעוהו לתענית לדורות.ונמצא בשם הקדמונים דאלמלי היה חל עשרה בטבת בשבת – היה דוחה שבת, מפני דכתיב ביה \"בעצם היום הזה\" כמו ביום הכפורים (בית יוסף בסימן תק\"ן בשם אבודרהם). ואנן לא קיימא לן כן, כמו שיתבאר.","ושבעה עשר בתמוז, חמשה דברים אירעו בו:נשתברו הלוחות,ובטל התמיד בבית ראשון,והובקעה העיר ירושלים בחורבן בית שני,ושרף אפוסטמוס הרשע את התורה,והעמיד צלם בהיכל.וכן תשעה באב, אירעו בו גם כן חמשה דברים בו:[א] נגזר על ישראל במדבר שלא יכנסו לארץ.[ב-ג] וחרב הבית בראשונה ובשנייה. דבסוף מלכים (ב כה ח-ט) כתיב: \"ובחדש החמישי בשבעה לחדש, בתשע עשרה למלכות נבוכדנצר... בא נבוזראדן... וישרוף את בית ד'...\". ובסוף ירמיה (נב יב) כתיב על זה המעשה עצמו \"בעשור לחדש\". ואמרו בתענית, תניא: אי אפשר לומר \"בשבעה\", שהרי כבר נאמר \"בעשור\". ואי אפשר לומר \"בעשור\", שהרי כבר נאמר \"בשבעה\". הא כיצד? בשבעה נכנסו להיכל, וכו', ותשיעי סמוך לחשיכה הציתו בו את האור, והיה דולק והולך כל יום העשירי (תענית כט א).[ד] ונלכדה בו ביתר, והיו בה אלפים ורבבות מישראל. והיה שם מלך, ורבים דימו שהוא מלך המשיח. וגרמו העונות ונהרגו כולם, וגם לא ניתנו לקבורה, והיתה צרה גדולה כמו חורבן בית המקדש.[ה] וביום הזה המוכן לפורעניות חרש טורנוסרופוס הרשע את ההיכל, לקיים מה שנאמר: \"ציון שדה תחרש\".","וארבעה צומות הללו – הרי הן מפורשין בקבלה על ידי הנביא זכריה (ח יט): \"כה אמר ד' צבאות: צום הרביעי, וצום החמישי, וצום השביעי, וצום העשירי, יהיה לבית יהודה לששון ולשמחה.\"\"צום הרביעי\" הוא שבעה עשר בתמוז שהוא בחדש הרביעי; ו\"צום החמישי\" הוא תשעה באב שהוא בחדש החמישי; ו\"צום השביעי\" הוא צום גדליה שהוא שביעי לחדשים; ו\"צום העשירי\" הוא עשרה בטבת שהוא עשירי לחדשים. ונהגו כל ישראל להתענות באלו הימים.ואף על גב דבבית ראשון הובקעה ירושלים בתשעה בתמוז, כדכתיב במלכים שם, מכל מקום לא תקנו בו התענית רק בשבעה עשר, שבשנייה בו הובקעה העיר. ואצלינו חמיר לן חורבן בית שני, דמאז נתדלדלנו ונתפזרנו לארבע רוחות העולם. ולתקן שיתענו בתשעה ובשבעה עשר – אין גוזרין על הציבור יותר מדאי.(והבית יוסף הביא בשם רבנו ירוחם דגדליה נהרג בראש השנה, ונדחה ליום מחר, עיין שם. ומכל מקום אין לו דין תענית הנדחה לעניין בעל ברית, כיון דבכל השנים כן הוא. ולא דמי לתענית הנדחה משבת ליום ראשון, דהכל רואים הדחייה, משאין כן בצום גדליה, שכל השנים שוים. וכמסקנת הט\"ז, עיין שם.)","בגמרא שם דריש מקראי דזכריה, דבזמן המקדש היו הצומות האלו לששון ולשמחה, וכן יהיה לעתיד אם ירצה השם.ובזמן החורבן, ועם בני ישראל שרוין בצער – חייבין להתענות. והוה עשה דדברי קבלה, וכל ישראל קבלו עליהם.ובזמן שאין שרויין בצער: רצו רוב הציבור – מתענין, לא רצו – אין מתענין. והאידנא רצו, וקבלו עליהם להתענות (טור). ובפרט עתה יש צער.ומכל מקום לא קבלנו עלינו כתענית ציבור גמור להיות מפסיקין מבעוד יום, ולילך יחף, ורחיצה וסיכה, ותשמיש, אלא בתשעה באב בלבד, לפי שאז תקפו עלינו הצרות, ואינו תלוי ברצון. אבל שארי שלשה הצומות אוכלין בלילה, ואין נוהגין בכל החומרות, אלא להתענות מבוקר עד ערב כדין תענית יחיד.והאידנא בעונותינו הרבים מזלזלים בתעניתים אלו, ועתידים ליתן את הדין. דכל מי שהוא בריא – אסור לו לפרוש מן הציבור, ועובר על מצות עשה דדברי קבלה. ואף מי שצריך לאכול מפני חולשתו – לא יאכל סעודתו כבכל הימים, אלא מאכל ומשקה לקיום גופו בלבד. וכן אנו נוהגים."],["הכל חייבין להתענות ארבע צומות הללו, ואסור לפרוץ גדר. ואפילו חולי עינים, אם התענית לא יקלקל עיניו. וכן כל בעל מיחוש, אם אינם מהמיחשים שהתענית קשה להם, כמו מיחושי הלב והראש – יתענו.ועוברות ומניקות – לא יתענו בכל השלושה צומות, לבד מתשעה באב. אמנם הנשים הבריאות נהגו להחמיר בהשלושה צומות. ואף על גב דבתענית גשמים אסור להן להחמיר, כמו שאכתוב בסימן תקעה, מכל מקום בתעניות קבועות לכל ישראל – רשאות להחמיר. אמנם כשמצטערות הרבה – אסור להן להחמיר, אף על פי שלא יהיה בזה סכנה לה או להולד (ועיין מגן אברהם סעיף קטן ב). וכן החלוש בגופו – לא יחמיר עליו להתענות, לבד תשעה באב.","ושלושה צומות הללו – מותרים ברחיצה וסיכה, ונעילת הסנדל, ותשמיש המטה. ואינו צריך להפסיק בהם מבעוד יום, דאין האידנא תענית ציבור רק בתשעה באב.וכל הצומות הללו, אם חלין להיות בשבת – מדחין אותן על לאחר השבת. ולמה לא מקדמינן לפני השבת, כבתענית אסתר? משום דאקדומי פורעניתא לא מקדמינן. אך לפי הקביעות שלנו אי אפשר להיות עשרה בטבת בשבת, ורק בערב שבת יכול עשרה בטבת לחול, ואז מתענין בו ומשלימין, וקורין \"ויחל\" בבקר ובמנחה. ואף על גב דאנשי מעמד לא היו קורין בערב שבת במנחה מפני כבוד השבת, כדאיתא בתענית (כו א), זהו מפני שלא היו מתענים בערב שבת, כמבואר שם, מה שאין כן בתענית ציבור. ועוד: דשם היתה בכל שבוע, אבל בכאן – מקרה הוא בהרבה שנים (עיין מגן אברהם סעיף קטן ו, ולעניות דעתי כמו שכתבתי).ואין אומרים במנחה וידוים, ו\"אבינו מלכנו\", אבל \"ענינו\" אומרים. ואם חופה ביום התענית בערב שבת – נוהגין להתפלל מנחה, ולקרות \"ויחל\", ואחר כך עושין בחופה. ולא ישתו החתן והכלה מהכוס, כי צריכים להתענות עד הערב, וישתו תנוקות הכוס. וכל שכן כשחל תענית בשבעת ימי המשתה, שמחוייבים להתענות. אבל יארציי\"ט לא יתענה בשבעת ימי המשתה (עיין ט\"ז). ודע כי תשעה באב, ושבעה עשר בתמוז, וצום גדליה – אי אפשר לחול בערב שבת לפי הקביעות שלנו.","מדינא אין איסור רחיצה בחמין בכל השלושה צומות, ומכל מקום המנהג לאסור, רק בערב שבת רוחצין בחמין מפני כבוד השבת (ב\"ח). אבל בצונן אין מנהג כלל, ויכול לרחוץ בצונן. וכן להזיע במרחץ גם כן מותר, דאין זה תענוג אלא הסרת צער זיעה.","וכתב רבינו הב\"י בסעיף ד דבשבת קודם הצום – מכריז שליח צבור הצום, חוץ מתשעה באב, וצום כיפור, ותענית אסתר; וסימנך אכ\"ף עליו פיהו: א = אב, כ = כפור, פ = פורים. והטעם משום דאלו השלוש תעניות אין תלוי ברצון הציבור. אבל שבעה עשר בתמוז, וצום גדליה ועשרה טבת – אמרו בגמרא שם: רצו מתענין, וכו'. לכך מכריזין דרוצים. ולכן לפי מה דקיימא לן – דעכשיו אינו תלוי ברצון, דכבר קבלנו עלינו התעניתים. ולכן כתב רבינו הרמ\"א דמנהג האשכנזים שלא להכריז שום אחד מהם, עד כאן לשונו, משום דעכשיו אין תלוי ברצון (הגר\"א)."],["תנן בשלהי תענית (כו ב): משנכנס אב ממעטין בשמחה. ולא פירש לנו התנא במה ממעטין. וכן העתיק הרמב\"ם בפרק חמישי מתענית, וכן כתבו הרי\"ף והרא\"ש. והכוונה ד\"ממעטין\" כלומר: שלא יעסקו בענייני שמחה כלל. וכן בהכרח לומר, דאם לא כן, איזה שיעור יש להמיעוט? (וכעין זה כתבו התוספות במגילה ה ב, עיין שם.)וסתמא דשמחה הוא אירוסין בסעודה, ונישואין אף בלא סעודה, כמו בחול המועד דאסורים בכי האי גוונא משום שמחה, כמו שכתבתי בסימן תקמו. וכך שנינו בברייתא ביבמות (מג ב), דמארסין אבל לא כונסין, ואין עושין סעודת אירוסין. וכן הוא בטור ושולחן ערוך. ומה שהרמב\"ם לא הזכיר זה – סמך אהך דחול המועד, שביאר שם דאין מערבין שמחה בשמחה, ולכן אסור לישא בחול המועד אף בלא סעודה. ואירוסין מותר, אבל לא בסעודה. וכיוון שכתב \"ממעטין בשמחה\" – ממילא ידענו שכן הוא, כמו בחול המועד.","ומכל מקום דברי הרמב\"ם חסירים, שהרי ביבמות שם שנינו בשני ברייתות דמראש חודש עד התענית העם ממעטין מעסקיהם, מלישא מליתן, מלבנות מלנטוע, וכו'. ולמה לא הזכיר זה כלל? וכן הרי\"ף והרא\"ש לא הזכירו זה. אבל הטור והשולחן ערוך כתבו זה, כמו שיתבאר.ואפשר לומר מדשנינו \"העם ממעטין מעסקיהן\" ולא שנינו \"אסור לישא וליתן\" וכו', כמו ששנינו שם באותה ברייתא: שבוע שחל תשעה באב בתוכה – אסור לספר ולכבס ערב שבת, שמע מינה דזהו לאו מדינא, אלא שנהגו כן מעצמן. והיכא דנהוג – נהוג, והיכא דלא נהוג – לא נהוג. ולפי זה ניחא מה שבזמנינו אינם יודעים מאיסור זה כלל, ונושאים ונותנים, ובונים ונוטעים. וכבר תמהו הגדולים בזה (ט\"ז סעיף קטן א, ובית יוסף). ולדברינו אתי שפיר.(ועיין בית יוסף שכתב כעין זה, והלחם משנה כתב שדוחק, עיין שם.)","ויותר נראה לומר דהוה קשה להו לרבותינו, לפי שלשון ברייתא זו שנינו גם כן בסוף פרק קמא דתענית, בתעניות של גשמים בשבע אחרונות. והכי איתא במשנה שם (יב ב): עברו אלו ולא נענו – ממעטין במשא ומתן, בבניין ובנטיעה, וכו'. ותניא שם (יד ב): בניין – בניין של שמחה, נטיעה – נטיעה של שמחה, עיין שם. וכן פסק הרמב\"ם בפרק שלישי דתענית דין ח, עיין שם. ואי סלקא דעתך דתשעה באב שוה בזה לתעניות, למה שינתה המשנה בלשונה? דבתעניות פירשה, ובתשעה באב לא אמרה רק \"ממעטין בשמחה\". אלא וודאי דלעניין משא ומתן אינן שוין, דבתעניות אסורין גם במשא ומתן, כמו שמסיימת המשנה שם: כבני אדם הנזופין למקום, כלומר: מפני שהתפללו ולא נענו. וזה לא שייך רק בצער חדש, ולא בתשעה באב, דצער ישן ואבלות ישנה היא, ולא שייך לומר שכנזופין אנחנו, חס ושלום. ולמה נאסור עלינו משא ומתן, שאין בזה שמחה כלל? אלא וודאי דסתם משא ומתן – מותר.והך דיבמות: הכוונה משא ומתן של שמחה, ובניין ונטיעה של שמחה. ומה הוא משא ומתן של שמחה? כמו לקנות בגדים להחתן או להכלה, או לעצמו בגדים יקרים לקנות ולתפור, ואינו כמשא ומתן של תעניות. ובזה באמת אנחנו נזהרים, ואתי שפיר לפי זה מנהגינו שאין אנו מופרשים ממשא ומתן כבכל השנה.(והמפרשים רוצים להשוות זה המשא ומתן עם המשא ומתן דתעניות, וזהו דעת הטור והשולחן ערוך, וזהו גם דעת התוספות ביבמות שם, דיבור המתחיל \"מלישא\", עיין שם. ולא כן הוא דעת הרי\"ף והרמב\"ם והרא\"ש, ולפיכך לא הוצרכו להזכיר זה, דכיון שכתבו \"ממעטין בשמחה\" – כולל הכל, כל מין שמחה. ודייק ותמצא קל.)","וזה לשון הטור, והשולחן ערוך סעיף ב: מראש חודש עד התענית – ממעטין במשא ומתן; ובבניין של שמחה, כגון בית חתנות לבנו, או בניין של ציור וכיור; ובנטיעה של שמחה, כגון אבורנקי של מלכים שנוטעים לצל להסתופף בצילו, או מיני הדס, ומיני אהלים. ואם היה כותלו נוטה ליפול – אפילו של שמחה מותר לבנות; עד כאן לשונו. ואפילו ליכא עדיין סכנה בנטיית הכותל, אלא שיהיה הפסד ממון – מותר (ט\"ז סעיף קטן ב).וברור הוא בכוונתם, דכוונתם על כל משא ומתן דאסור, שהרי על משא ומתן לא כתבו \"של שמחה\", ואין לומר דשל שמחה דבניין קאי אתרווייהו. דאם כן הוה ליה לומר \"כגון משא ומתן של חופה\", כמו שאמרו על בניין בית חתנות.(וצריך עיון על המגן אברהם סעיף קטן ז, שכתב ד\"של שמחה\" קאי גם א\"משא ומתן\", כמו צרכי חופה, עיין שם. ומה שכתב בשם בית יוסף וב\"ח – אינהו אמנהג העולם כתבו, מה שלא נהגו בזה, כמו שכתבתי. ולא על דברי הטור, שהם כדברי השולחן ערוך, עיין שם. ודייק ותמצא קל.)","יש מי שכתב בלשון זה: במקום שנהגו איסור בכל משא ומתן – צריך התרה. אבל במקום שנהגו למעט בכל משא ומתן – לא מהני התרה; כיון דיש פוסקים סוברים כך, כבר קבלו אבותיהם כדעת ההיא (מגן אברהם שם). כלומר: דהתרה לא מהני אלא בדברים המותרים, ואחרים נהגו בהן, איסור כמו שכתוב ביורה דעה סימן ריד; ולא בדברים שמדינא אסור. אבל אם כן, גם במקום שנהגו איסור לגמרי במשא ומתן – לא מהני התרה, שהרי גם בזה יש סוברים כך, דכן מבואר מתוספות מגילה (ה ב) שכתבו דממעטין. בע\"כ פירושו \"לגמרי\", דאין לומר שרק בריבוי אסור, אבל במיעוט שרי, הוה ליה לפרש כמה הוא המיעוט, עיין שם. ואם שכתבו זה אשמחה – ממילא דזהו גם במשא ומתן, מטעם זה עצמו. ולכן כתבו שם דמשא ומתן הוא של שמחה, עיין שם.אבל לפי דברי התוספות ביבמות שם, שדחו פירוש זה, ופירשו דאכל משא ומתן קאי, עיין שם – וודאי דלגמרי אסור. ותדע לך שכן הוא, דהא התנא כללינהו בבניין ונטיעה של שמחה, ואינהו הא לגמרי אסור. וזה שכתבו התוספות ביבמות שם, וזה לשונן: דריבוי משא ומתן קא אסר, וכו', עיין שם. וודאי כן הוא, דהא בהכרח לקנות ולמכור צרכי אוכל נפש לסעודת הלילה, ופשיטא דבתענית שם שהם שבעה ימים – איך אפשר בלא משא ומתן באכילה ושתייה וכיוצא בזה? ולכן תנן לשון \"ממעטין\", אבל מסחור – כלל כלל לא. וכן זה ששנינו: \"משנכנס אב ממעטין בשמחה\" – גם כן כן הוא, דאיך אפשר זה? ואם כן, אם נולד לו בן זכר – לא ישמח? או באה לו איזה בשורה טובה, או הרויח מעות, וכיוצא בהם. אלא הכוונה: \"ממעטין בשמחה\" – מה שביד האדם לעשות, או שלא לעשות. וכן במשא ומתן ממסחור. אבל מה שאסור – אסור לגמרי, דאם לא כן תשאר קושית התוספות במגילה שם: כמה הוא שיעור המיעוט? ולכן, לעניות דעתי להנוהגין כן – לא מהני התרה.(ואמת שהמגן אברהם הולך בשיטת הבית יוסף בספרו הגדול, שייחס טעות לבני בודי\"ן שאסרו כל המשא ומתן. וכתב דממה נפשך: אי לתוספות מגילה – אינו אלא של שמחה, ואי לתוספות יבמות – הא רק ממעטין ,עיין שם. ולעניות דעתי אינו כן, וכמו שבארנו, דאין כוונתם כן. ודייק ותמצא קל.)","כתב המהרי\"ל שהסרסורים לא ישאו כלי כסף לסרסר בעיר מראש חודש, מפני ששמחה הוא להרואים (שם). וכל בניין שאינו אלא להרווחה בעלמא – הוי כבניין של שמחה, ואסור (שם).וגם על ידי אינו יהודי אסור, דסוף סוף שמחה היא לו. ואם מקודם ראש חודש קצץ עם אינו יהודי על בניין של שמחה, או על ציור וכיור – מותר להניחו לצייר ביתו, דהאינו יהודי אדעתא דנפשיה קעביד. ומכל מקום אם ביכולתו לפייסו בדבר מועט, שיצייר אחר תשעה באב – יש לעשות כן (שם), ותבא עליו ברכה.","וכתב רבינו הרמ\"א דלצורך מצוה הכל שרי; עד כאן לשונו; כמו: בנייני בית הכנסת ובית המדרש.ונראה דכל צורך רבים – מותר, דכל צורך רבים הוי כלצורך מצוה. ויש מי שכתב דהוא הדין בית חתנות, למי שלא קיים פריה ורביה. וכן: בגדים חדשים לצורך נשואין – מותר למי שלא קיים פריה ורביה (מגן אברהם סעיף קטן ח).ולא עוד, אלא אפילו נשואין מותר למי שלא קיים מצות פריה ורביה. וזה שאין נושאין בימים אלו – משום דלא הוי סימן טוב לישא בימים הרעים האלו, ולא מפני האיסור (שם בשם הר\"ן, עיין שם). ואמת שכן כתב הר\"ן בשם רב האי גאון בסוף פרק קמא דתענית, על תעניות גשמים, עיין שם.אבל מדברי רבינו הרמ\"א, שכתב זה רק אמלאכה ולא אנשואין – שמע מינה דנשואין בכל עניין אסור לפני תשעה באב, אך אפשר מטעם דאינו סימן טוב. והרי אף משבעה עשר בתמוז אין נושאין. ולפי זה אתי שפיר מה שיש מכינים בגדי חתן וכלה בימים אלו. וכן אם הדבר מוכרח לישא בימים אלו – יש להתיר לפי זה. אך בשבוע שחל בה תשעה באב – וודאי אסור.","וכן אין נושאין נשים מראש חודש, ואפילו בלא סעודה, אחד בחור ובתולה או אלמון ואלמנה. אבל מחזיר גרושתו – נראה דמותר, כמו בחול המועד. אבל ליארס בלא סעודה – מותר, ואפילו בתשעה באב עצמו מותר ליארס, שלא יקדמנו אחר. אבל לעשות סעודת אירוסין – אסור, ובזה אפילו במקום מצוה אסור. ויראה לי דאף על גב דלעניין חול המועד, נתבאר בסימן תקמו דסעודת אירוסין אינו אסור אלא בשעת האירוסין ובבית הכלה, מכל מקום – בכאן בכל עניין אסור, דבשם הטעם משום דאין מערבין שמחה בשמחה. לפיכך כשאינו בשעת מעשה, ובבית הכלה, אינה חשובה שמחה כזו לבטולי שמחת הרגל. אבל הכא, דכל מין שמחה אסור – פשיטא דגם בכי האי גוונא הוי שמחה, ואסור. ואפילו שמחת מריעות – נראה דאסור. והוא הדין שידוכין אצלינו: מותר להתקשר מראש חודש ולהלן, אבל בלא סעודה, וכל שכן בלא ריקודין ומחולות. ואפילו בשבת אסור לעשות סעודה בשביל זה. ואפילו משבעה עשר בתמוז – אסור ריקודין ומחולות, כמו שאנו נוהגין, לבלי לעשות נשואין משבעה עשר בתמוז עד אחר תשעה באב. ולא דמי לסעודת מילה ופדיון הבן, שמותר, דהזמן גרמא. וגם אין בזה שמחה, דאין שמחה אלא בענייני זיווגים, שעליהם מברכין \"שהשמחה במעונו\". ולכן כל השייך לזה האירוסין, והקישורי תנאים – הוי שמחה, ולא מילה ופדיון הבן.","אמרו חז\"ל בתענית שם: האי בר ישראל דאית ליה דינא בהדי אינו יהודי – לישתמיט מיניה כל החודש, דריע מזלא בכל החודש. ומילה שהיא מראש חודש עד תשעה באב נוהגין שהמוהל, והבעל ברית שהוא הסנדק, ואבי הבן – לובשין בגדי שבת. אבל שארי בעלי הכיבודים, אפילו הקוואטי\"ר – אין לובשין בגדי שבת. אך הנשים נוהגות ללבוש, לפי שזהו עיקר מצוה שלהן, במה שלובשות בגדים יקרים לכבוד המילה (מגן אברהם סעיף קטן ג).","כתב רבינו הרמ\"א בסעיף א: דאפילו בשבת של חזון – אין מחליפין בגדי שבת, רק הכתונת לבד. ומותר אפילו חל תשעה באב בשבת (לבוש). והמחמיר בזה אינו אלא טועה, דכתונת אינו אלא מפני הזיעה (מגן אברהם סעיף קטן ד). אבל פורשין פרוכת של שבת, אם לא שאירע שבת בתשעה באב ונדחה, דאז אין פורשין גם פרוכת של שבת. והמפות והמכסאות – דינן כפרוכת. ורק מי שיש לו נשואין בשבת נחמו – מותר לו ללבוש בגדי שבת בשבת חזון. אבל בגדים חדשים – אסור אפילו לחתן (מגן אברהם סעיף קטן ו). וגם אבי החתן יכול ללבוש בגד עליון של שבת לכבוד החתן, וכן עשה מהרי\"ל (שם).","ודע שאצלינו יש שנים או שלושה דורות שאין נוהגין כמנהג הזה בשבת חזון, אלא לובשין כל בגדי שבת. וגדולי הדור שהיו אז הנהיגו כן, באמרם שזהו כמראים אבילות בשבת בפרהסיא. ולכן אפילו בשבת שחל בו תשעה באב ונדחה – אנו לובשין בגדי שבת מטעם זה. ולכן בימינו אלה, כמעט נשכח הדבר שאין ללבוש בגדי שבת בשבת חזון.ותמוה אצלי דבר זה, דאטו קדמונינו לא ידעו זה? ועם כל זה נהגו בזה, אף שאינו כן מדינא; ואיך נבטל מנהגם?ולכן נראה לעניות דעתי דזה תלוי באופן ההלבשה. דאצל הקדמונים היתה הלבשת שבת וחול שווים בדמותם ובתמונתם, אלא שההפרש היה בין סחורה יקרה ובין סחורה פשוטה, ולא היה ההפרש ניכר כל כך, שהרי עניים גם בשבת יוצאין בסחורה פשוטה. ולכן הנהיגו ללבוש בגדי חול.מה שאין כן זה כמה דורות מקודם, שבשבת היתה תמונה אחרת לגמרי להבגדים, בין עני בין עשיר. כמו שבחול היו נושאין כובע של קלאפי\"ן, ובשבת שטריימי\"ל. וכן שארי בגדים – היה ניכר לכל שזה בגד חול, כמו קיטאי\"י, וזה בגד שבת, כמו של משי לעשיר, ומשי פשוט לעני. ולפיכך הנהיגו הגדולים שלא לנהוג מנהג זה, מפני שההפרש ניכר הרבה, והוי כאבילות בשבת.ולכן אני אומר דבזמנינו זה, שעל פי פקודת המלכות כבר החלפנו תמונת הבגדים, ושבת וחול תמונה אחת להן, אלא שההפרש בין זול ליוקר – וודאי נכון לקיים מנהג הקדמונים.(כן נראה לעניות דעתי. ודע דזה שנתבאר בסעיף ט דבכל חדש אב לישתמט אינש וכו', מבואר בזוהר יתרו דף עח ב דרק עד תשעה באב לישתמיט ולא יותר, עיין שם.)","שבוע שחל תשעה באב בתוכה – אסורים לספר ולכבס, אפילו אינו רוצה ללובשו עתה, אלא להניח לאחר תשעה באב. ואפילו אין לו אלא חלוק אחד – אסור, אם לא לכבוד שבת, כמו שיתבאר. והמכובסים מקודם – אסורים, בין ללבוש בין להציע על המטה. ואפילו מטפחות הידים והשולחן – אסור. ונראה לי דלכבוד שבת – גם זה מותר, כלומר: דאנו נוהגים כל הדברים הללו מראש חודש, ולכן לכבוד שבת מותר בכתונת ובמטפחות וכיוצא בהם.","ודע דמדינא דגמרא בתענית (כט ב), הא דאסור לכבס – אינו אלא כיבוס שלהם, שכיבוסם היה צח ויפה, ולא כיבוס שלנו. ושלנו אין איסור, רק כיבוס עם גיהוץ, והיינו שמעבירין על הבגדים אבן חלק להחליקו. וכלי פשתן – גם גיהוץ מותר. וכך אמרו שם, דכלי פשתן אין בהם משום גיהוץ, והרי הן ככיבוס שלנו, ומותר. והטעם לפי שהן קרובין לבשר, ומתמלאין זיעה תמיד, ואין חוששין לגוהצן יפה (טור). וזה שמותר – אינו אלא דווקא לגוהצן, ולהניחן אחר תשעה באב. אבל אסור ללובשן בשבוע שחל תשעה באב להיות בתוכה, וזהו מדינא דגמרא שם.","אבל אנחנו נהגנו לאסור אפילו כלי פשתן, ואפילו בכיבוס שלנו בלא גיהוץ, בין לכבס וללבוש, ובין לכבס ולהניח. וכיון שאבותינו קבלו זה לאיסור, ממילא שאסור לנו מדינא. דלבד זה יש אומרים דכיבוס שלנו מדינא אסור, דזה שאמרו בגמרא דכיבוס שלנו מותר – זהו אצלם בבבל, לפי שמימיהם היו עכורים, מפני שבבל אינה ארץ הרים ובקעות כארץ ישראל. לכן היו המים עכורים, ואין מתכבסין יפה כבארץ ישראל. אבל בשאר חוץ לארץ יש לומר דאסור כבארץ ישראל, מפני שהמים שלנו יפים, ומתכבס יפה.ועוד יש איסור אחר דיש אומרים דכיבוס שלנו הוא עם גיהוץ, דגיהוץ אינו אבן מלובנת, אלא מים ואפר, אי נתר ובורית. ואצלינו הלא מכבסים בנתר ובורית, ונמצא דמדינא אסור, ואפילו בכלי פשתן. הא על כל פנים ללובשן אסור מדינא דגמרא, כמו שכתבנו.ועוד, דהא חזינן דכלי פשתן שלנו מתכבסים יפה, ואדרבא בהם עושים גיהוץ גמור לכל הדיעות, בנתר ובורית, ובאבן מלובנת ו.לכן אצלינו מדינא – כל מין כיבוס אסור בשבוע שחל תשעה באב בתוכה.","ומנהגינו לאסור כל מין כיבוס מראש חודש אב עד אחר התענית, אם לא לצורך מצוה. כגון אשה הלובשת לבנים – מותרת לכבס, וללבוש, ולהציע תחתיה. וזהו עד תשעה באב. אבל בתשעה באב עצמו – לא תלבש לבנים, רק תלבש חלוק בדוק ונקי. וכן לכבוד שבת – לובשין כלי פשתן, ומציעין לבנים, כמו בשארי שבתות. וגם לכבס היה מותר ביום חמישי לכבוד שבת, אלא שבזה נהגנו איסור. והרי אף ברחיצה נהגנו איסור, כמו שיתבאר, וכל שכן בכיבוס. ומכל מקום אם אין לו כתונת להחליף לכבוד שבת – יכול לכבס וללבוש (מגן אברהם סעיף קטן יד).אבל תגלחת ותספורת – אסור מן ראש חודש לגמרי. ורק נטילת צפרנים מותר, וכל שכן לכבוד שבת (שם סעיף קטן יא). וקל וחומר לסרוק במסרק דמותר בכל יום, דאפילו באבל מותר, אפילו תוך שבעה (ש\"ת סעיף קטן טז).ודע דבכיבוס אסור – אפילו למסור לכובסת אינה יהודית, מראש חודש ואילך, ואפילו תביא אחר תשעה באב. דאסור לגמרי לעסוק בכיבוס מן ראש חודש ואילך, לבד בגדי קטנים שמלפפין אותם שקורין וויעלא\"ך, דבהכרח לכבסם בכל יום. אך אם מסרו להכובסת קודם ראש חודש – אין צריך למחות בידה שלא תכבסם בימים אלו, אך יזהירה שלא תביאם עד אחר תשעה באב.","ודע, דאף על גב דכיבוס אין אנו מחמירין רק מראש חודש, אבל תספורת אנו נוהגין לאסור משבעה עשר בתמוז, משום דתספורת אינו שכיח ככיבוס. ולכן בתשעה ימים לא יהא ניכר איסורו, ולכן מאריכין אותו מן שבעה עשר בתמוז. ואחר תשעה באב – מיד מותרין לספר ולכבס, ואף על פי שיש בגמרא מי שאוסר בשבוע שחל תשעה באב, בין לפני תשעה באב ובין לאחר תשעה באב – לא קיימא לן כן, ומיד בעשירי מותר בכל דבר. ונראה שיש להמתין בעשירי עד אחר חצות, כמו באכילת בשר, שיתבאר בסימן תקנח.","ומדינא דגמרא כשחל תשעה באב ביום ראשון, או בשבת ונדחה ליום ראשון – מותרים בכל דבר בשני השבועות: דקודם תשעה באב אין זה שבוע שחל תשעה באב בתוכה, והשנייה הרי היא אחר תשעה באב. ודעת הטור לאסור שבוע שלפניו, מפני שגם זה מקרי כשבוע שחל תשעה באב בתוכה, לבד ביום חמישי ויום שישי – מותר הכל לכבוד שבת. אבל אנו אין מנהגינו כן, אלא אוסרים הכל מן ראש חודש אב ואילך, כמו שבארנו, ותספורת משבעה עשר בתמוז.וזה שאסור בתכבוס, הוא אפילו לכבס בשכר בגדי אינו יהודי. ובזה וודאי מדינא שרי, שאין בהן שמחה; אלא מפני החשד, שלא יאמרו ששלה היא כובסת, ולכן בצינעא מותר (מגן אברהם סעיף קטן יט). וכן אם ידוע לרבים שהיא כובסת שלהם, או שהבגדים ניכרים שהם שלהם (שם) – מותרת לכבסן.","בגדים חדשים – בין לבנים בין צבועים, בין של צמר בין של פשתן – אסור ללבוש בשבת זה, ולדידן מראש חודש, דהחילוק בין צמר לפשתן אינו אלא בישנים, ולא בחדשים, דחדשים יש בהן משום שמחה בכל מין שהוא. וכל שכן כשכובשין אותן במכבש, דהוויין כמו מגוהצים, דאסור מדינא גם בלא חדשים. ולכן בגדי שבת מגוהצים – אסור אף ישנים (שם סעיף קטן כ). ואפילו מנעלים חדשים אין ללבוש בשבוע זו, ולדידן מראש חודש, דכל בגד או מנעל חדש, אף שאין בזה חשיבות, מכל מקום יש בזה קצת שמחה, ואסור.אבל משבעה עשר בתמוז עד ראש חודש – מותר ללבוש בגד חדש. אך אם הוא בגד חשוב שצריך לברך עליו \"שהחיינו\" לא ילבשנו, לפי המנהג שאין מברכין \"שהחיינו\" בין המצרים. ולכן בשבת שמברכין \"שהחיינו\", כמו שיתבאר, מותר ללבוש (שם סעיף קטן כא). אמנם אנחנו מונעים עצמינו מללבוש בגד חדש חשוב משבעה עשר בתמוז, ואפילו בשבת.(כתבו הב\"ח, והמגן אברהם סעיף קטן יח, דאבל שחל יום שלושים שלו בי\"ח בתמוז – מותר לו לגלח, כיון דמדינא מותר, כמו שכתבתי, ורק ממנהגא, ובכי האי גוונא הוי כתכפוהו אבלות, עיין שם.)","וכשם שאסור ללבוש בגדים חדשים ומנעלים חדשים מראש חודש ואילך, כמו כן אסור לתקנם ולהכינם, (על) [עד] לאחר תשעה באב. וכן אסור לקנותן.ורק לחתן וכלה בחור ובתולה, או אלמן וגרוש שלא קיים עדיין פריה ורביה – אפשר יש להתיר, שמו שכתבתי בסעיף ז, דלדבר מצוה מותר.(מה שכתב המגן אברהם בסעיף קטן כג, דלהבית יוסף מותר ללבוש, כוונתו מראש חודש אב, כלומר: דרק בשבוע שחל תשעה באב אסור ללבוש בגדים חדשים. ולכן בדין לבישה בסעיף ו לא כתב שיש אוסרים מראש חודש, כמו שכתב בסעיף ז בתקונם. אך לדידן אין נפקא מינה, כמו שכתבתי. ודייק ותמצא קל.)","וכן חייט ישראל – אסור לו לתפור בגדים חדשים מראש חודש, בין לישראל בין לאינו יהודי, מפני החשד שיאמרו: של ישראל הוא. אבל נהגו להקל בזה, ואפילו הם של ישראל, אם קבלן קודם ראש חודש – מותר לו לתקן.ונראה לי דלא נהגו להקל רק בשכר משום פרנסתו, אבל לא בחנם. וכל שכן אם ידוע ומפורסם שהם של אינו יהודי דמותר. וכן נהגו לתת לאומנים אינם יהודים לתקן כלים חדשים תוך זמן זה, כדי שיהיו מוכנים לאחר תשעה באב מיד. ואף על גב דבכיבוס אסור, שמו שכתבתי בסעיף טו, זהו מפני שאיסור כיבוס הוזכר בגמרא, מה שאין כן עשיית בגדים חדשים. ולצורך חתן וכלה – אפילו בתשעה באב עצמו יכול האינו יהודי לתקן (שם סעיף קטן כה). ומכל מקום ראוי למעט בכל מה דאפשר, שהרי אפילו במשא ומתן אין להרבות לכמה פוסקים, כמו שכתבתי בסעיף ה, וכל שכן בכי האי גוונא. ואצלינו אין נותנים מלאכה מראש חודש אב, אפילו לאינו יהודי, אלא אם כן לצורך מצוה. ודע דזה שנתבאר בבגדים חדשים – הוא הדין לקנות כלים חדשים טובים של כסף, וכי האי גוונא. וכן ליתן לאומן לעשות כלים יקרים – אסור מראש חודש.","איתא בירושלמי ריש פרק רביעי דפסחים: הני נשי דנהיגי לא למשתי עמרא מדעייל אב מנהגא, כלומר: הוי מנהג טוב, על שם \"כי השתות יהרסון\". והכי פירושו: שהנשים נוהגות שלא לעשות חוטי שתי מצמר, מראש חודש עד אחר תשעה באב. ו\"למשתי\" הוא מלשון או בשתי או בערב. ולמה עושין כן? מפני ששתי הוי לשון יסוד, כמו \"כי השתות יהרסון\", ובית המקדש שנחרב ובו האבן שתייה. ואינן עושות לא לעצמן ולא לאחרים, בין בחנם בין בשכר (ט\"ז סעיף קטן ז). ורק השתי, אבל הערב – עושות, וכן שארי מיני טווייה.וזה שלא נהגו רק בצמר – לא ידעתי טעם, דאי לזכרון התכלת והארגמן שהיו בבגדי כהונה – הא בגדי שש היו יותר. ובאמת לפנינו בירושלמי ליכא תיבת עמרא, אלא סתם ד\"לא למשתי\", על שם \"כי השתות יהרסון\"; ורק בטור ושולחן ערוך כתוב \"עמרא\".","וכתב רבינו הרמ\"א בסעיף ח, דנוהגין שלא לקדש הלבנה עד אחר תשעה באב; עד כאן לשונו. ויש מי שכתב דגם אחר תשעה באב, אין לקדשה אחר התענית, כמו שכתב בסימן תכו (ט\"ז סעיף קטן ח).אבל בשם האריז\"ל כתבו דאדרבא יש לקדש במוצאי תשעה באב, כי בו נולד בן דוד, כמבואר במדרשים, וכן כתב בפרי עץ חיים (דף קכח א), עיין שם. ויש שמפקפקים בעיקר דין זה, דאיך נעבור על המצוה הבאה לידינו? וגם יש לחוש שמא יחלה או ימות, ולא יקיים המצוה. ומכל מקום היכא דנהוג – נהוג; אך אנחנו במדינתינו – אין ממתינים בלאו הכי, מפני שהעבים מצויים הרבה במדינתינו, ומי יודע אם לא תהיה מכוסה בעבים? ולכן אנו מקדשין הלבנה קודם תשעה באב.","מדינא דגמרא אין איסור באכילת בשר, רק בערב תשעה באב, ובסעודה המפסקת. אבל כבר קבלו אבותינו זה הרבה מאות בשנים: שלא לאכול בשר, ושלא לשתות יין, מן ראש חודש אב עד אחר תשעה באב, לבד מיום השבת, לזכר הקרבינות והנסכים שנתבטלו בעונותינו. ויש שנהגו מן שבעה עשר בתמוז, שבו בוטל התמיד. ויש שכתבו רק בשבוע שחל תשעה באב, אבל עתה בכל ארצות פזורינו – נוהגים מן ראש חודש.ועתה בעוונותינו הרבים – כמה שמזלזלים באיסור זה! ולבד שהן עוברים איסור דאורייתא מטעם נדר, דכיון שאבותינו קבלו עליהם מנהג זה – הוי נדר של כלל ישראל. ולבד זה, איך לא נבוש ולא נכלם? הלא הרבה מהאומות שאין אוכלים הרבה שבועות לא בשר, ולא חלב, ולא ביצים; ואנחנו עם בני ישראל, שעלינו נאמר \"קדושים תהיו\" – לא יאבו לעצור את עצמם שמונה ימים בשנה, לזכרון בית קדשינו ותפארתינו? ועל כיוצא בזה אמר הנביא (יחזקאל לו לב): \"בושו והכלמו מדרכיכם בית ישראל\", ועונשם גדול מאד.","ושארי משקים מותר, ואפילו חומץ של יין. והאיסור הוא בין בשר בהמה ובין בשר עוף. רק מי שהוא חלוש – יכול לאכול בשר עוף אם צריך לזה. ויש מי שמתיר ברוטב של בשר, ואין המנהג כן. ואפילו בשר שהיה אצלינו מקודם ראש חודש – אסור לאכול, ואפילו הנשאר משבת.ולא דמי למה שכתב הרא\"ש בפרק קמא דחולין, גבי איברי בשר נחירה שהכניסו ישראל לארץ, דבעיא להו אם מותרין או אסורין; וכתב הרא\"ש דנפקא מינה לנודר מדבר, ויש לו מהדבר מקודם הנדר, עיין שם, דזהו בנדר חדש ולא בנדר שמדור דור, והוי כאיסור ישן.ולעניין תערובות בשר בשאר דבר, נראה דלא הלכו בזה אחר נתינת טעם, דלא גזרו בכי האי גוונא. ועוד, דהנודר מיין – מותר בתבשיל שיש בו טעם יין, כמו שכתוב ביורה דעה סימן רטז, עיין שם. ואפילו מה שהיה יין באלו הימים, ונהפך לחומץ – גם כן מותר (ט\"ז סעיף קטן ט).ומי שנדר שלא לאכול בשר משבעה עשר בתמוז – מותר לאכול בשבתות, דכל הנודר – אדעתא דמנהגא נודר (מגן אברהם סעיף קטן כז). ויש חולקין, ומצריכין התרה (שם בשם ב\"ח). מיהו אם לא אמר בלשון נדר, רק בלשון קבלה – וודאי מותר (שם).","ויש שנהגו להצניע הסכין של שחיטה מראש חודש ואילך, ואין שוחטין כי אם לצורך מצוה: לחולה, או לשבת, או מילה, ופדיון הבן, וכיוצא בו. ומובן ממילא דבעיר גדולה שיש בה תמיד כמה חולאים וכמה יולדות, והרבה חלושי הבריאות – לא שייך להצניע הסכין. וישראל שצריך להעמיד בשר להשר – מותר לשחוט בעדו לשבוע זו שחל תשעה באב בתוכו, ולדידן מראש חודש, רק לא יברכו על השחיטה, כיון שאין ישראל אוכל ממנו. וטוב לראות להצניע חתיכה לשבת, או לחולה ויולדת הצריכין לבשר, ויהיה ביכולתו לבדוק ולברך על השחיטה. אך אם אי אפשר שהישראל יאכל מזה – ישחוט בלא ברכה ובלא בדיקה. אבל לנחור – יש מהגדולים שאין דעתם נוחה מזה, ויש מתירין (ש\"ת סעיף קטן כח). וטוב לנחור על ידי אינו יהודי ולא על ידי ישראל. וביורה דעה סימן קיז נתבאר בזה, עיין שם.ובעיר לא ישחטו השוחטים עד אחר תשעה באב. אך כשחל תשעה באב בחמישי – מותרין לשחוט בתשעה באב אחר חצות לכבוד שבת (מגן אברהם סעיף קטן כח). ובמקומות שהאינם יהודים אין אוכלין בשר ביום ששי וביום שבת, ולא יהיה למי למכור חלק האחורים, או אולי תיטרף הבהמה – יכולין לשחוט ביום רביעי, קודם תשעה באב (שם). והכל לפי העניין, ולפי ראות עיני המורה. דבאמת אין בזה שום טעם לאסור, דאין כאן מין שמחה. וגם לא שייך למיגזר דילמא אתי למיכל מיניה, כמו שיש מי שחשש לזה (שם בשם אבודרהם). ודברים תמוהים הם, דהא אי אפשר לאכול עד שיבשל הבשר, ואתי למידכר. ואי משום אכילת מזיד – לא חשידי ישראל על זה.","כתבו רבותינו בעלי השולחן ערוך בסעיף י: יש מי שאומר שהנוהג שלא לאכול בשר בימים הנזכרים – מותרים בתבשיל שנתבשל בו בשר, ואסורים בבשר מלוח, ובשר עוף, ויין תוסס. ומותר לשתות יין הבדלה, וברכת המזון. ונוהגין להחמיר שלא לשתות יין, לא בברכת המזון ולא בהבדלה, אלא נותנים לתינוק. ובמקום דליכא תינוק – מותר בעצמו לשתות ההבדלה; עד כאן לשונו.ואנחנו נוהגים לאסור בתבשיל שנתבשל בו בשר (מגן אברהם סעיף קטן כט), וכן המנהג הפשוט, ואין לשנות. וביין לברכת המזון, גם בלא זה אין אנו נוהגין בחול בכוס לברכת המזון. ופשוט הוא דאם יש כוס, יהיה של שכר או מי דבש. אך בהבדלה יש נוהגין לשתות, ואנחנו אין שותים, ועושים הבדלה על השכר. וזה שכתבו ליתן לתינוק, ויש מי שדקדק מדבריהם דמותר ליתן לתינוק בשר ויין בכל ימים אלו (שם סעיף קטן לא), ואין המנהג כן אצלינו. ובוודאי תינוק שצריך לזה מפני חלישותו מותר, וגם בגדול מותר כשהוא חלוש לאכול בשר עוף, כמו שכתבתי.וגם המעוברות והמניקות, אם קשה עליהן מאכלי חלב – וודאי מתירין להן בשר עוף. ואם אין בשר עוף – יאכלו בשר בהמה, דבמקום חשש בריאות הגוף – לא גזרו. אך בסתם תינוקות – בוודאי אין להאכילם מאכלי בשר, וכן המנהג, ואין לשנות. וזה שכתבו ליתן ההבדלה לתינוקות – זהו מפני שגם בעצמו מותר לשתות, כמו שכתבנו, דאם אין תינוק – ישתה בעצמו, אך כשיש תינוק – מוטב שישתה התינוק משישתה הגדול; ולא מפני שלתינוקות הותר ליתן להם בשר לכתחלה (וצריך עיון על המגן אברהם).","עוד כתבו דבמילה, ופדיון הבן, וסיום מסכת, וסעודת אירוסין – אוכלין בשר ושותין יין, כל השייכים לסעודה. אבל יש לצמצם שלא להוסיף. ובשבוע שחל תשעה באב בתוכה – אין לאכול בשר ולשתות יין רק מניין מצומצם, וזה אפילו בערב תשעה באב – שרי, ובלבד שלא יהיה בסעודה המפסיק בה. וכל מי שאוכל בשר במקום שנוהגים בו איסור – פורץ גדר הוא, וינשכנו נחש. ומותר לשתות כל שכר, אפילו של דבר שקורין מע\"ד; עד כאן לשונו.וחילקו בין מן ראש חודש, לבין שבוע שחל תשעה באב בתוכה, דבשבוע זו יראו שלא יהיה יותר ממניין מצומצם, ומן ראש חודש יכול להיות יותר, ורק לבלי להוסיף קרואים שאין להם שייכות להברית מילה. ואלולי האכילת בשר לא היו קוראים אותם – בוודאי יש לאסור.","ודע שיש שמניחים הסיום מסכת על ימים אלו, כדי לאכול בשר. ודבר מכוער הוא, דאף על גב דבמועד קטן (ט א) מוכח דמותר לשייר מקצת הגמר לסיום מצוה, כדאיתא שם בבניין בית המקדש עיין שם, מכל מקום להניח לכתחילה בשביל אכילת בשר – לא נאה ולא יאה.ויש שלומדים לכתחלה מסכת כדי לעשות סיום בימים אלו, ודבר זה אפשר, כדי לעשות שעל ידי זה יעסוק בתורה. מיהו, אין לבקש על הסיום רק תלמידי חכמים השייכים ללימוד התורה. ואנחנו לא נהגנו בסיום, ואפילו כשיארע סיום בימים אלו – אנו מניחין הסיום עד אחר תשעה באב, כדי שנוכל לשמוח בשמחת הסיום לכבוד התורה כראוי.","וזה שכתבו סעודת אירוסין וודאי – דבר תמוה הוא, שהרי כבר נתבאר דאסור לעשות סעודת אירוסין. ויש שבאמת מחקו זה (מגן אברהם סעיף קטן לד בשם הש\"ך). ויש שכתבו דמיירי באין לו אשה ובנים, שלא קיים פריה ורביה, דמותר לעשות סעודה. אך לפי מה שכתבתי בסעיף ח, גם בכי האי גוונא אסור לעשות סעודה.ויש שכתבו דלא מיירי בשעת ארוסין, ומכל מקום מצוה היא (שם). וזה יותר תמוה, דאיזה מצוה יש בזה? וכבר כתבנו שם שאסור.ולכן נראה עיקר כדיעה ראשונה, וגם הלבוש השמיט זה. ויש מי שאומר דזהו למי שאין אוכלין משבעה עשר בתמוז, דאז מותר באירוסין, ולעשות סעודה (אליהו רבה סעיף קטן כה).וערב תשעה באב במילה – יעשו קודם חצות.","וראיתי להגדולים שביארו מי המה שרשאים לאכול בסעודת מצוה בשר, וגדרי הקרובים והשייכים לזה (עיין מגן אברהם סעיף קטן לה, וט\"ז סעיף קטן יב, ואליהו רבה סעיף קטן כה).וקשה לברר הפרטים, אך באמת כלל אחד יש בדבר: דמי שהיה אוכל בסעודה זו גם בשאר ימות השנה – מותרים לאכול בשר. אבל מי שהולך רק בעבור שיאכל בשר, ובשארי ימות השנה לא היה קרוא לסעודה זו – אסור לו לאכול בשר, אלא מאכלי חלב. וכן נראה להדיא מדברי מהרי\"ל שהביאו, עיין שם. וזהו דעת כל הגדולים, וכן בנשים כן הוא.","תספורת שאסרו חכמים בשבוע שחל תשעה באב, ולדידן מן שבעה עשר בתמוז: אחד ראשו, ואחד כל שיער שבו – אסור. ובשפה של הזקן: כל שמעכב האכילה מותר.ואסור לגדולים לספר לקטנים, דאף על גב דאין אבלות לקטן, כמו שכתבו ביורה דעה סימן שפד, זהו בסתם אבלות. אבל באבלות דרבים, שהוא זכרון לחורבן בית קדשינו – ראוי לחנך גם הקטנים (מגן אברהם סעיף קטן לח). ולאו משום דאבלות זו חמירא מסתם אבלות, דאדרבא שיש דברים שמקילינן באבלות ישנה, כדאמרינן ביבמות (מג ב), עיין שם. אלא דבזה יש חינוך ליראת השם, שהקטן כשישאל על מה זה – יבינו לו עניין חורבן בית המקדש.","וכן אין לכבס כסותי הקטנים בשבת שחל תשעה באב בתוכה, ולדידן מראש חודש. מיהו בגדים שמלפפין בהם הקטנים לגמרי, שמוציאין בהם ריעי ומשתינין בהן – הני וודאי מישרא שרי, ואפילו בבגדי שאר קטנים – נוהגים להקל, ויכבסו בצינעא.ונטילת צפרנים – יש אוסרין (ט\"ז סעיף קטן יג) בשבוע שחל תשעה באב. ויש מתירין, דזהו בצינעא, ואינו ניכר כל כך (מגן אברהם סעיף קטן יא). ואנחנו נוהגים להקל, כי גם לעניין נטילת ידים טוב יותר כשיטלו הצפרנים.","וכתב רבינו הבית יוסף בסעיף טו: מי שתכפוהו אבלות של מת ושל שבת זו, והכביד שערו – מיקל בתער אבל לא במספרים, ומכבס כסותו במים אבל לא בנתר ובחול; עד כאן לשונו.ולדידן לעניין כיבוס, כשפגע סוף האבלות בראש חודש, ולעניין תספורת כשפגע בשבעה עשר בתמוז, ואז גם במספרים מותר. ורק בשבוע שחל תשעה באב בתוכה, דמדינא דגמרא אסור – לא התרנו במספרים, ולא מקודם שנהגנו מחמת מנהג בעלמא. וכן בתכבוסת מראש חודש לעניין נתר וחול (ב\"ח וט\"ז סעיף קטן יד).וכן יש מי שמתיר ביוצא לדרך בשבוע שחל בו תשעה באב, לכבס לו בגדי פשתן כמה שצריך לדרכו (שם), כיון דבגדי פשתן מותר מדינא דגמרא, כמו שכתבתי בסעיף יג – אין להחמיר בכי האי גוונא.","וכן נראה לעניות דעתי, דכל אותן שהתירו חכמים לגלח ולכבס בחול המועד, כמו ששנינו במשנה ד\"ואלו מגלחין\", כמו שכתבתי בסימן תקלא – מותרים לספר ולכבס גם בשבוע שחל תשעה באב בתוכה, וכל שכן מקודם, שאינו אלא מנהג בעלמא. דהא במועד, לבד האיסור מלאכה, גזרו גם כן מפני שלא יכנוסו לרגל כשהן מנוולין, כממו שכתבתי שם. ומכל מקום לאלו התירו – כל שכן באבלות ישנה, דניכר לכל שלא היו יכולין לגלח ולהסתפר עד כה, ולא גרע מתכפוהו אבלות. ושם מבואר כל אותן שהתירו חכמים ערב שבת.","יש נוהגין שלא לרחוץ בחמין מראש חודש, ויש שאין נמנעין אלא בשבת שחל בו תשעה באב. ויש מתענים משבעה עשר בתמוז.ומנהגינו לעניין רחיצה בחמין לאסור מראש חודש, אך אם חל ראש חודש ביום ערב שבת קודש – רוחצין בו לכבוד שבת, ואין מבטלין ממרחץ רק בשבת חזון, ולא שני שבתות.אבל שלא לכבוד שבת, מנהגינו שלא לרחוץ אפילו בצונן מראש חודש ואילך. ולכן אין הולכין להקר בנהרות ומעיינות מראש חודש ואילך, רק לכבוד שבת.אמנם ההולך בבוקר קודם התפילה למקווה – מותר, אפילו בערב תשעה באב, דאין זה רחיצה אלא טבילת טהרה. ובערב שבת חזון – אין רוחצין בחמין.וזה לשון רבינו הרמ\"א בסוף סעיף טז: ואפילו בערב שבת של חזון – אסור לרחוץ כי אם ראשו, פניו, ידיו ורגליו בצונן. ויש מקילין בחפיפת הראש בחמין, למי שרגיל בכך כל שבת; עד כאן לשונו. אבל אסור לרחוץ בבורית (לבוש ומגן אברהם סעיף קטן מא). וכן לרחוץ כל גופו – אסור (שם).וטבילה במקווה: מי שטובל בכל ערב שבת – רשאי לטבול גם בערב שבת זה; ומי שמחסר לפעמים, אין לו לטבול (שם).","ודע שבדורינו התחילו לזלזל ברחיצה בחמין בערב שבת חזון, ומרגלא בפומייהו: שמי שרוחץ כל ערב שבת – רשאי גם בשבת זו.ואינו כן, שהרי רבינו הרמ\"א לא התיר רק חפיפת הראש, כמו שכתבתי. ותמיד היו המרחצאות נעולים בערב שבת חזון. וזה לא כביר התחילו לזלזל, ועתידים ליתן את הדין. ופשוט הוא דלרפואה – מותר לרחוץ בחמין, אפילו בערב תשעה באב.","ולצורך מצוה – מותר רחיצה, ולכן הנדה רוחצת וטובלת. ואפילו אם טובלת ליל שאחר תשעה באב – רשאה לרחוץ בערב תשעה באב, אם אי אפשר לה לרחוץ במוצאי תשעה באב. וכן אשה הלובשת לבנים – יכולה לרחוץ מעט כדרכה בכל השנה, הואיל וצורך מצוה היא, ואינה עושה זאת לתענוג.וכל שכן מי שאינו נקי בגופו – דמותר לו לרחוץ אפילו בחמין, כדי שיהיה נקי.","וכתבו רבותינו בעלי השולחן ערוך בסעיף יז: טוב ליזהר מלומר \"שהחיינו\" בין המצרים על פירי, או על מלבוש. אבל על פדיון הבן אומר, ולא יחמיץ המצוה. וכן בפירי שלא ימצא אחר תשעה באב – מותר לברך ולאוכלו בין המצרים; עד כאן לשונו. ובשבת יש אוסרים, ויש מתירים (מגן אברהם סעיף קטן מב).ואין הטעם משום אבילות, דלא מצינו שיהא אבל אסור לברך \"שהחיינו\"; אלא כיוון דהזמן הוא זמן פורעניות – אין לברך \"שהחיינו... והגיענו לזמן הזה\" (שם).ויש מתירין לברך \"שהחיינו\" (ט\"ז סעיף קטן יז). ומנהגינו לבלי לברך שהחיינו מראש חודש אב ואילך, ואפילו בשבת; אבל מקודם – מברכין. ויש שגם מראש חודש מברכין \"שהחיינו\".","עוד כתבו בסעיף יח: דצריך ליזהר משבעה עשר בתמוז עד תשעה באב – שלא לילך יחידי מארבע שעות עד תשע שעות, משום שבהם קטב מרירי שולט. ולא יכו התלמידים בימים ההם; עד כאן לשונו, אפילו ברצועה.ונראה דהקפידא הוא על הליכה בדרך, ולא בעיר. וזהו במדרש שוחר טוב תהילים, על \"מזמור יושב בסתר עליון\", על פסוק \"מדבר באופל יהלוך\" וזה לשון המדרש: \"קטב מרירי\" – עשוי כמין קליפין ושערין וכו', ושולט מארבע שעות ועד תשע; ושולט משבעה עשר בתמוז עד תשעה באב וכו'. ר\"י הוה מפקיד לספריא, דלא ליהוי מחין לטליא, וכו'; עד כאן לשונו, עיין שם.ודע דרבים נהגו על פי האריז\"ל לומר תקון חצות בין המצרים לאחר חצות היום, לבד ערב שבת, וערב ראש חודש, וראש חודש, וערב תשעה באב."],["שנינו במשנה דתענית (כו ב): ערב תשעה באב – לא יאכל אדם שני תבשילין, ולא יאכל בשר, ולא ישתה יין. ומפרש בגמרא (ל א) דזהו רק בסעודה שמפסיק בה מלאכול עוד, וגם אחר חצות היום. אבל קודם חצות, אף שמפסיק בה שלא יאכל עוד, ולאחר חצות ואינו מפסיק בה, והיינו שעוד יאכל סעודה המפסקת – יכול לאכול כל מה שירצה.והנה לעניין בשר ויין, כבר נתבאר בסימן הקודם שאין אנו אוכלין בשר ולא שותין יין מראש חודש. ולכן אצלינו אין השינוי בסעודה המפסקת רק לעניין שני תבשילין, שיתבאר מה המה.","ומדינא דגמרא: גם בשר ויין – לא כולם אסורים, רק בשר שנשחט שני ימים מקודם. אבל בשר מלוח, והיינו שהוא יום השלישי לשחיטתו – מותר. וכן יין מגיתו, והיינו תוך שלושה ימים לדריכתו – מותר. וכן כתב הרמב\"ם בפרק חמישי מתענית דין ז, עיין שם.והטעם: דכיון שזהו לזכרון הקרבנות והנסכים – אין איסור רק באופן שהקרבנות נאכלו כן. והנה בקרבנות: בשלמים הוי הזמן היותר גדול לאכילתן, והם שני ימים ולילה אחד, כדתנן בפרק איזהו מקומן. ולפיכך, כל שאינו נאכל בשלמים – מותר. וגם יין לנסכים – פסול כשלא עברו עליו יותר משלושה ימים לדריכתו. לפיכך מותר לשתותו.ולפי זה גם עופות, לבד תורים ובני יונה, וכן בשר צבי – מותר לאכול, שהרי אין קרבנות בָאין מהן. וכן כתב הטור בשם ראבי\"ה ורשב\"ט, עיין שם.","אבל הטור בעצמו חולק בזה, וזה לשונו: שלא משום זה בלבד אסרו בשר, אלא כדי להרבות אֵבל. ותדע, שהרי אֵבל אחֵר – מצוה להשקותו יין; והכא אסרו יין, דאם ישתה ישכח רישו, ומצוה שיזכור חורבן הבית ויצטער עליו. הלכך מטעם זה יש לאסור אפילו בעופות, כמו בשר.ובסמ\"ק כתב: עתה שרוב מאכל שלנו בשר, לאחר שעברו עליו שתי ימים – נראה שאסור. ומותר לשתות יין מגיתו, דהיינו רק שלושה ימים לדריכתו; עד כאן לשונו.ולמה לא החמיר ביין כמו בבשר? משום שאין אנו רגילין לשתות יין פחות משלושה ימים לדריכתו, וגם אין בו חשש שישתה וישכח רישו, לפי שאין בו עדיין שום חוזק וטעם יין. אבל רבינו הבית יוסף בסעיף ב כתב דגם יין מגיתו – נהגו לאסור, עיין שם.(ומ\"ש בשולחן ערוך \"דגים\" – וודאי הוא טעות הדפוס, וכן בהג\"א. והמגן אברהם סעיף קטן ב נדחק לקיים הגירסא, משום דבנדרים הוא בכלל בשר. ואינו כן אלא למקום שרגילין כן, כמ\"ש ביורה דעה סימן ריז. וכן מה שכתב משום דעולה על שולחן מלכים – מה ענין זה לזה? וכמה מאכלים טובים יש, ומותרים. וממנהגינו מוכח כן, שאין אוכלין בשר מראש חודש, ואוכלין דגים. וכן כתב הגר\"א שטעות הוא, וכן בעטרת זקנים.)","גם ממשקים אחרים לבד יין, שמותר לשתותם בסעודה המפסקת – ראוי למעט בסעודה המפסקת ממה שרגיל לשתות. וגם אין לשתות שכר, אלא אם כן הוא חלוש. וכן לא יאכל אחר סעודתו צנון, ומליח, דברים שנוהג בהם בשאר פעמים, כדי שיתנהג בפרישות.וז\"ל הרמב\"ם שם (הלכה ט): חסידים הראשונים, כך היתה מדתן: ערב תשעה באב היו מביאין לו לאדם לבדו פת חריבה במלח, ושורה במים, ויושב בין תנור וכירים ואוכלה, ושותה עליה קיתון של מים, בדאגה ובשממון ובבכיה, כמו שמתו מוטל לפניו. כזה ראוי לחכמים לעשות, או קרוב מזה. ומימינו לא אכלנו בערב תשעה באב תבשיל, אפילו של עדשים, אלא אם כן היה בשבת; עד כאן לשונו.","ונוהגים לאכול עדשים, או ביצים מבושלים, שהם מאכלי אבלים. ויש נוהגים לאכול ביצים קשים וקרים, שהיא גם כן מאכלי אבלים. וכן נוהגים לאכול פת מעגולים שקורין ביג\"ל, שבזה מברים אצלינו לאבלים, מפני עיגולן – לרמז שהאבלות והמיתה הוא גלגל החוזר בעולם.ויש מחמירים לטבל אחר האכילה פת באפר ולאכלו, על שם \"ויגרס בחצץ שיני, הכפישני באפר\" (איכה ג טז). והכי איתא בירושלמי דשלהי תענית (פרק ד הלכה ו), שכן עשה רב, עיין שם. ויזהר ליקח אפר של מאכלי חלב, ולא אפר של תערובת בשר וחלב, כמ\"ש ביורה דעה סימן פט, עיין שם.","ונהגו לישב על גבי קרקע בסעודה המפסקת, כאונן על המת בשפלות; ולא יחלוץ מנעליו כאבל, דאבלות אינו חל עד הלילה. ולכן אחר האכילה – יושב על הספסל.ויש ליזהר שלא יאכלו שלשה בסעודה המפסקת, ויתחייבו בזימון; אלא כל אחד ישב לבדו, ויברך לעצמו. ואם אירע שאכלו שלושה כאחד – יזמנו. כן פסק הטור. ובשם ר\"י כתב שלא יזמנו, ותמה הטור על זה, עיין שם. ויש אומרים הטעם: דלא חשיב קביעות, אלא אם כן הסבו, או ישבו בשלחן אחד, כמו שכתבתי בסימן קסז. והכא אין דעתן לקבוע, כיון שכל אחד אוכל על שלחן קטן בפני עצמו (מגן אברהם סעיף קטן ט). ולכן אם אירע ששלשה אכלו על שלחן קטן כאחד – בוודאי יזמנו.","ומהו שני תבשילין? הנה דברים הנאכלים חיים, כמו פירות וירקות הנאכלים חיים – אינן בכלל תבשילין, ויכול לאכול מהם כמה מינים, דתבשיל אינו אלא \"תבשיל\", כשמו שמתבשל.ואם בשלם, אפילו הם נאכלים חיים – חשיבי תבשיל. דלא כיש אומרים דדבר שנאכל כמות שהוא חי – לא חשיב תבשיל, אף כשבשלם, כמו לעניין בישולי עבודת כוכבים, דבכאן לא נחתינן לזה, וכמה מאכלים טובים עושים מזה, ולכן חשובים תבשיל (טור).ויש להסתפק אם כבוש ומליח חשובים תבשיל, כמו דג מלוח שקורין הערינ\"ג, או ירק כבוש בחומץ, או במים, מעת לעת.ולעניות דעתי נראה דאין זה בגדר תבשיל, ויש שאוסר בכבוש (ש\"ת בשם כנה\"ג). וטעמו נראה: משום דקיימא לן כבוש כמבושל. ולדעתי אין עניין זה לזה, דאין זה רק לעניין בליעה ופליטה, ולא לעניין חשיבת תבשיל. וראיה מנדרים, דהנודר מתבשיל – אין אסור אלא בתבשיל של צלי, או שלוק, או מבושל – ולא בכבוש ומליח, כדמוכח ביורה דעה סימן ריז, עיין שם. וכיון דחכמים אסרו רק שני תבשילין, אין הכבוש והמליח בכלל זה. וכן נראה לי עיקר.ואף על גב דלעניין עירוב תבשילין מהני גם כבוש, (בסי') כמו שכתבתי [בסימן] תקכז, אין זה דמיון. והרי בשם לא מהני תבשיל שאין מלפתין בו הפת, כמו דייסא, כמו שכתבתי שם. ובכאן וודאי חשיב תבשיל. אלא דאין עניין זה לזה, דהתם תלוי במה שמלפתין בו את הפת, ובכבוש וודאי מלפתין. ובכאן בחשיבות תבשיל תלוי, וכבוש אין עליו חשיבות תבשיל.","שני תבשילין אסורין, אפילו שני מיני תבשילין בקדירה אחת. כמו שיבשל דגים וביצים בקדירה אחת – חשיב שני תבשילין, וכל כיוצא בזה.במה דברים אמורים? בדברים שאין דרכן להתבשל תמיד ביחד. אבל דברים שמתבשלים תמיד ביחד, כמו אצלינו שמבשלים דגים עם תפוחי אדמה שקורין בולבע\"ס, או שמבשלין מין גרופי\"ן עם תפוחי אדמה, או שני מיני גרופי\"ן, או גרופי\"ן עם קטניות, שכן דרך בישולם – אינו חשוב אלא תבשיל אחד. או לפי זמן הקדמון, שהיו נותנים בצלים וביצים בתוך זרעונים, וכן כל כיוצא בזה.ויש מי שכתב דלביבות ממולאים בגבינה – הוי שני תבשילים (מגן אברהם סעיף קטן ד). ודבר תימא הוא, דכל לביבות הרי ממלאים בגבינה, או בביצים ובצלים, כידוע. ואפשר שבזמן הקודם לא היה כן. מיהו בזמנינו וודאי אין זה אלא תבשיל אחד. ולכן מותר לאכול קרעפלא\"ך מטוגנים, או בלינצע\"ס הממולאים בגבינה, או בביצים ובצלים, וכן כל כיוצא בזה.","וכן אסור תבשיל אחר בשני קדירות, כגון תבשיל אחד מבושל ומטוגן, שבקדירה זו בשלו, ובקדירה זו טיגנו. או צלי ובישול, כגון שרוצה לאכול דגים מבושלים, ודגים צלויים או מטוגנים. אבל מטוגנין בלבד, אפילו טיגנן עם חמאה וחלב – הוי תבשיל אחד, מפני שכן דרכן.או שבישל בשני קדרות מאכל אחד בשינוי, כגון שבאחד בלילתו עבה, ובשני בלילתו רכה; אבל כששוים לגמרי – לא שייך לקרותם שני תבשילין. ויכול לאכול תבשיל אחד עם כמה מיני פירות, וזרעונים, וירקות חיים.ולכן לפי מנהגינו שאוכלים ביצים – אסור לאכול עוד תבשיל אחר. ושתיית טיי\"א וקאוו\"א – נראה לי דלא חשיב מין תבשיל כלל, שאין זה אלא כשתיית מים, או שארי משקים המותרים לבד יין. ויש שמסתפק בזה, ולא ידעתי למה.(עיין שערי תשובה, שכן מנהג פשוט בארץ ישראל ובמצרים לשתות קאוו\"א בסעודה המפסקת.)","וכל דברים אלו הם בסעודה המפסקת, שאין דעתו לאכול עוד אחריה סעודת קבע, וגם שהוא אחר חצות היום. אבל אם היה קודם חצות, או אחר חצות ודעתו לאכול אחריה סעודת קבע – אין צריך ליזהר בכל הדברים שנתבארו, כמו שכתבתי בסעיף א.וכתב רבינו הרמ\"א בסעיף ט: דמנהג לאכול סעודה קבועה קודם מנחה, ואחר כך מתפללין מנחה, ואוכלין סעודה המפסקת. ונוהגים להרבות קצת בסעודה ראשונה, כדי שלא יזיק להם התענית, הואיל ופוסקים מבעוד יום כמו ביום הכיפורים. ויש קצת ראיה לזה ממדרש איכה רבתי. מיהו, מי שיוכל לסגף בעצמו, ויודע שאין התענית מזיק לו, ומחמיר על עצמו – נקרא \"קדוש\"; עד כאן לשונו.","אבל רבים וגדולים התמרמרו על המנהג הזה, והרמב\"ן ז\"ל קרא עליהם\" \"ובטן רשעים תחסר\" (משלי יג כה). ואין זה אלא כהערמה בעלמא.ואנחנו חלילה אין נוהגין כן, אלא שאנו אוכלין כל הסעודה על הארץ, ואנו אוכלין לחם עם איזה דבר הנאכל כמות שהוא חי, ואוכלין ביצים כפי המנהג. ומה שנוהגים לבשל לאקשי\"ן עם חלב – אין אנו אוכלין בעת סעודה המפסקת, מפני שעם הביצים יהיו שני תבשילין. וכך ראוי לנהוג.ורבינו הרמ\"א – אוהב ישראל היה, וטרח ליישב המנהג. אבל אינו נכון. וזה שכתב ראיה ממדרש, הוא בפתיחה דאיכה רבתי (סימן שבעה עשר), וזה היה בבית שני שהיה להם יום זה לששון ולשמחה, כמו שיהיה לעתיד. והיו שותין ומשתכרין, ועם כל זה קראו מגילת איכה לזכרון חורבן בית ראשון. כן כתבו המפרשים, ונכון הוא.(ותמיהני על המגן אברהם: בסעיף קטן יא רמז לזה, ולמה טרח על המדרש בסעיף קטן יב?)","אם חל תשעה באב באחד בשבת, או שחל בשבת ונדחה ליום ראשון – אוכל בשר ושותה יין בסעודה המפסקת, ומעלה על שולחנו אפילו כסעודת שלמה בשעתו. ומכל מקום לא ינהוג בשמחה כבשארי שבתות, ולא ישב בסעודת חבירים. ואם חל מילה באותו שבת – יעשו הסעודה קודם מנחה (מגן אברהם סעיף קטן יד). וגם יפסיק מבעוד יום קודם השקיעה.","מי שקבל עליו תענית שני וחמישי כל ימות השנה, ואירע ערב תשעה באב להיות בשני – אבל בחמישי אי אפשר, דאין תשעה באב חל בערב שבת, אבל כשחל תשעה באב ביום שלישי הוי ערב תשעה באב בשני – וקשה עליו להתענות שני ימים כאחד, ישאל על נדרו לחכם, ויתירנו, או ילוה תעניתו על יום אחר ופורע. ואף על גב דבכי האי גוונא אין ללוות, כמו שיתבאר בסימן תקסח, מכל מקום באין ברירה בהכרח לעשות כן. והגאונים כתבו דמתענה עד אחר תפלת המנחה, ואוכל סעודה המפסקת קודם ביאת השמש, ונוהג בה כל חומר סעודה המפסקת. ושני פעמים לא יאכל מפני הנדר. וכן הדין בתענית חלום, או יארצייט, מי שרגיל להתענות. ויש אומרים דבנדר מכל מקום ישלים יום אחר (עיין ט\"ז סעיף קטן ד). והדרך היותר נכון לשאל על נדרו, וכן יעשה (מגן אברהם סעיף קטן יז).","אין אומרים תחנון במנחה בערב תשעה באב, משום דאקרי \"מועד\". וכן אין אומרים \"צדקתך צדק\" במנחה שבת ערב תשעה באב. וגם בתשעה באב עצמו כן. והעניין הוא לסימן כי אנו מובטחים בהשם יתברך, שעוד יתהפכו הימים האלה למועדים ושמחה וימים טובים."],["אף על פי שאכל סעודה המפסקת, ואין דעתו לאכול עוד, מכל מקום אם רצה – מותר לו לחזור ולאכול, אלא אם כן קבל עליו בפירוש שלא לאכול עוד היום; דאז הוי כקבלת תענית, ואסור באכילה ובשתייה, וברחיצה. וכן אם אמר: \"הריני בתענית למחר\" – גם כן אסור (מגן אברהם סעיף קטן א), דבעל כרחך פירושו שמקבל עתה התענית, דאם לא כן למה צריך לקבלו על למחר? הלא בלא קבלתו הוא מצווה ועומד.","וכתב רבינו הרמ\"א בסעיף א: דקבלה בלב אינה קבלה, אלא צריך להוציאו בשפתיו; עד כאן לשונו.ויש חולקין, דגם קבלה בלב מהני (ב\"ח), ולכן טוב להתנות בשעת סעודה המפסקת (מגן אברהם סעיף קטן ב) שאינו מכוין עדיין לקבלת תענית. וכן אם מחשב כך בלבו, או אם דרכו כן הוא. וכן הוא המנהג הפשוט אצלינו, דאחר סעודה המפסקת אוכלין ושותין אם ירצו, וכל אדם עושה על דעת המנהג.","תשעה באב לילו כיומו לכל דבר, ואין אוכלים אלא מבעוד יום. ובין השמשות שלו אסור כיום הכפורים. ואף על פי שהוא דרבנן – לא שייך לומר ספיקא דרבנן לקולא, כיון שהחמירו בו חומרות הרבה, ברחיצה ושארי עינוים. והוא מדברי קבלה חמיר כשל תורה, לעניין בין השמשות.אבל תוספת מבעוד יום – אין צריך כיום הכיפורים, ועד בין השמשות מותר ברחיצה וסיכה, ונעילת הסנדל. אך אם קיבל עליו התענית – ממילא דאסור ברחיצה וסיכה, דאין סברא לומר שקבלו למחצה, רק לאכילה ושתייה. מיהו בנעילת הסנדל, אם לא חלצן – בעל כרחך שלא קבל עליו (ט\"ז סעיף קטן א).וכשחל תשעה באב בחול – נוהגים לחלוץ המנעלים קודם \"ברכו\". וכשחל במוצאי שבת – רק השליח צבור חולץ קודם \"ברכו\", וכל העם חולצין אחר \"ברכו\". ויזהרו לבלי ליגע בהמנעלים בידיהם, שלא יצטרכו נטילה. ולמה השליח צבור חולץ קודם \"ברכו\"? כדי שלא יתבלבל בתפלתו, אם יחלוץ אחר ברכו. וסדר הקינות יתבאר בסימן תקנט.","כתב רבינו הרמ\"א בסעיף ב: ונהגו שלא ללמוד בערב תשעה באב מחצות ואילך, כי אם בדברים המותרים בתשעה באב. ולכן אם חל בשבת – אין אומרים פרקי אבות. וכן לא יטייל ערב תשעה באב; עד כאן לשונו.וממילא דאם חל תשעה באב בשבת ונדחה, דאין ללמוד כל היום רק בדברים המותרים, דדברים שבצינעא נוהג (מגן אברהם סעיף קטן ז).ויש חולקים, דכיון דבשבת אוכלים בשר ושותין יין – איך נאסור בתלמוד תורה? ולכן מותר ללמוד כל היום בשבת (ט\"ז סעיף קטן ב). ויש מתירין ללמוד בכל ערב תשעה באב אחר חצות (שם בשם רש\"ל), ויש לסמוך על המקילים בשביל ביטול תורה.ויש מי שכתב: הרי יכול ללמוד בדברים המותרים (מגן אברהם סעיף קטן ז). ואין זו טענה, דאנו רואים בחוש דכיון דמפסיק מלימודו הרגיל – אינו לומד עוד.(וכן כתב הגר\"א סעיף קטן ט, דחומרא יתירה היא, עיין שם. ולכן מי שלומד בכל ערב תשעה באב עד הלילה – לא הפסיד שכרו. כן נראה לעניות דעתי."],["תשעה באב אסור באכילה, ושתייה, ורחיצה וסיכה, ונעילת הסנדל, ותשמיש המטה. ואסור לקרות בתורה נביאים וכתובים, ולשנות במשנה ובמדרש ובגמרא, והלכות ואגדות, משום שנאמר (תהלים יט ט): \"פקודי ד' ישרים משמחי לב\".ותינוקות של בית רבן – בטילים בו. ויש להבין בטעם איסור תינוקות: אי משום שמחה – בודאי לית להו שמחה כשלומדים. ובמדרש על פסוק \"יסעו מהר ד'\" אומר: כתינוק הבורח מבית הספר.ויש מי שאומר דטעם האיסור: מפני המלמד שהוא שמח בהלימוד (ט\"ז סעיף קטן א). ואינו מובן כלל, דאיך אם כן מבטלין לימוד תינוקות של בית רבן בשביל שמחת המלמד? והרי באבלות קיימא לן דכשהמלמד אבל – צריך ללמוד עם התינוקות, מפני ביטול תורה של תינוקות של בית רבן, כממו שכתוב ביורה דעה סימן שפד. ועוד: דידוע שגם המלמדים מצטערין הרבה להסבירם, ולכן שכרן גדול מאד, כדאיתא בבבא בתרא (ח ב).","ועוד דבשלהי תענית (ל א) פליגי רבי מאיר ורבי יהודה: דרבי מאיר מתיר לקרות ולשנות במקום שאינו רגיל, מפני שבזה יש לו צער להבין, ורבי יהודה אוסר. והלכה כרבי יהודה. ולגירסת הרי\"ף והרא\"ש פליגי גם כן בתינוקות של בית רבן, דרבי מאיר מתיר ורבי יהודה אוסר, וגם כן הלכה כרבי יהודה.ויש להבין מאי טעמא דרבי יהודה, דאוסר במקום שאינו רגיל. הא וודאי צער הוא לו! ויש מי שכתב דטעמו מפני שאחר כך ישמח כשיבין (שם סעיף קטן ב). אבל אם כן, באיזה סברא נחלקו בתינוקות, דבתינוקות לא שייך שישמחו אחר כך? ועוד: איך מתיר רבי מאיר? הא למלמד הוי שמחה בשעת מעשה, לסברא הקודמת בסעיף א.","ולכן נראה לעניות דעתי דהעניין כן הוא: דוודאי גם בלימוד התורה יש שמחה, וגם צער ביגיעת התורה, אף להיותר גדול. כי אין סוף לעומק תורתנו הקדושה.אמנם עיקר עסק התורה משמח את הנפש הישראלי, אף שיש לו צער ויגיעה בשעת מעשה. ורבי מאיר סבירא ליה דדבר חדש, וכן תינוקות ומלמדיהן, כיון שיש להם בשעת מעשה קצת צער – מותרים ללמוד. ורבי יהודה סבירא ליה דאין הצער שוה בעיקר שמחת הנפש כשלומדת תורת ה', אף על פי שאינו שמח שמחת הגוף בפועל, מכל מקום הנפש הישראלי שמח מזה.וזהו כמו שהסביר הרמב\"ם ז\"ל בפרק שני מגירושין, בעניין \"כופין אותו עד שיאמר רוצה אני\": מפני שכל נפש מישראל רוצה באמת לעשות רצון קונו, אף שאין הגוף רוצה, עיין שם.האמנם בדברים הרעים מותר ללמוד, מפני שגם לנפש יש צער מצרות ישראל. ולכן אף גם שבדברים הרעים הוי תורה ושמחה, מכל מקום הצער מבטל השמחה, ולכן מותר. אבל צער של הלימוד עצמו – אינו מבטל שמחת הנפש מלימוד התורה.","ולפי זה אני אומר דהנה מפרשי השולחן ערוך כתבו דאפילו בדברים הרעים – אין מותר רק לקרות, ולא להעמיק ולפלפל בהן (ט\"ז סוף סעיף קטן ב, ומגן אברהם סעיף קטן ה). ובאמת הדבר קשה מאוד לתלמיד חכם הלומד, שבעל כרחו השכל יחשוב קושיא ותירוץ, וכיוצא בזה.אך לפי מה שכתבתי אתי שפיר, דוודאי טעם ומתיקות התורה יש בכל דברי תורה, אף בדברים הרעים, אלא שהצער מבטל השמחה. אם כן, אף אם מחדש איזה חידוש, עם כל זה לא נתבטל הצער של הצרות.(ומה שמצויין במגן אברהם שם, דמהרי\"ל כתב כן, אדרבא הב\"י הביא בשמו דעל ידי עיון עדיף טפי, שמצטער בעיונו, עיין שם. רק בשם הר\"פ כתב דבפירוש איוב אין לעיין, דהוא עמוק טפי, וסברא אסור, עיין שם. ומזה אין ראיה, דאיוב הוא חקירה עמוקה. וגם זה, שום אחד מהפוסקים לא הזכיר זה, וגם בשולחן ערוך פסק להיפוך.)","ומה המה דברים הרעים? ספר איוב, ודברים הרעים שבירמיה השייכים לישראל; ודברי נחמות שבהם – מדלג. וכן הרעות של עמון ומואב ושארי אומות – מדלג.ויראה לי דכן דברים הרעים שבשארי נביאים – מותר לקרות. ומה שהש\"ס חשיב רק ירמיה – משום דבירמיה יש הרבה דברים רעים.וכן מגילת איכה, ומדרש איכה, ופרק \"אלו מגלחין\", דרובו בהלכות אבלות. ואף שיש שם גם דיני הרחקות ונזיפות – אך גם הם כאבלות.ומותר ללמוד פירושי איכה ואיוב.וכן יש מי שאוסר ללמוד על ידי הרהור, דאף על גב דקיימא לן: הרהור לאו כדיבור דמי – מכל מקום שמחה איכא.ואין לשאול על מה שאנו מסיימין אחר קינות בפסוקי נחמה: \"תרחם ציון...\", \"שבתי לירושלים...\", \"ביתי יבנה בה...\", \"עוד תפוצנה ערי מטוב...\" – אמנם זהו כעין תפלה בעלמא, ולא לשם לימוד, והוי כמו שמתפללין \"ותחזינה עינינו...\" וכיוצא בזה.ואין להורות הוראה – רק הצריכה לשעתה. ופשיטא שאין לדון דין תורה ביום המר הזה. ומכל מקום, אם הבעלי דינים נחוצים לדרכם – יכול לדון להם אחר חצות היום, וכל שכן אם הדבר נוגע לדבר מצוה. והכל לפי ראות עיני המורה.","בתפלה אין שום שינוי, דבתורה אסור ולא בתפלה, לבד ברכת \"שעשה לי כל צרכי\" שיש אומרים שאין לאומרה בתשעה באב ויום הכיפורים, מפני שהולכין יחף. אבל כל סדר התפלה – יתפללו כמו בכל יום.ואפילו פרשת עקדה, ופרשיות הקרבנות, ומשנת \"איזהו מקומן\", וברייתא דרבי ישמעאל, וכן שירת הים – אף על פי שהם דברי תורה, מכל מקום כיון שהם מסדר התפלה אינו כלימוד תורה.אבל אמירת תהלים לאחר התפלה, ושיר היחוד, במקום שנהגו בכל יום לאמרם – לא יאמרו. ויש אומרים זה במנחה, כיון שהם דרך בקשה (מגן אברהם סעיף קטן ו).וכתב רבינו הרמ\"א בסימן תקנד סעיף ד: דמותר לחזור הפרשה בתשעה באב; עד כאן לשונו. ואם כוונתו על פרשת השבוע – הוא דבר תימה, אם לא כשחל בשבת, דהוי כסדר היום.(וכן כתב המגן אברהם סעיף קטן ז, והאליהו רבה דלא כט\"ז סעיף קטן ג.)","עוברות ומניקות – מתענות ומשלימות בתשעה באב, כדרך שמתענות ומשלימות ביום הכיפורים.אבל בשלושה צומות אחרות – פטורות מלהתענות, וכל שכן בתענית אסתר, ולא יחמירו על עצמן. ואף על פי כן ראוי שלא יאכלו להתענג במאכל ומשתה, אלא כדי קיום הולד; וכן כל מי שאינו יכול להתענות.ואפילו בתשעה באב, אם הן חלושות שקרוב שיפלו לחולי, אף בלא סכנה – אין להן להתענות. וזה הוא ההפרש בין תשעה באב ליום הכיפורים, דביום הכיפורים אין לאכול רק במקום סכנה, ובתשעה באב – אפילו שלא במקום סכנה, דבמקום חולי לא גזרו רבנן.ולכן כתב הטור בשם הרמב\"ן, וכן רבינו הבית יוסף בסימן תקנד סעיף ו, דחיה כל שלושים יום, וכן חולה שהוא צריך לאכול – אין צריך אומד, אלא מאכילין אותו מיד, דבמקום חולי לא גזרו רבנן; עד כאן לשונו.ואפילו הוא חולי שאינו מוטל במטה - דאלו מוטל במטה גם ביום הכיפורים אינו מתענה, דכל שמוטל במטה הוא בסכנה, כדמוכח בשבת (לב א), עיין שם, ויתבאר בסימן תריח בסייעתא דשמיא. אבל בעלי מיחושים בעלמא – מתענים.כללו של דבר: כל שהוא בגדר חולה – אינו מתענה בתשעה באב, וכל שאינו בגדר חולה – מתענה. וסתם עוברות ומיניקות – מתענות, אלא אם כן חלושות, וקרובות לחולי. וקטנים – אינם מתענים כלל בתשעה באב, אפילו תענית שעות. ומי שהיה חסר דיעה ונתרפא, ומשתבח מיום ליום – לא יתענה בתשעה באב, ולא ימנע את עצמו מבשר ויין (מגן אברהם סעיף קטן ח, בשם מהרי\"ל) עד שיתרפא לגמרי, דהתענית ישיבנו לחסרון דעתו, וכן מניעת בשר ויין, וכל מה שצריך אפילו משארי עינויים, כמו רחיצה וסיכה, ונעילת הסנדל, כי צריך הרבה שמירה.(פחות מכשיעור לא שייך בתשעה באב, שהוא מדרבנן.)","ורבינו הרמ\"א כתב בסימן תקנד סעיף ו על חיה וחולה, וזה לשונו: ומיהו נוהגות להתענות כל זמן שאין להן צער גדול שהיה לחוש לסכנה, והמיקל לא הפסיד; עד כאן לשונו. כלומר: שמחמירות על עצמן כביום הכיפורים, דכל שאין סכנה בדבר – מתענות. ויש שפוסקים כן, דלאחר שבעה – היולדת מתענה, אם לא שאמרה צריכה אני. ויש חולקים בזה (עיין ט\"ז סעיף קטן ד, ומגן אברהם סעיף קטן ט, ואליהו רבה סעיף קטן ח, ושערי תשובה סעיף קטן ז).ואולי זהו בימיהם, שהדורות היו בריאים וחזקים. אבל עכשיו – חלילה להיולדת להתענות בתשעה באב תוך שלושים, כי עדיין חלושה היא, והיא ממש כחולה. ולכן אין להניחן להתענות בתשעה באב.","רחיצה אסורה בתשעה באב, בין בחמין בין בצונן. ואפילו להושיט אצבעו במים – אסור.וטבילה של מצוה לאשה – לא שייך בתשעה באב, דאסורים בתשמיש. אך בזמן הקדמון, שהיו שומרים טבילה בזמנה, והוי מצוה – והיו טובלות. אמנם עתה ליכא טבילה בזמנה, מפני ספק זיבות, ולכן אסורות לטבול בתשעה באב.והאשה שצריכה טבילה במוצאי תשעה באב – תרחוץ ותחוף ערב תשעה באב, ובלילה במוצאי תשעה באב תחוף מעט, כדי שתהא סמוך לחפיפה טבילה, ותטבול, כמו שכתבתי ביורה דעה סימן קצט. וגם רוחצות מעט במוצאי תשעה באב, וכן נהגו.","ולתפילה מותר לרחוץ ידיו, דהוי כטבילת מצוה.וכן מי שנכנס לבית הכסא, או השתין – צריך ליטול ידיו מפני הנקיות, שהרי צריך לברך \"אשר יצר\". מיהו לא ירחוץ כל היד, אלא לפי מה שצריך להעביר הלכלוך.ואפילו שלא לצורך תפלה וברכה, אלא שהיו ידיו מלוכלכות בטיט ובצואה, ורוחץ כדי להעבירם – מותר.כללו של דבר: כל רחיצה שאינה של תענוג – מותר בתשעה באב. ולכן נשים המבשלות בתשעה באב, וצריכות לרחוץ בידיה איזה מאכל – רוחצת ואינה חוששת, כיון שאינו לתענוג (אליהו רבה סעיף קטן י).","ונוטל אדם ידיו שחרית כשעומד ממטתו, דסתם ידים מלוכלכות הן. ולא יטול כל היד, אלא עד קשרי אצבעותיו.ולאחר שנטל ידיו, ועדיין הן לחות קצת לאחר הנגובה – מותר לו להעבירן על גבי עיניו. דפניו – אסור לרחוץ, רק העינים בידים לחות קצת – מותר.אך אם היה לפלוף בעיניו, ודרכו לרוחצם במים – רוחץ עד שמעביר הלפלוף, דזהו כטיט וכצואה שרוחץ כדרכו. ואינו חושש, כיון שאין זה לתענוג, אלא לנקות את העינים מלפלופן.","וההולך להקביל פני רבו, או אביו, או מי שגדול ממנו; או שהולך לצרכי מצוה – עובר במים עד צוארו אם הדרך כן היא, ואינו חושש כיון שאינו לתענוג. ואפילו בחזרה מדרכו – מותר, דאם לא תתיר לו בחזרה – גם הוא לא ילך, וימנע ממצוה.וכן ההולך לשמור פירותיו שלא יגנבום, או שמוכרח למוכרם, וכיוצא בזה, או שהולך למסחרו – עובר עד צוארו במים, ואינו חושש כיון שאינו לתענוג. אבל בחזרתו – אסור, דבזה לא שייך לומר דאם לא תתיר לו חזרה אף הוא לא ילך, דוודאי ילך משום הפסד ממונו. וגם כשלא ילך – מה איכפת לנו?וכן הבא מן הדרך, ורגליו כהות – מותר לרוחצם במים, כיון שהוא להסיר צער בלבד, ולא לשם תענוג. וכל שאינו לתענוג – מותר, כמו שכתבתי.","איתא ביומא (עח א) על אחד מהחכמים, שמטפחת היתה לו, והיה שורה אותה במים בערב תשעה באב, ולמחר מעבירה על גבי עיניו, ומקנח בה פניו ידיו ורגליו, עיין שם. וכיוצא בזה אומר שם על יום הכיפורים. והרמב\"ם ז\"ל ביום הכיפורים מביא זה בפרק שלישי (הלכה ה) משביתת עשור. ( פ\"ג מהל' שביתת עשור ה\"ה ).ולעניין תשעה באב – לא הביא זה. אבל הטור בסימן תריג בהלכות יום הכיפורים הביא זה, ובכאן גם כן הביא זה.ונראה דדעת הרמב\"ם, משום דדבר זה מיישב לבו של אדם, ולכן ביום הכיפורים, שהוא יום קדוש, וצריכא צילותא דדעתא – נכון לעשות כן. אבל בתשעה באב – כל מה שדעתו מבולבלת טוב יותר, כיון שהוא יומא דצערא. ובגמרא, מי שעשה כן גם בתשעה באב – לפי שהיה אסטניס גדול, ולא היה יכול לחיות בלא זה, ולא בסתם בני אדם.וכן משמע מלשון הטור שם, שזהו כדי ליישב הדעת, עיין שם. והטור סבירא ליה דגם עתה יש אניני הדעת שצריכין לכך, וכן הביאו רבינו הרמ\"א בסימן תקנד סעיף יד. ולדבריהם: מוציאה מן המים בלילה, עד שביום היא כנגובה, ורק בלחלוחית קצת. וכתבו דבכי האי גוונא – אפילו לתענוג שרי, עיין שם. והוא פלא, דאיך מותר בתשעה באב לתענוג? וצריך לומר דלאו תענוג ממש הוא, אלא להסיר שיעמומו. וצריך עיון.","סיכה אסורה בתשעה באב, בין סיכת הראש בין סיכת הגוף.וכל זה הוא סיכה של תענוג. אבל מי שיש לו חטטין בראשו, או צרעת על גופו, וצריך לסוך – סך כדרכו ואינו חושש, כיון שאין הכוונה לשם תענוג. וכן לחוף ראשו במסרק – מותר, שגם זה אינו לשם תענוג, אלא כדי שלא יצטרך להתחכך בראשו, כידוע. אבל אסור לרחוץ השיער אפילו במעט מים, אלא יחופם יבישים, אם צריך ומוכרח לכך.","נעילת הסנדל – אסור דווקא של עור. אבל של בגד, או של עץ, או של שעם והם קליפי עץ, או של גמי – מותר. ושל עץ, או גמי, או שעם, ומחופה עור – אסור. וכן בתי שוקיים שמקצתן מחופין עור – אסור.והנה אצלינו הולכין בקאלאסי\"ן, שהם של איזה מין שנראה כעור, ואינו מעור אלא מאיזה מין דבק. וקורין לזה רוזינ\"י, ונראה שהוא מין דבק. וחששתי שעל פי רוב, דבק הוא מעור שלוק, ואולי דינו כעור. אך כיון שנשלקו – נתבטלו משמם הקודם, כמו לחם כשנשלק – נתבטל מתורת לחם. והכא נמי כן הוא.ואף על גב דבישול בעור אדרבא מקשה אותו, כדמשמע בשבת (עט א) – זהו בבישול בלבד. אבל הדבק הוא בישול ונימוח, ובזה וודאי נתבטל משמו הקודם. והרי אפילו קלף, שהוא העור בשלימות, אלא שעיבדוהו וגררוהו – נשתנה בכל דיניו מעור, וכל שכן בכי האי גוונא.ומיהו, מנעלים של קלף – וודאי אסור, כיון שהם עור ממש.","וכן האבל והמרוחק – אסורים בנעילת הסנדל, כמו בתשעה באב.ואם היו מהלכין בדרך – נועלין, כי קשה לילך בדרך בלא סנדל, וכשיגיעו לעיר יחלוצו. אבל לשדה סמוך לעיר, או לבית הקברות – אסור במנעל.ובמקום שדרים בעיר עם האומות – לא יחלוצו כי אם ברחוב היהודים. וכן נהגו בזמן הקדמון, שרחוב היהודים היתה מיוחדת. ועכשיו שדרין מעורבין, אם יש הרבה מהם כמו בעיירות גדולות – יש להקל, ועכשיו מקילין הרבה מטעם זה. אך זה אינו רק בעיירות גדולות, ולא בקטנות.ופשוט הוא, דכשיורד גשמים בתשעה באב – רשאי לנעול הסנדל. ואף על גב דגבי יום הכיפורים אין היתר רק לאסטניס, כמו שיתבאר בסימן תריד, מכל מקום בתשעה באב דרבנן – מותר לכל.","יש מי שאומר שלא יישן בליל תשעה באב עם אשתו במטה אחת. ונכון הדבר משום לך לך אמרינן לנזירא. ונכון שלא יגע בה בלילה, אבל ביום – אין לחוש. וגם בלילה אין לחוש, רק לעולי ימים.ומעולם לא נזהרו בזה, דישראל לא חשידי חס ושלום. ושבת שחל בו תשעה באב ונדחה, כמו שמותר באכילה ושתייה – כמו כן מותר בתשמיש המטה. ויש אוסרין בתשמיש המטה, וכן נוהגין. והשמש מכריז לאחר תפלת ערבית: דברים שבצנעא נוהג.ואם היה ליל טבילה – מחוייב לשמש, דכן עיקר לדינא (עיין מגן אברהם סעיף קטן כ, ואליהו רבה סעיף קטן יט). וכמדומה שכן המנהג, דכן דעת רוב הפוסקים. ואין אומרים \"צדקתך צדק\" במנחה בשבת שחל בו תשעה באב, או שתשעה באב ביום ראשון. ולעניין \"אב הרחמים\" – יש אומרים, ויש שאינם אומרים, ויעשו כמנהגם.","שאילת שלום – אסור בתשעה באב, דאינו יום של שלום, כמו באבל, כמו שכתוב ביורה דעה סימן שפה.ושם יש אומרים דשאילת שלום שלנו – לא מקרי שאילת שלום. אבל מהירושלמי שהביא הטור שם, משמע להדיא דאמירת \"שלום עליכם\" הוה שאילת שלום, ולכן אין להקל (מגן אברהם סעיף קטן כא).והדיוטות שאינם יודעים הדין, ונותנים שלום – מחזירים להם בשפה רפה ובכובד ראש. אבל שלא להשיבו כלל – אין נכון, כדי שלא יתבייש.וכן אין לילך ולטייל בתשעה באב בשוק וברחוב, דהטיול בעצמו אסור בתשעה באב. ולבד זה, עוד בנקל לבא לידי שחוק וקלות ראש, והיתול וליצנות.אלא בתשעה באב, כשאינו מוכרח לצאת – ישב בפינת ביתו בעצבות. ואם מוכרח לילך – ילך בראש כפוף, וימהר לעשות מה שצריך, וישוב לביתו מהר.וגם יש למנוע ההולכים לבית הקברות, כי הולכים בחבורות, ואין הדבר כדאי, והיראים נמנעים מזה.וכן לומר בתשעה באב \"צפרא דמרי טב\", ובלשונינו \"גוט מארגין\" – אין לומר בתשעה באב.","תנן בפסחים (נד ב): מקום שנהגו לעשות מלאכה בתשעה באב – עושין, ומקום שנהגו שלא לעשות – אין עושים.והטעם: כדי שלא יסיחו דעתם מאבלות (רע\"ב). ולפי זה, גם בלילה אסור (מגן אברהם סעיף קטן כג). וכן מבואר מרש\"י פסחים שם, עיין שם. אבל בתענית (יג ב) לא פירש רש\"י כן, עיין שם.ומלאכה שאין בה שהייה – מותר (שם). ובכל מקום תלמידי חכמים בטילין, דתלמידי חכמים אין עושין מלאכה אף במקום שנהגו לעשות. וכל הרוצה לעשות עצמו תלמיד חכם לעניין זה – עושה, ולא אמרינן דמיחזי כיוהרא, משום דהרואה אומר שאין לו מלאכה לעשות.","ואפילו במקום שנהגו שלא לעשות – מותר לעשות על ידי אינו יהודי, אבל לא בדבר מפורסם כבניין, וכיוצא בו (שערי תשובה בשם כנסת הגדולה).ופרקמטיא להרויח ולהשתכר – הוי כמו מלאכה, ובמקום שנהגו שלא לעשות – אין עוסקים. גם כן בסחורה, וישיבת חנויות.ובמקום שנהגו לעשות – מותר, אלא שממעטין במשא ומתן, שהרי אפילו משנכנס אב – ממעטין במשא ומתן, כמו שכתבתי בסימן תקנא. ואפילו לפי מה שכתבתי שם דאינו אלא משא ומתן של שמחה, מכל מקום בתשעה באב וודאי דממעטין בכל משא ומתן.","ובמדינתינו המנהג: עד חצות היום שלא לעשות מלאכה.והאמת שעכשיו המנהג רק עד אחר אמירת הקינות, והיה מהראוי להאריך בהם עד חצות, אך אי אפשר להנהיג כן, מפני דוחק הפרנסה. אך כיון שנהגו כן – אין איסור בדבר, כיון דתשעה באב תלוי במנהג לפי דין המשנה. ומכל מקום היראים נזהרים שלא לעשות קודם חצות, וכן שלא לפתוח החנות קודם חצות.וכל זה הוא במלאכה מרובה, שיש בה שיהוי קצת, אפילו מעשה הדיוט. אבל דבר שאין בה שיהוי, כגון הדלקת נרות, וקשירה, וכדומה – לית לן בה, אפילו קודם חצות.וכן אין מציעין המטות קודם חצות, ואין מכבדין הבית בתשעה באב. ולחלוב הפרות – טוב לעשות על ידי אינו יהודי, ואם אי אפשר – יחלוב בעצמו, דזהו כדבר האבד, ומלאכת דבר האבד מותר, כדרך שאמרו בחול המועד. וגם באבלות מותר בדבר האבד.ומטעם זה כשחל יום השוק בתשעה באב – אנו מתירים להאופים לאפות לחם בבוקר, כדי שיהא מוכנים ליום השוק, דגם זה הוי כדבר האבד. וכן ביריד, או שיירות באים – מותר לקנות מהם, אפילו במקום שאין עושין מלאכה, וכל שכן למכור. אך מה שיכול לעשות בצינעא – יותר טוב (עיין מגן אברהם סעיף קטן כו).","ואמרו חז\"ל שלהי תענית (ל ב): כל העושה מלאכה בתשעה באב – אינו רואה סימן ברכה לעולם. ומשמע: אפילו במקום שנהגו לעשות (שם סעיף קטן כז).ולכן יראה כל אחד למשוך מעסקים בתשעה באב, כל מה שיוכל.ועוד אמרו שם על כל העושה מלאכה בתשעה באב, ואינו מתאבל על ירושלים, שנאמר (ישעיה סו י): \"שמחו את ירושלים, וגילו בה כל אוהביה; שישו אתה משוש, כל המתאבלים עליה\".ולכן כל שאינו מתאבל על ירושלים – אינו זוכה ורואה בשמחתה. וכל האוכל ושותה בתשעה באב, עליו נאמר: (יחזקאל לב כז): \"ותהי עונותם על עצמותם\", דבהעצמות של המת – ניכר אם שתה יין או מים, כדאיתא בנדה (כד א). וכן כל האוכל בשר ושותה יין בסעודה המפסקת, ולדידן מראש חודש אב.וכל המתאבל על ירושלים – יזכה ויראה וישמח בבניין ירושלים ובית המקדש, במהרה בימינו, אמן.ואין לכתוב חידושי תורה בתשעה באב."],["אף על גב דכמה דברים דין תשעה באב כאבל, מכל מקום לא חייבו חכמים בתשעה באב בכפיית המטה ועטיפת הראש כאבל, דדווקא לעניין מצות לא תעשה שבאבל חייבים בתשעה באב, כגון: תלמוד תורה, ורחיצה וסיכה, ונעילת הסנדל, ותשמיש המטה. ולא עשה שבאבל, ככפיית המטה ועטיפת הראש (טור).ומה שאין מניחין תפילין – לא נזכר בגמרא מזה. והרא\"ש סוף תענית התפלא בזה: והרי גם האבל אינו אסור אלא ביום ראשון? ויש מהגדולים שהניחו בבוקר תפילין בביתם, וקראו קריאת שמע וחלצום, והלכו לבית הכנסת (באר היטב בשם הר\"ם גלאנטי). ואומרים שכן עשה האריז\"ל.","אבל כל ישראל נהגו שלא להניח תפילין וציצית בבוקר בעת התפלה.והטעם נראה ברור, שהרי מה שהאבל פטור מתפילין ביום ראשון, משום דכתיב (עמוס ח י): \"ואחריתה כיום מר\", ועיקר מרירות האבלות הוא יום ראשון. ולכן אין ללבוש תפילין, שנקראין \"פאר\"; וקל וחומר בתשעה באב, היום המר והנמהר לכל ישראל, שאין לנו לשאת את הפאר של תפילין.וכן ציצית, דכתיב (איכה ב יז): \"בצע אמרתו\". ואיתא במדרש (ויקרא רבה פרשה ו) ובתרגום: \"בזע פורפירא דיליה\" (טור). אלא לובשין טלית קטן תחת בגדיו בלא ברכה.ובמנחה מניחים ציצית ותפילין, ומברכין עליהן, וכך נהגו כל ישראל. ותפילין דרבינו תם – אין להניח בתשעה באב, גם במנחה. ויש מניחין (עיין שערי תשובה). ולמה מניחים במנחה? דבמנחה אנו מקבלים תנחומין, שאומרים \"נחם\".","ואף על פי שאין נוהגין בכפיית המטה, מכל מקום מנהגינו לישב על הארץ, או סמוך לארץ, ולא על הספסל – עד חצות היום.ויש מי שנוהג לשכב בליל תשעה באב מוטה על הארץ, ומשים אבן תחת ראשו, ולא כל אדם יכול לעשות כן. אך איך שהוא יש לאדם להצטער קצת בעניין משכבו בליל תשעה באב, שאם היה רגיל לישן בשני כרים – יישן בכר אחד. ויש משימים אבן תחת מראשותיהם, זכר למה שנאמר (בראשית כח יא): \"ויקח מאבני המקום\", דאיתא במדרש: שראה החורבן.מיהו החלשים ועוברות, שאין ביכולתן להצטער – לא יעשו כל אלה. אך בכלל ימעט אדם בכבודו ובהנאתו בתשעה באב, בכל מה דאפשר."],["תשעה באב שחל ביום ראשון בשבת, כיצד יעשה בהבדלה? דלהבדיל מבעוד יום, ולשתות הכוס – אי אפשר, דכיון דאבדיל – קביל תשעה באב עילויה, ואסור לשתות (טור).ולכן במוצאי שבת, כשרואה הנר, מברך \"בורא מאורי האש\". ועל הבשמים – לא יברך, דאף על גב דמותר להריח בתשעה באב, מכל מקום כיון דבשמים במוצאי שבת באים להשיב את הנפש – אין נכון לעשות כן בתשעה באב.","ובליל מוצאי תשעה באב – מבדיל על הכוס.ואז אינו מבדיל לא על הנר ולא על הבשמים. דעל הנר – כבר בירך, ובשמים לא שייך רק במוצאי שבת.וגם לא יבדיל על היין, אלא על שאר משקה, דיין אסור במוצאי תשעה באב, אפילו בנדחה ליום ראשון, כמו שאכתוב בסימן תקנח.ודע דאפילו למי שסובר בסימן רצט דאין תשלומין להבדלה רק ביום ראשון, מכל מקום בתשעה באב – מודה שמבדיל בהתחלת יום שני, כיון שלא היה אפשר להבדיל עד עתה.ומי שמתענה שני ימים – ישמע הבדלה מאחרים (מגן אברהם).ו\"בורא מאורי האש\" יכול לברך כל הלילה של מוצאי שבת, ולא יותר."],["בירושלמי פרק רביעי דברכות (הלכה ג) איתא: בתשעה באב צריך להזכיר מעין המאורע. מאי ניהו? \"נחם ד' אלקינו את אבילי ציון\", וכו'. והיכן אומרה? ב\"עבודה\", ככל דבר שהוא להבא שאומרים ב\"עבודה\", כמו: \"יעלה ויבא\".מיהו בזה אנו נוהגים דלא כהירושלמי, אלא מזכירים אותה בברכת \"בונה ירושלים\", שקודם החתימה אנו אומרים \"נחם...\" ומסיימין הברכה \"מנחם ציון ובונה ירושלים\". וכתב הרי\"ף שלהי תענית דאנן סמכינן אהא דאמרינן בפרק \"לפני אידיהן\" (ח א): דאע\"פ שאמרו שואל אדם צרכיו \"בשומע תפלה\", אם בא לומר בסוף כל ברכה וברכה מעין אותה ברכה – אומר, עיין שם. וכאן הוא מעין הברכה כמובן.","ומכל מקום צריך טעם: איך נעשה דלא כהירושלמי, במה שאין חולק עליה?ונראה לי דהעניין כן הוא: דהנה בתוספתא ברכות סוף פרק שלישי איתא שכולל את \"צמח דוד\" ב\"בונה ירושלים\", וכן הוא בירושלמי פרק רביעי שם. ולפי זה היו אלו שני הברכות – ברכה אחת. ולכן לא היה ביכולת הירושלמי לתקן הברכה דנחמת ציון מקודם בברכת ירושלים, כיון דבה נזכר מלכות בית דוד, ובנחם אין רמז לזה. לכך תקנוהו בברכת \"המחזיר שכינתו לציון\".אבל אחר כך שתקנו ברכת \"את צמח\" ברכה בפני עצמה, וברכת ירושלים – עיקרה רק על ירושלים, אם כן למה נאחרה עד אחר כך? וטוב יותר לקדמה.ואף על גב דגם עתה נזכר בברכת \"בונה ירושלים\": \"וכסא דוד\", מכל מקום עיקרא דברכה היא על ירושלים, מה שאין כן כשהיו שתי הברכות ביחד – היה עיקרה על מלכות בית דוד.","והנה אין אנו אומרים \"נחם\" רק במנחה. ותמה הרא\"ש שם על זה: דלמה לא נאמרה גם בערבית ושחרית? אך הטעם דכל היום אי אפשר לומר תנחומים, דהוה כמתו מוטל לפניו. אך במנחה יכולים לקבל תנחומים (ב\"ח). ועוד: דלעת ערב הציתו את האש במקדש, הלכך באותה שעה מזכירין שפלותה, ומתחננים לבנותה (בית יסף בשם ר\"ס גאון, עיין שם).ומי שאוכל בתשעה באב יאמר נחם בברכת המזון, קודם \"ובנה ירושלים\". ואם לא אמר – אין מחזירין אותו. ובתפלה, כששכח לומר אצל \"בונה ירושלים\" – יאמרנה ב\"עבודה\". (ומה שכתב בבית יוסף ומגן אברהם לומר אצל \"ועל כולם\" – הוא טעות, ונגד הירושלמי.) ואם שכח גם בשם, נראה לי דאין מחזירין אותו, ויאמרנה בסוף התפלה בלא חתימה.וגם \"ענינו\" צריך לומר במנחה ב\"שומע תפלה\", והשליח צבור אומרה בשחרית ומנחה בין \"גואל\" ל\"רופא\", כמו בכל תענית ציבור.(וכתב המגן אברהם דמי שמתענה בעשירי – יאמרנה בכל התפלות, עיין שם.)(וראיתי מי שרוצה לומר שהשליח צבור לא יאמר \"ענינו\" בשחרית, ודבר תמוה הוא זה.)"],["כתב הטור: תניא: בשביעי באב נכנסו העובדי כוכבים להיכל, ואכלו ושתו וקלקלו יום שביעי ושמיני ותשיעי. ולעת ערב הציתו בו את האור, ונשרף עד שקיעת החמה ביום עשירי. והיינו דאמר רבי יוחנן אלו: הוואי התם קבעתי בעשירי, שרובו של היכל בו נשרף (תענית כט א).ואיתא בירושלמי (פרק רביעי הלכה ו): רבי אבין ציים תשיעי ועשירי; רבי לוי ציים תשיעי וליל עשירי מפני שלא היה בו כח לצום כל יום עשירי. ואנו בזמן הזה – תש כחינו, ואפילו ביום הכיפורים שהיה ראוי לעשות מספק שני ימים – אין אנו מספיקים.","ולכן ראוי וכשר שלא לאכול בשר בליל עשירי ויום עשירי, וכן שלא לשתות יין. ויש מחמירין עד חצות היום, ולא יותר, וכן המנהג שלנו. ואם חל תשעה באב בשבת, ונדחה ליום ראשון – מותר לאכול בשר ולשתות יין ביום שני, אבל בלילה במוצאי תענית – אסור משום אבלות של יום.וסעודת מצוה, אפילו חל בחול, ואפילו בלילה שלאחר התענית – מותרים כל הקרואים לאכול בשר ולשתות יין, דלילה זו קילא לגמרי (מגן אברהם). אך סעודה שלפני החתונה – אין לעשות אז, דלא הוי סעודת מצוה (שם). וכל שכן שלא ישמע שם קול כלי שיר (שם).וכן אין לרחוץ ולספר ולכבס ביום עשירי עד אחר חצות. ואם חל תשעה באב ביום חמישי, למחרת בערב שבת – הכל מותר, מפני כבוד השבת (שם). אבל לאכול בשר קודם חצות – פשיטא שאסור, דלא כיש טועים בזה (עיין מגן אברהם סעיף קטן ג)."],["חל תשעה באב בשבת או ביום ראשון – אין אומרים \"צדקתך\" במנחה בשבת, ולא פרקי אבות. ונראה דבחל ביום ראשון – אומרים פרקי אבות.וכן אין לומר \"צידוק הדין\" בתשעה באב. ויש אומרים שאומרים \"צידוק הדין\", דלא גרע משאר קינות (ט\"ז סעיף קטן א בשם רש\"ל). ומותר לעשות הספד על חכם שמת, דכל היום הוי יום בכייה (שם סעיף קטן ו).ואומרים \"אתה חוננתנו\" בתפלה של ערבית, כמו בכל מוצאי שבת. וזה שאין מבדילין על הכוס – מפני שאסור לשתותו. ואם שכח לומר \"אתה חוננתנו\" – נתבאר לעיל סימן רצד, עיין שם.","ומתפללין ערבית בנחת, ודרך בכייה כאבלים, וכן עושים בקריאת איכה. ובכל איכה מגביה קולו יותר, ומפסיק בין כל פסוק מעט, ובסוף כל \"איכה\" יותר מעט. ופסוק האחרון שבכל \"איכה\" אומר בקול רם, וכשמגיע הקורא לסוף לפסוק \"השיבנו\" – אומרים אותו הקהל בקול רם, ואחר כך מסיים הקורא, והקהל חוזרין ואומרים אותו בקול רם, וכן הקורא.ויש שכתבו שמברכין לפני איכה \"על מקרא מגילה\" (מגן אברהם סעיף קטן א), ואין מנהגינו כן. והיחיד יאמר \"איכה\" גם ביום. ואצלינו קורא הקורא כל ה\"איכות\" ביום, לאחר הקינות והתפלה.","בליל תשעה באב מתפללין ערבית, ואומרים איכה וקינות. ואחר שמונה עשרה אומר השליח צבור קדיש עם \"תתקבל\", ואחר הקינות אין אומר תתקבל. וכן למחר בשחרית – אינו אומר \"תתקבל\"; כן כתוב במנהגים (ט\"ז ומגן אברהם סעיף קטן א).ואני מתפלא על זה: דאם כן הא אומרים \"תתקבל\" בערבית כמו בשארי ימים, ומה שייך לומר שאינו אומר \"תתקבל\" לאחר הקינות? היכן מצינו שיאמרו שני פעמים \"תתקבל\" בתפילה אחת? ולעניות דעתי היה נראה שלא לומר \"תתקבל\" אחר שמונה עשרה בערבית, וזהו השינוי מכל הימים. ורבינו הבית יוסף בספרו הגדול הביא באמת שיש מקומות שעושין כן, עיין שם. וזה שכתב הטור שאומרים קדיש שלם – יש לומר שאין כוונתו על \"תתקבל\", אלא שלא יאמר חצי קדיש. ועיין מה שכתבתי בסימן תרצג.(ואין מברכין את הבנים כשחל במוצאי שבת.)","ואחר איכה וקינות אומרים סדר קדושה, ומתחילין \"ואתה קדוש\". ואפילו חל במוצאי שבת אין אומרים \"ויהי נועם\", דאין נעימות ביום זה. ועוד: ד\"ויהי נועם\" נתייסד על הקמת בית המקדש, ועתה נחרב בעונותינו. וכן אין אומרים \"ויתן לך\", ולא \"למנצח בנגינות\".ומסירין הפרוכת מלפני הארון, על שם \"בצע אמרתו\" (איכה ב יז), ומתרגמינין \"בזע פורפירין דיליה\".וליל תשעה באב ויומו יושבים בבבית הכנסת לארץ עד תפלה המנחה. ואנחנו נוהגים עד חצות היום, ועד אחר קינות, שראוי להאריך בהם עד חצות. ולאו דווקא על הארץ אלא מציעין תחתיו דבר מה, או על ספסל קטן נמוך לארץ.ואין מדליקין הרבה נרות בלילה, כי אם נר אחד לפני החזן, כדי שיקרא לאורו. ואם אין מספיק זה להציבור – ידלוקו במקומות מפוזרים, עד כדי שיוכלו לראות, ולא יותר (עיין ט\"ז סעיף קטן ה). ובמקום שהציבור אין אומרים, רק שומעים מהשליח צבור – לא ידלוקו לפניהם כלל, רק עוד נר אחד, דאולי תכבה נר של השליח צבור, ידלקוהו מנר זה (מגן אברהם סעיף קטן ד בשם מהרי\"ל).וגם בשחרית מדלגין ב\"ובא לציון\" פסוק \"ואני זאת בריתי\".","אין אומרים תחנון ולא סליחות בתשעה באב, משום דכתיב: \"קרא עלי מועד\" (איכה א טו). ואין נופלין על פניהם. ובארנו טעם עניין זה בסימן תקנב, עיין שם. ו\"מזמור לתודה\" אומרים, ואין אומרים \"מזמור... יענך\" ולא \"אל ארך אפים\" כשחל ביום חמישי.ומשכימין לבית הכנסת, ואין קורין לבית הכנסת אלא באין מעצמן.וקורין בתורה \"כי תוליד בנים\" ומפטירין בירמיה \"אסוף אסיפם\", וקורין בניגון איכה, לבד הפסוקים האחרונים. ואיתא במסכת סופרים דכל אחד מהקרואים, קודם שיעלה לתורה, מברך \"דיין האמת\"; ולא נהגו כן. אך מי שאומר – יאמר בלא שם ומלכות.ואין אומרים \"פטום הקטורת\" שאחר התפלה, להנוהגין כן בכל יום. ויש מי שכתב דגם מה שקודם התפלה – לא יאמרו, וכן כל פרשיות הקרבנות (מגן אברהם סעיף קטן ז). והוא דבר תימה, דלהדיא כתבו בטור ושולחן ערוך סימן תקנד להיפך, עיין שם. ואין צריך לשנות מקומו בתשעה באב. ואחר שגמרו המפטיר –מכניסים הס\"ת להיכל, ויושבין על הארץ, ואומרים קינות.","מנהגים שונים יש במסכת סופרים, והטור הביאם, וזה לשונו: יש קורין ספר קינות בערב, ויש שמאחרין עד הבוקר לאחר קריאת ספר תורה, שאחר קריאת ספר תורה – עומד ומתפלש באפר, ובגדיו מפולשין, וקורא בבכייה ויללה. אם יודע לתרגמו – מוטב, ואם לאו – נותנו למי שיודע לתרגם, כדי שיבינו כל העם, והנשים והתינוקות. שהנשים חייבות כאנשים, וכל שכן בנים זכרים. והקורא בתשעה באב אומר \"ברוך דיין האמת\". ויש מניחין את תיק הספר על הקרקע, ואומרים \"נפלה עטרת ראשנו\". וקוראין ומספידין, כאדם שמתו מוטל לפניו. ויש שמשנין מקומותיהן, ויש שיורדין מספסליהם – וכולם מתפלשים באפר. ואין אומרים \"שלום\" זה לזה וכו'; עד כאן לשונו. והוא במסכת סופרים פרק שמונה עשר.","אומרים קינות בבכי והספד. ובשעת הקינות – אין לדבר דבר, ולצאת חוץ, כדי שלא להסיח דעתו מאבלות. וקל וחומר שלא ישוח עם אינו יהודי.ונוהגין לומר קצת פסוקי נחמה אחר הקינות, כדי לפסוק בדברים טובים. ואם יש אבל בעיר – הולך בלילה לבית הכנסת, וגם ביום, עד שיגמורו הקינות, ואפילו תוך שלושה ימים. ויש רוצים לומר דווקא אחר שלושה, ואינו כן (עיין מגן אברהם סעיף קטן ח).ונהגו לילך על הקברות מיד כשיצאו מבית הכנסת, דאף המתים מצטערים בצער החיים. ולכן אין לילך רק על קברי ישראל. והאריז\"ל – אין דעתו נוחה לילך על הקברות (עיין מגן אברהם סעיף קטן טו), זולת להלוויית המת. וכבר כתבנו דעכשיו שהולכין בחבורות, ומשיחין שיחות בטלות – יותר טוב שלא לילך.","אם יש תינוק למול – מלין אותו אחר שגומרים הקינות. ויש שאין מלין עד אחר חצות, ואין המנהג כן. ובמקום שמברכים על הבשמים במילה – לא יברכו עתה. והסנדק, והמוהל, ואבי הילד – לובשים טליתם בשעת המילה, אך לא ילבשו בגדי שבת. ויברך המוהל על הכוס, ותשתה היולדת מהכוס, אם המילה בבית היולדת. ואם לאו – יתן לתינוקות שישתו. וכשהיולדת שותה – צריכה לשמוע הברכה, ושלא תפסיק בין ברכה לשתייה. ואף שכתבנו שאין לובשין בגדי שבת, מכל מקום לובש הבעל ברית בגדים אחרים, אך לא לבנים ממש. ואבי הבן, והמוהל, והסנדק – כולם נקראים \"בעלי ברית\", ומותרים ללבוש בגדים אחרים לאחר שגמרו הקינות, ובאין למול. אבל לא לבנים ממש.(ומ\"ש ברמ\"א סעיף ח: בגדי שבת. נראה לי דלאו דווקא, דאם כן איך אומר \"לא לבנים ממש\"? וכן מוכח במרדכי שלהי תענית, עיין שם.)","מדינא דגמרא (סוף פרק שלישי דערובין): כשחל תשעה באב בשבת, ונדחה ליום ראשון, ואירע בו ברית מילה – בעלי הברית מתפללים מנחה בעוד היום גדול, מנחה גדולה או מנחה קטנה (עיין מגן אברהם סעיף קטן יג). ורוחצים פניהם, ידיהם, ורגליהם, ועושים סעודה מבשר ויין, ואוכלים, מפני שהוא יום טוב שלהם.ומכל מקום לא ראינו ולא שמענו מי שיעשה כן. ובפרט אצלינו, שרוב הסעודות הם בלילה. ולא לבד תשעה באב, אלא אפילו כל תענית, ואפילו תענית הנדחה – אין עושין שום סעודה, בין של מילה בין של פדיון הבן, עד הלילה. וכן המנהג הפשוט, ואין לשנות. ודע שאין שוחטין, ואין מכינין צרכי סעודה, עד אחר חצות היום, אם לא שנצרך לצורך סעודת מצוה, שלא תספיק ההכנה לאחר חצות, דאז יכולים להכין גם קודם חצות. ולא שכיח דבר זה. וגם אין מציעין המטות, ולא מכבדין הבית, עד אחר חצות. ומהראוי שלא לכבד כל היום כולו."],["בסוף פרק שלישי דבבא בתרא (ס ב) שנינו שלושה ברייתות.ראשונה: אין מסיידין, ואין מכיירין, ואין מפייחין בזמן הזה. לקח חצר מסויידת, מכויירת, ומפוייחת – הרי זו בחזקתה. נפלה – אין חוזר ובונה אותה. והכי פירושו: אין עושין בית בסיד לבן, משום אבלות ירושלים. ואין מכיירין צורות שצר בסיד. ויש מפרשים שזהו סיוד, אלא שהוא לבן יותר (רשב\"ם דיבור המתחיל \"ואין מכירין\"). ולא מפייחין צורות של מיני צבעונים (שם). לקח חצר מסויידת וכו' – הרי זה בחזקתה שנעשית קודם החורבן. ולכן אין לנו נפקא מינה לדינא בפרט זה.עוד תניא: לא יסוד אדם את ביתו בסיד. ואם עירב בו תבן או חול – מותר.","עוד תניא: משחרב הבית – רבו פרושין בישראל, שלא לאכול בשר, ושלא לשתות יין. נטפל להם רבי יהושע... אמר להם: בני, בואו ואומר לכם: שלא להתאבל כל עיקר – אי אפשר... ולהתאבל יותר מדאי – אי אפשר... אלא כך אמרו חכמים: סד אדם את ביתו בסיד, ומשייר בו דבר מועט. וכמה? אמה על אמה, וכנגד הפתח.","והנה לקיים כל הברייתות, שלא יחלוקו זה עם זה, נראה ברור דכן הוא העניין: דברייתא ראשונה אוסרת לסוד בסיד, וברייתא שנייה מתרת בעירב בו חול או תבן. וגם הראשונה סוברת כן, אלא דהיא מיירי בלא עירוב חול או תבן. ובכי האי גוונא, בעירב בו חול או תבן – אין צריך שיור כלל.וברייתא השלישית, דמצריך שיור אמה על אמה – זהו בלא עירוב חול או תבן. וכן כתב הר\"ן בשלהי תענית, וזה לשונו: גרסינן... סד את ביתו בסיד, ומשייר בו דבר מועט. משמע שאם עירב בו חול או תבן – אין צריך לשייר; עד כאן לשונו.וכן כתב הנמוקי יוסף בבבא בתרא שם, וזה לשונו: עירב בו חול – מותר, מפני שמשחירו קצת, ובכי האי גוונא אין צריך שיור אמה. דאלו בשיור אמה – אפילו בסיד גמור מותר; עד כאן לשונו.","ולפי זה יש לנו ללמד זכות על רוב ישראל, שאין נזהרין עתה בדין זה, לשייר אמה על אמה כשסדין בסיד כותלי הבית. לפי שידוע שעתה מערבין בהסיד הרבה חול, כמעט מחצה על מחצה. ואם כן, מדין גמור אין צריך שיור כלל.ואף על פי שהרי\"ף והרא\"ש, וכן הרמב\"ם והטור והשולחן ערוך, לא הביאו רק הברייתא האחרונה, לא חששו להאריך. אבל גם בדבריהם יש לומר כן, דבעירוב חול אין צריך שיור. וראיה ברורה לזה: שהרי הר\"ן והנמוקי יוסף הם מפרשי הרי\"ף, ואי סלקא דעתן שאינו כן דעת הרי\"ף – איך לא הזכירו זה? אלא וודאי כדברינו.(וגם בבית יוסף הזכיר כעין זה, והב\"ח חלק עליו, עיין שם. ותמיהני למה לא הזכיר זה כלל בשולחן ערוך? וצריך עיון.)","וזה לשון רבינו הבית יוסף בסעיף א: משחרב בית המקדש, תקנו חכמים שהיו באותו הדור שאין בונין לעולם בניין מסוייד ומכוייר, כלומר מצוייר כבניין המלכים. אלא טח ביתו בטיט, וסד בסיד, ומשייר אמה על אמה כנגד הפתח בלא סיד. והלוקח חצר מסויידת ומכויירת – הרי זה בחזקתה, ואין מחייבין אותו לקלוף בכותלים; עד כאן לשונו, והוא מלשון הרמב\"ם בסוף פרק חמישי דתענית, עיין שם. ומפרש דמסוייד ומצוייר – אסור לגמרי. והטור חולק בזה, עיין שם. ומב שכתב טח בטיט: נראה שכן היתה גירסתו.ובבית הכנסת ובבית המדרש – אין צריך שיור (מגן אברהם סעיף קטן ב).ו\"כנגד הפתח\" הוא כנגד ממש, כגון אם הפתח במזרח – צריך לעשות דווקא בכותל מערב. ומי שעושה בכותל שהפתח שם, למעלה מהפתח – אינו כלום. וגדולי האחרונים כתבו דלא מהני מה שמשחירין אמה על אמה, אלא דווקא להניח ריק מסיד (שם סעיף קטן ג).ואצלינו משחירין, וכיון דרגילין שזהו ההיכר לחורבן – מה לנו אם כה ואם כה? ואותן התולין בגדי רקמה סביבות הכתלים – ישיירו גם כן אמה (שם). וכן המדבקים על הכתלים נייר יפה שקורין אבאייע\"ס, גם כן ישיירו אמה, או להשחיר המקום. וכבר כתבנו דבסיד שלנו – אין צריך כלום.","וכן התקינו שהעורך שלחן לפני אורחים, לעשות סעודה בעדם – מניח מקום פנוי, בלא קערה מהקערות הראויות לתת שם. ומחסר איזה תבשיל לסימן על החורבן.ועכשיו אין אנו יודעין מזה. וקשה הציור לפנינו: מהו המקום הפנוי? וכשהאשה עושה תכשיטי הכסף והזהב, משיירה מין ממיני התכשיט שנוהגת בהם, כדי שלא יהא תכשיט שלם, שלא תתקשט בכולם כאחד. וכשהחתן נושא אשה – לוקח אפר פשוט, ונותן בראשו במקום הנחת תפילין.ואצלינו המנהג במקום אפר מקלה – לשבר הכוס בשעת החופה, או לשום מפה שחורה או שאר דברי אבלות בראש החתן. וכל אלו הדברים כדי לזכור את ירושלים, שנאמר: (תהלים קלז ה-ו): \"אם אשכחך ירושלים... אם לא אעלה את ירושלים על ראש שמחתי\".ודע דתענוגים לא נאסרו, רק תענוג שיש בו שמחה (מגן אברהם סעיף קטן ז משבת סב א). וצריך לעשות היכר להשמחה.","וכן גזרו שלא לנגן בכלי שיר, וכל מיני זמר, וכל משמיעי קול של שיר, לשמח בהם. ואסור לשומען מפני החורבן, שנאמר (הושע ט א): \"אל תשמח ישראל אל גיל כעמים\".ויש אומרים דווקא מי שרגיל בזה אסור, כמו השרים שעומדים ושוכבים בכלי שיר. וכן בבית המשתה – אסור, אם אינה שמחה של מצוה. ואפילו מי שאינו רגיל בזה – אסור. אבל לצורך מצוה, כגון בבית חתן וכלה – הכל מותר. וגם שם אין לשמוח ביותר. ובסעודת הסיום – מותר, ומצוה לשמוח בשמחת התורה.וכתב רבינו הבית יוסף בסעיף ג: דכבר נהגו כל ישראל לומר דברי תשבחות, או שיר של הודאות, וזכרון חסדיו של הקדוש ברוך הוא על היין; עד כאן לשונו. כלומר: דבכי האי גוונא – אפילו בסעודת רשות מותר.(עיין ט\"ז ומגן אברהם, שהתרעמו על מה שמשוררים דברים שלא בשעתן, עיין שם).","וכן גזרו על עטרות חתנים, שלא יניח כלל. ושלא יניח החתן בראשו שום כליל, שנאמר (יחזקאל כא לא): \"הסר המצנפת, והרם העטרה\". וכן גזרו על עטרות הכלה, אם היא של כסף. אבל של גדיל – מותר לכלה. ודווקא לחתן וכלה, אבל בשאר כל אנשים ונשים – לא גזרו. ואנחנו לא ידענו כלל מה המה העטרות האלה, כי אינם נוהגים בנו.ואסור לאדם שימלא פיו שחוק בעולם הזה, כי שחוק וקלות ראש מרגילין לערוה. וזהו אפילו בזמן המקדש אסור. וזהו כשעוסקין בהשחוק זמן מרובה עם אחרים. אבל שחוק בעלמא – לית לן בה. ופשוט הוא דאסור לשמוע זמר אשה, דזהו קירוב לעריות."],["הרואה ערי יהודה בחורבנן אומר: \"ערי קדשך היו מדבר\", וקורע. ואינו חייב לקרוע אלא כשמגיע סמוך להם, כמו מן הצופים לירושלים.והרואה ירושלים בחורבנה אומר: \"ציון מדבר היתה, ירושלים שממה\", וקורע. וכשרואה בית המקדש אומר: \"בית קדשינו ותפארתינו, אשר הללוך אבותינו, היה לשריפת אש, וכל מחמדינו היה לחרבה\", וקורע.ומהיכן חייב לקרוע? מן הצופים. יש אומרים שזהו מכל מקום שיכול לראותם, ויש אומרים שזהו מקום מיוחד, שמשם נראה ירושלים (עיין מגן אברהם סעיף קטן ג).ואחר כך כשיראה המקדש – קורע קרע אחר. וכל קריעה טפח. ואם בא דרך המדבר, שאז רואה המקדש תחלה – קורע על המקדש טפח, ואחר כך כשיראה ירושלים – מוסיף על קרע ראשון כל שהוא. אבל להיפך – אינו יוצא בתוספת, לפי שהמקדש חמור מירושלים.","ואם קרע על אחת מערי יהודה – אינו חוזר וקורע כשיראה שארי ערי יהודה, חוץ מירושלים, שחוזר וקורע עליה קרע אחר בפפני עצמו. ואם קרע על ירושלים תחלה – אין צריך לקרוע על שאר ערי יהודה.וכל הקרעים האלו – צריך לקרוע בידו, ומעומד. וקורע כל בגדיו שעליו, עד שיגלה את לבו, כמו קריעה על אביו ואמו, כמו שכתבתי ביורה דעה סימן שמ. ויקרע בצד שמאל (מגן אברהם).ואינו מאחה קרעים אלו לעולם. והיינו תפירה טובה, אבל רשאי לשללן, למללן, ללקטן, ולתופרן כמין סולמות; והיינו תפירת הדיוט, לא תפירת אומן. ואם היה הולך ובא לירושלים – הולך ובא תוך שלושים יום – אינו קורע קרע אחר. לאחר שלושים יום – קורע קרע אחר, כדין כל ברכות הראייה, וכן הדין בערי יהודה ובמקדש.והרואה ירושלים תוך שלושים – לקרוע על שארי ערי יהודה, אף על פי שראן אחר שלושים. ומי שנולד בירושלים, אפילו הגדיל – אין צריך לקרוע, דבקטנותו פטור, וכשהגדיל – הרי זהו תוך שלושים (מגן אברהם). אמנם אם הלך מירושלים, ושהה שלשים יום – חייב לקרוע בחזירתו. אבל על שארי ערי יהודה – אין צריך לקרוע בצאתו מירושלים. אך בשובו אחר שלושים – הרי הוא ככל אדם, וחייב לקרוע כסדר כשהיה בחוץ לארץ.בסייעתא דשמיא, סליק הלכות תשעה באב"]],"SHULCHAN_ARUCH":[["חייבים להתענות בתשעה באב ובי''ז בתמוז ובג' בתשרי ובעשרה בטבת מפני דברים הרעים שאירעו בהם:","אף על גב דכתיב בקרא בחדש הרביעי בתשעה לחודש הובקעה העיר אין מתענין בתשעה בו אלא בי''ז מפני שאף על פי שבראשונה הובקעה בתשעה בו כיון שבשניה הובקעה בי''ז בו תקנו להתענות בי''ז בו משום דחורבן בית שני חמיר לן:"],["הכל חייבים להתענות ארבע צומות הללו ואסור לפרוץ גדר. <i> הגה: מיהו עוברות ומיניקות שמצטערות הרבה אין להתענות (הגהות מיימוני והמגיד פרק ה') ואפילו אינן מצטערות אינן מחויבות להתענות אלא שנהגו להחמיר ודוקא בג' צומות אבל בתשעה באב מחוייבות להשלים (כדלקמן סימן תקנ''ד סעיף ה'):<\/i>","צומות הללו חוץ מתשעה באב מותרים ברחיצה וסיכה ונעילת הסנדל ותשמיש המטה ואין צריך להפסיק בהם מבעוד יום:","כל ד' צומות הללו אם חלו להיות בשבת נדחין לאחר השבת. <i> הגה: ואם אלו בערב שבת קורים בשחרית ומנחה ויחל (בית יוסף). ואם חופה ביום התענית בערב שבת נוהגין להתפלל מנחה ולקרות ויחל ואחר כך עושין החופה (ועיין לעיל סימן רמ''ט סעיף ד' אם משלימין התענית):<\/i>","בשבת קודם לצום מכריז שליח צבור הצום חוץ מתשעה באב וצום כפור וצום פורים וסימנך אכ''ף עליו פיהו <i>(ומנהג האשכנזים שלא להכריז שום אחד מהם):<\/i>"],["משנכנס אב ממעטין בשמחה ובר ישראל דאית ליה דינא בהדי נכרי לישתמיט מיניה דריע מזליה. <i> הגה: מילה שהיא מראש חודש עד ט' באב נוהגין שהמוהל ובעל ברית ואבי הבן לובשין בגדי שבת (מנהגים) אבל בלאו הכי אסור אפילו בשבת של חזון אין מחליפין ללבוש בגדי שבת כי אם הכתונת לבד (מרדכי הלכות תשעה באב והגהות אשירי פרק ב' דתענית ואגודה ורוקח) אבל פורשין פרוכת של שבת אם לא שאירע תשעה באב בשבת ונדחה שאז אין פורשין פרוכת של שבת ומי שיש לו נשואין בשבת נחמו מותר ללבוש בגדי שבת בשבת של חזון (מהרי''ל):<\/i>","מראש חודש עד התענית ממעטים במשא ומתן ובבנין של שמחה כגון בית חתנות לבנו או בנין של ציור וכיור ובנטיעה של שמחה כגון אבורנקי של מלכים שנוטעים לצל להסתופף בצלו או מיני הדס ומיני אהלים ואם היה כותלו נוטה ליפול אף על פי שהוא של שמחה מותר לבנות <i>(ולצורך מצוה הכל שרי) (ר''ן סוף פרק קמא דתענית)<\/i>. ואין נושאים נשים ואין עושין סעודת אירוסין אבל ליארס בלא סעודה מותר ואפילו בתשעה באב עצמו מותר ליארס שלא יקדמנו אחר. <i> הגה: ונוהגין להחמיר שאין נושאים מי''ז בתמוז ואילך עד אחר תשעה באב (מנהגים):<\/i>","שבוע שחל בו תשעה באב אסורים לספר ולכבס אפילו אינו רוצה ללובשו עתה אלא להניחו לאחר תשעה באב ואפילו אין לו אלא חלוק אחד אסור וכן המכובסים מקודם בין ללבוש בין להציע בהם המטה ואפילו מטפחות הידים והשלחן אסור וכיבוס שלנו מותר אבל גיהוץ <i>(פירוש מעבירין על הבגדים אבן חלק להחליקו, ערוך)<\/i> שלנו אסור וכלי פשתן אין בהם משום גיהוץ והרי הם ככיבוס שלנו ומותר והני מילי לגוהצן ולהניחן עד אחר תשעה באב אבל אסור ללבשן בשבוע זה ונהגו לאסור אפילו כלי פשתן ואפילו בכיבוס שלנו בין ללבוש בין לכבס ולהניח ואין להקל בדבר כיון שנהגו וכל שכן דאפשר דמדינא נמי אסור שהרי יש מי שכתב דכיבוס שלנו קרי <i>(גיהוץ)<\/i> לשל בני בבל שאין מתלבנים יפה לפי שמימיהם הם עכורים שאינה ארץ הרים וגבעות כארץ ישראל וכיבוס של שאר ארצות אפשר שהוא ככיבוס של ארץ ישראל ואסור ועוד יש מי שפירש דגיהוץ היינו מים ואפר או נתר ובורית וכיבוס היינו במים לבד ובזמן הזה אין מכבסים במים לבד ונמצא שכל כיבוס של זמן הזה הוי גיהוץ ואסור מדינא אפילו בכלי פשתן ללבשן מיהא. <i> הגה: ואנו נוהגין להחמיר בכל זה מתחילת ראש חודש עד אחר התענית אם לא לצורך מצוה כגון אשה הלובשת לבנים מותרת לכבס וללבוש לבנים ולהציע תחתיה (רוקח ואור זרוע) אבל בתשעה באב עצמו לא תלבש לבנים רק לובשת חלוק בדוק ויפה (הגהות שערי דורא) וכן לכבוד שבת לובשים כלי פשתן ומציעין לבנים כמו בשאר שבתות ואסור ליתן כלים לכובס נכרי לכבס מראש חודש ואילך אבל קודם ראש חודש מותר לתת אף על פי שכובסת אחר ראש חודש (תוספות פרק ד' דתענית ומהרי''ל):<\/i>","לאחר התענית מותר לספר ולכבס מיד ואם חל תשעה באב ביום ראשון או בשבת ונדחה לאחר השבת מותר בשתי השבתות בין שקודם התענית בין שאחריו ויש מי שאומר שנהגו לאסור כל שבוע שלפניו חוץ מיום ה' ויום ו'. <i> הגה: ונוהגין להחמיר מתחלת ראש חודש לענין כיבוס אבל תספורת נוהגים להחמיר מי''ז בתמוז (מנהגים):<\/i>","אסור לעבריות לכבס בגדי העובד כוכבים בשבוע זה:","כלים חדשים בין לבנים בין צבועים בין של צמר בין של פשתן אסור ללבוש בשבת זה <i>(ואנו מחמירין מראש חודש ואילך):<\/i>","יש אומרים שאסור לתקן בגדים חדשים ומנעלים חדשים בשבת זה ויש להחמיר בזה מראש חודש. <i> הגה: והוא הדין דאסור לקנותן וכן אומן ישראל אסור לעשותן לאחרים בין בשכר בין בחנם (תרומת הדשן ובית יוסף). ונהגו להקל בזה אבל אם ידוע ומפורסם שהמלאכה של הנכרי שרי (תרומת הדשן). וכן נהגו לתת לאומנים נכרים לתקן כלים חדשים תוך זמן זה כדי שיהיו מוכנים לאחר התענית ומיהו טוב למעט בזה במקום דאפשר דלא עדיף משאר משא ומתן דממעטינן:<\/i>","נשי דנהיגי דלא למשתי <i>(פירוש לסדר ולערוך החוטין שהולכין לארכו של בגד והוא מלשון או בשתי או בערב)<\/i> עמרא מדעייל אב מנהגא. <i>(ונוהגין שלא לקדש החדש עד הלבנה עד אחר תשעה באב) (מהרי''ל ודעת עצמו):<\/i>","יש נוהגים שלא לאכול בשר ושלא לשתות יין בשבת זו <i>(ומותר בחומץ של יין) (אגודה ומהרי''ל)<\/i>. ויש שמוסיפין מראש חודש עד התענית ויש שמוסיפין מי''ז בתמוז. <i> הגה: ומצניעים מראש חודש ואילך הסכין של שחיטה (רבינו ירוחם נתיב י''א חלק ג' והגהות מיימוני) שאין שוחטין כי אם לצורך מצוה כגון לחולה או שבת או מילה או פדיון הבן וכיוצא בו:<\/i>","יש מי שאומר שהנוהגים שלא לאכול בשר בימים הנזכרים מותרים בתבשיל שנתבשל בו בשר ואסורים בבשר עוף ובשר מלוח ויין תוסס ומותר לשתות יין הבדלה וברכת המזון. <i> הגה: ונוהגין להחמיר שלא לשתות יין בברכת המזון ולא בהבדלה (תשובת מהרי''ל סימן ק''ו) אלא נותנים לתינוק ובמקום דליכא תינוק מותר בעצמו לשתות הבדלה ובסעודת מצוה כגון מילה ופדיון הבן וסיום מסכתא וסעודת אירוסין אוכלים בשר ושותים יין כל השייכים לסעודה אבל יש לצמצם שלא להוסיף ובשבוע שחל תשעה באב בתוכה אין לאכול בשר ולשתות יין רק מנין מצומצם וזה אפילו בערב תשעה באב שרי (מנהגים ומהרי''ל) ובלבד שלא יהיה בסעודה שמפסיק בה (דברי עצמו):<\/i>","כל מי שאוכל בשר במקום שנוהגים בו איסור פורץ גדר הוא וינשכנו נחש <i>(ומותר לשתות כל שכר אפילו של דבש שקורים מע''ד):<\/i>","תספורת שבוע זה אחד ראשו ואחד כל שער שבו אסור:","ובזקן כל שמעכב את האכילה מותר:","אסור לגדולים לספר לקטנים ולכבס כסותם בשבת שחל תשעה באב להיות בתוכה. <i> הגה: מיהו בגדים שמלפפין בהם הקטנים לגמרי שמוציאים בהם ריעי ומשתינין בהם הני ודאי משרא שרי ואפילו בבגדי שאר קטנים נוהגים להקל (בית יוסף):<\/i>","מי שתכפוהו אבילות של מת ושל שבת זו והכביד שערו מיקל בתער אבל לא במספרים ומכבס כסותו במים אבל לא בנתר ובחול:","יש נוהגים שלא לרחוץ מראש חדש ויש שאין נמנעין אלא בשבת זו ויש מתענים מי''ז בתמוז עד תשעה באב. <i> הגה: ולצורך מצוה שרי ולכן נדה רוחצת וטובלת (מהרי''ל). ואפילו אם טובלת ליל י' באב מותר לה לרחוץ בערב תשעה באב אם אי אפשר לה לרחוץ ליל י' (אגודה). ונראה דהוא הדין אשה הלובשת לבנים יכולה לרחוץ מעט כדרכה בשאר שנה הואיל ואינה עושה לתענוג רק לצורך מצוה ונוהגין שלא לרחוץ אפילו בצונן מראש חודש ואילך (תרומת הדשן סימן ק''נ). ואפילו בערב שבת של חזון אסור לרחוץ כי אם ראשו ופניו ידיו ורגליו בצונן (מהרי''ל ותשובת מהרי''ל סימן ט''ז ובית יוסף) ויש מקילין בחפיפת הראש בחמין למי שרגיל בכך כל שבת:<\/i>","טוב ליזהר מלומר שהחיינו בין המצרים על פרי או על מלבוש אבל על פדיון הבן אומר ולא יחמיץ המצוה <i>(וכן בפרי שלא ימצא אחר תשעה באב מותר לברך ולאכלו בין המצרים) (בנימין זאב סימן קס''ג ותשובת מהרי''ל):<\/i>","צריך ליזהר מי''ז בתמוז עד תשעה באב שלא לילך יחידי מארבע שעות עד תשע שעות <i>(משום שבהם קטב מרירי שולט)<\/i> ולא יכו התלמידים בימים ההם:"],["ערב תשעה באב לא יאכל אדם בסעודה המפסקת שאוכלה אחר חצות בשר ולא ישתה יין ולא יאכל שני תבשילין. <i> הגה: ואף ממשקים אחרים ממעט בשתייתן ממה שרגיל לשתות (טור ובית יוסף בשם תוספות ורוקח). וכן לא יאכל אחר סעודתו צנון ומליח דברים שנוהג בהם בשאר פעמים כדי שיתנהג בפרישות (מרדכי):<\/i>","אפילו בשר מלוח שעברו עליו יותר משני ימים ולילה אחת ובשר עופות ודגים ויין מגתו דהיינו שאין לו יותר משלשה ימים נהגו לאסור:","אפילו בשל מין אחד בשתי קדירות מיקרי שני תבשילין וכן יש להחמיר וליזהר משני מינים בקדרה אחת אלא אם כן הוא דבר שדרכו בכך כל השנה כגון אפונין <i>(מיני זרעונים, ובלע''ז ציציר''י)<\/i> שנותנים עליהם בצלים וביצים ותבשיל הנעשה מדבר שנאכל כמות שהוא חי מקרי תבשיל לענין זה.  <i> הגה: ואין חילוק בין צלי למבושל לענין זה (מרדכי הלכות תשעה באב):<\/i>","מותר לאכול פירות כשהם חיים אפילו כמה מינים:","נוהגים לאכול עדשים עם ביצים מבושלים בתוכם שהם מאכלי אבלים. <i> הגה: ויש נוהגים לאכול ביצים קשים שהוא גם כן מאכל אבלים (הגהות מיימוני פרק ה'):<\/i>","מי שאפשר לו לא יאכל בסעודה המפסקת אלא פת חריבה במלח וקיתון של מים. <i> הגה: ויש מחמירים לטבל אחר אכילה פת באפר ולאכלו על שם ויגרס בחצץ וגו':<\/i>","נהגו לישב על גבי קרקע בסעודה המפסקת <i>(ואין צריך לחלוץ מנעליו) (הגהות מיימוני ורמב''ם פרק ז' ובית יוסף):<\/i>","יש ליזהר שלא ישבו שלשה לאכול בסעודה המפסקת כדי שלא יתחייבו בזימון אלא כל אחד ישב לבדו ויברך לעצמו:","כל זה בסעודה המפסקת שאין דעתו לאכול עוד אחריה סעודת קבע וכשהוא אחר חצות אבל אם היה קודם חצות או אחר חצות ודעתו לאכול אחריה סעודת קבע אין צריך ליזהר בדברים הללו. <i> הגה: ומנהג בכל גלילות אשכנז לאכול סעודה קבועה קודם מנחה ואחר כך מתפללין מנחה ואוכלים סעודה מפסקת (מהרי''ל). ונוהגים להרבות קצת בסעודה ראשונה כדי שלא יזיק להם התענית הואיל ופוסקים מבעוד יום כמו ביום כיפורים ויש קצת ראיה לזה ממדרש איכה רבתי מיהו מי שיוכל לסגף עצמו ויודע בעצמו שאין התענית מזיק לו ומחמיר על עצמו נקרא קדוש כן נראה לי:<\/i>","אם חל תשעה באב באחד בשבת או שחל בשבת ונדחה לאחר השבת אוכל בשר ושותה יין בסעודה המפסקת ומעלה על שלחנו אפילו כסעודת שלמה בעת מלכותו <i>(מיהו צריך להפסיק מבעוד יום) (סמ''ק):<\/i>","מי שקבל עליו תענית שני וחמישי כל ימות השנה ואירע ערב תשעה באב להיות בשני ישאל על נדרו או ילוה תעניתו ופורע. <i> הגה: והגאונים כתבו דמתענה עד אחר תפלת מנחה ואוכל סעודה המפסקת קודם ביאת השמש (הגהות אשירי ומרדכי ותרומת הדשן סימן ע''ה) וכן נוהגין והוא הדין מי שמתענה תענית חלום (מהרי''ל):<\/i>","אין אומרים תחנה ערב תשעה באב במנחה משום דאיקרי מועד <i>(ואם הוא שבת אין אומרים צדקתך) (מהרי''ל ומנהגים):<\/i>"],["אף על פי שאכל סעודה המפסקת מותר לחזור ולאכול אלא אם כן קבל עליו בפירוש שלא לאכול עוד היום. <i> הגה: וקבלה בלב אינה קבלה אלא צריך להוציאו בשפתיו (בית יוסף בשם התוספות):<\/i>","תשעה באב לילו כיומו לכל דבר ואין אוכלים אלא מבעוד יום ובין השמשות שלו אסור כיום הכפורים. <i> הגה: ומותר ברחיצה וסיכה ונעילת הסנדל עד בין השמשות ומיהו בחול נוהגין לחלוץ מנעלים קודם שיאמר ברכו ואם הוא שבת חולצים לאחר ברכו מלבד שליח צבור שחולץ קודם ברכו (הגהות מיימוני) רק אומר תחלה המבדיל וכו' (מנהגים בשם מהרא''ק). ונהגו שלא ללמוד בערב תשעה באב מחצות ואילך כי אם בדברים המותרים בתשעה באב ולכן אם חל בשבת אין אומרים פרקי אבות (מהרי''ל ומנהגים). וכן לא יטייל ערב תשעה באב:<\/i>"],["תשעה באב אסור ברחיצה וסיכה ונעילת הסנדל ותשמיש המטה ואסור לקרות בתורה נביאים וכתובים ולשנות במשנה ובמדרש ובגמרא בהלכות ובאגדות משום שנאמר פקודי ה' ישרים משמחי לב ותינוקות של בית רבן בטלים בו אבל קורא הוא באיוב ובדברים הרעים שבירמיה ואם יש ביניהם פסוקי נחמה צריך לדלגם:","ומותר ללמוד מדרש איכה ופרק אלו מגלחין וכן ללמוד פירוש איכה ופירוש איוב:","יש מי שאוסר ללמוד על ידי הרהור:","ומותר לקרות כל סדר היום ופרשת הקרבנות ומשנת איזהו מקומן ומדרש רבי ישמעאל. <i> הגה:ומותר לחזור הפרשה בתשעה באב (מנהגים):<\/i>","עוברות ומיניקות מתענות בתשעה באב כדרך שמתענות ומשלימות ביום כפור אבל בג' צומות אחרים פטורות מלהתענות ואף על פי כן ראוי שלא תאכלנה להתענג במאכל ומשתה אלא כדי קיום הולד <i>(ועיין לעיל סימן תק''נ סעיף א'):<\/i>","חיה כל שלשים יום וכן חולה שהוא צריך לאכול אין צריכין אומד אלא מאכילין אותו מיד דבמקום חולי לא גזרו רבנן. <i> הגה: ומיהו נוהגין להתענות כל זמן שאין להם צער גדול שהיה לחוש לסכנה והמיקל לא הפסיד:<\/i>","רחיצה אסורה בתשעה באב בין בחמין בין בצונן אפילו להושיט אצבעו במים אסור:","טבילה של מצוה בזמנה מותרת אבל בזמן הזה אין טבילה בזמנה הילכך לא תטבול בו וכן נהגו:","אם היו ידיו מלוכלכות בטיט ובצואה מותר לרחוץ להעביר הלכלוך ולא יטול כל ידיו אלא לפי הצורך להעביר הלכלוך. <i> הגה: ואם עשה צרכיו אם מותר לרחוץ דינו כמו ביום כפור ועיין לקמן סימן תרי''ג סעיף ג':<\/i>","נוטל אדם ידיו שחרית וצריך ליזהר שלא יטול ידיו אלא עד סוף קשרי אצבעותיו:","ולאחר שניגב ידיו ועדיין לחות קצת מעבירם על עיניו ואם היה לפלוף על גבי עיניו ודרכו לרחצם במים רוחץ ומעבירו ואינו חושש דהוה ליה כטיט וכצואה שרוחץ כדרכו ואינו חושש:","ההולך להקביל פני רבו או אביו או מי שגדול ממנו או לצרכי מצוה עובר במים עד צוארו ואינו חושש וכן בחזרה מותר:","ההולך לשמור פירותיו עובר במים עד צוארו ואינו חושש אבל בחזרה אסור:","הבא מן הדרך ורגליו כהות מותר לרחוץ במים. <i> הגה: ומותר לשרות מפה במים בערב תשעה באב ומוציאה מן המים והיא מתנגבת ומקנח בה פניו ידיו ורגליו אפילו אינו עושה רק לתענוג שרי כיון שהיא נגובה (טור):<\/i>","סיכה אינה אסורה אלא של תענוג אבל מי שיש לו חטטין בראשו סך כדרכו ואינו חושש:","נעילת הסנדל דוקא של עור אבל של בגד או של עץ או של שעם (פירוש קליפי עץ) וגמי מותר ושל עץ מחופה עור אסור:","אבל ומנודה שמהלכים בדרך מותרים בנעילת הסנדל וכשיגיעו לעיר יחלוצו וכן בתשעה באב. <i> הגה: וכן במקום שדרים בין הנכרים לא יחלוץ כי אם ברחוב היהודים וכן נהגו (טור והגהות מיימוני והגהות מרדכי ריש פרק קמא):<\/i>","יש מי שאומר שלא יישן בליל תשעה באב עם אשתו במטה ונכון הדבר משום לך לך אמרינן לנזירא:","אם חל תשעה באב בשבת מותר בכולן אפילו בתשמיש המטה. <i> הגה: ויש אוסרים תשמיש המטה וכן נוהגין (טור בשם ר''י ואגור ומנהגים):<\/i>","אין שאלת שלום לחבירו בתשעה באב והדיוטות שאינם יודעים ונותנים שלום משיבים להם בשפה רפה ובכובד ראש:","יש מי שאומר שלא ילך ויטייל בשוק כדי שלא יבא לידי שחוק וקלות והיתול:","מקום שנהגו לעשות מלאכה בתשעה באב עושין במקום שנהגו שלא לעשות אין עושין ובכל מקום תלמידי חכמים בטלים וכל הרוצה לעשות עצמו תלמיד חכם לענין זה עושה ואפילו במקום שנהגו שלא לעשות מותר על ידי נכרי אפילו בביתו ופרקמטיא להרויח ולהשתכר במקום שנהגו שלא לעשות מלאכה אסור ובמקום שנהגו לעשות מותר אלא שממעט שאפילו משנכנס אב ממעטין מלישא וליתן. <i> הגה: ולא נהגו באיסור מלאכה כי אם עד חצות (מנהגים). ונהגו להחמיר עד חצות בכל מלאכה שיש בה שיהוי קצת אפילו מעשה הדיוט אבל דבר שאין בה שיהוי כגון הדלקת נרות או קשירה וכדומה מותרת ולחלוב הפרות טוב לעשות על ידי נכרי אם אפשר בנכרי:<\/i>","ומלאכת דבר האבד מותר כדרך שאמרו בחולו של מועד:","כל העושה מלאכה בתשעה באב אינו רואה סימן ברכה מאותה מלאכה:","כל האוכל ושותה בתשעה באב אינו רואה בשמחת ירושלים וכל המתאבל על ירושלים זוכה ורואה בשמחתה וכל האוכל בשר או שותה יין בסעודה המפסקת עליו הכתוב אומר ותהי עונותם על עצמותם:"],["נוהגים שלא להניח תפילין בתשעה באב שחרית ולא טלית אלא לובשים טלית קטן תחת בגדים בלא ברכה ובמנחה מניחים ציצית ותפילין ומברכים עליהם:","יש מי שנוהג לשכב בליל תשעה באב מוטה על הארץ ומשים אבן תחת ראשו. <i> הגה: ויש לאדם להצטער בענין משכבו בליל תשעה באב שאם רגיל לשכב בב' כרים לא ישכב כי אם באחד (תוספות סוף תענית) ויש בני אדם משימים אבן תחת מראשותיהם זכר למה שנאמר ויקח מאבני המקום שראה החורבן (מרדכי דמועד קטן). מיהו עוברות שאינן יכולין להצטער אינן חייבות בכל אלה (תוספות). וימעט אדם מכבודו ומהנאתו בתשעה באב בכל מה שאפשר:<\/i>"],["ליל תשעה באב שחל באחד בשבת כשרואה הנר אומר בורא מאורי האש ואין מברך על הבשמים ובליל מוצאי תשעה באב מבדיל על הכוס ואינו מברך לא על הנר ולא על הבשמים:"],["בתשעה באב אומר בבונה ירושלים נחם ה' אלהינו את אבילי ציון וכו' ועננו בשומע תפלה ואם לא אמר לא זה ולא זה אין מחזירין אותו. <i> הגה: והמנהג פשוט שאין אומרים נחם רק בתפלת מנחה של תשעה באב לפי שאז הציתו במקדש אש ולכן מתפללים אז על הנחמה (רוקח ואבודרהם). מי שאכל בתשעה באב יאמר נחם בברכת המזון (מהרי''ל):<\/i>"],["בתשעה באב לעת ערב הציתו אש בהיכל ונשרף עד שקיעת החמה ביום עשירי ומפני כך מנהג כשר שלא לאכול בשר ושלא לשתות יין בליל עשירי ויום עשירי. <i> הגה: ויש מחמירין עד חצות היום ולא יותר (הגהות מיימוני). אם חל תשעה באב בשבת ונדחה ליום א' מותר לאכול בשר ולשתות יין יום ב' אבל בלילה אסור מפני אבילות של יום (מהרי''ל):<\/i>"],["אם חל תשעה באב במוצאי שבת אין אומרים צדקתך במנחה בשבת. <i> הגה: ומבדילין בלילה בתפלה כשאר מוצאי שבת (הגהות מרדכי הלכות תשעה באב). ואם שכח מלהבדיל עיין לעיל סימן רצ''ד סעיף ג'. ומתפללים בנחת ודרך בכי כאבלים וכן עושים בקריאת איכה (הגהות מיימוני). ובכל איכה מגביה קולו יותר (מהרי''ל). וכשמגיע החזן לפסוק השיבנו אומרים אותו הקהל בקול רם ואחר כך מסיים החזן וחוזר הקהל ואומרים השיבנו בקול רם וכן החזן (הגהות מיימוני):<\/i>","בליל תשעה באב <i>(מתפללים ערבית ואומרים איכה וקינות) (הגהות מיימוני ומהרי''ל)<\/i> ואומר אחר קינות ואיכה סדר קדושה ומתחיל מואתה קדוש ואם חל במוצאי שבת אין אומרים ויהי נועם. <i> הגה: ולא למנצח בנגינות ולא ויתן לך (כל בו). ומסירין הפרוכת מלפני הארון על שם בצע אמרתו (מנהגים):<\/i>","ליל תשעה באב ויומו יושבים בבית הכנסת לארץ עד תפלת המנחה <i>(ועכשיו נהגו לישב על ספסליהם מיד אחר שיצאו מבית הכנסת שחרית ומאריכין עם הקינות עד מעט קודם חצות)<\/i> ואין מדליקין נרות בלילה כי אם נר אחד לומר לאורו קינות ואיכה:","אין אומרים תחנון <i>(ולא סליחות) (הגהות אשירי)<\/i> בתשעה באב ואין נופלים על פניהם משום דמקרי מועד. <i> הגה: וקורין בתורה כי תוליד בנים ומפטירין בירמיה אסוף אסיפם וכל הקדישים שאומרים אחר איכה עד שיוצאים למחר מבית הכנסת אין אומרים תתקבל ואין אומרים אל ארך אפים (טור ומנהגים) ולא למנצח (מנהגים) ולא פיטום הקטורת (מרדכי). ואין צריך לשנות מקומו בתשעה באב:<\/i>","בשעת הקינות אסור לספר דבר ולצאת חוץ כדי שלא יפסיק לבו מן האבל וכל שכן שלא ישיח עם העובד כוכבים <i>(ונוהגין לומר קצת נחמה אחר הקינות לפסוק בנחמה) (הגהות מיימוני):<\/i>","אם יש אבל בעיר הולך בלילה לבית הכנסת וגם ביום עד שיגמרו הקינות:","אם יש תינוק למול מלין אותו אחר שגומרים הקינות ויש ממתינין למולו עד אחר חצות ומברכים ברכת המילה בלא בשמים <i>(והמנהג כסברא ראשונה)<\/i>. ואם היולדת מצויה במקום המילה יברך על הכוס ותשתה ממנו היולדת והוא שתשמע הברכה ולא תפסיק בדברים בין שמיעת הברכה לשתיית הכוס ואם אינה שם יברך על הכוס ויטעים לתינוקות:","בעל ברית לובש בגדים אחרים אך לא לבנים ממש. <i> הגה: ואבי הבן והמוהל והסנדק כולם נקראים בעלי ברית (בית יוסף). ומותרים ללבוש בגדי שבת לאחר שגמרו הקינות ובאין למול התינוק אבל לא ילבשו לבנים (מהרי''ל):<\/i>","תשעה באב שחל להיות בשבת ונדחה ליום ראשון בעל ברית מתפלל מנחה בעוד היום גדול ורוחץ ואינו משלים תעניתו לפי שיום טוב שלו הוא:","נוהגים שלא לשחוט ושלא להכין צורכי סעודה עד אחר חצות. <i> הגה: והולכים על הקברות מיד כשהולכים מבית הכנסת (בית יוסף בשם תוספות). ואם אירע מת בתשעה באב אין אומרים צדוק הדין (תשב''ץ):<\/i>"],["משחרב בית המקדש תקנו חכמים שהיו באותו הדור שאין בונים לעולם בנין מסוייד ומכוייר <i>(פירוש מצוייר)<\/i> כבנין המלכים אלא טח ביתו בטיט וסד בסיד ומשייר מקום אמה על אמה כנגד הפתח בלא סיד והלוקח חצר מסויידת ומכויירת <i>(פירוש מצויירת)<\/i> הרי זה בחזקתה ואין מחייבים אותו לקלוף בכותלים:","וכן התקינו שהעורך שלחן לעשות סעודה לאורחים מחסר ממנו מעט ומניח מקום פנוי בלא קערה מן הקערות הראויות לתת שם וכשהאשה עושה תכשיטי הכסף והזהב משיירה מין ממיני התכשיט שנוהגת בהם כדי שלא יהיה תכשיט שלם וכשהחתן נושא אשה לוקח אפר מקלה ונותן בראשו במקום הנחת תפילין. <i> הגה: ויש מקומות שנהגו לשבר כוס בשעת חופה או לשום מפה שחורה או שאר דברי אבילות בראש החתן (כל בו)<\/i>. וכל אלה הדברים כדי לזכור את ירושלים שנאמר אם אשכחך ירושלים וגו' אם לא אעלה את ירושלים על ראש שמחתי:","וכן גזרו שלא לנגן בכלי שיר וכל מיני זמר וכל משמיעי קול של שיר לשמח בהם. <i> הגה: ויש אומרים דוקא מי שרגיל בהם כגון המלכים שעומדים ושוכבים בכלי שיר או בבית המשתה (טור)<\/i>. ואסור לשומעם מפני החורבן ואפילו שיר בפה על היין אסורה שנאמר בשיר לא ישתו יין וכבר נהגו כל ישראל לומר דברי תשבחות או שיר של הודאות וזכרון חסדי הקדוש ברוך הוא על היין. <i> הגה: וכן לצורך מצוה כגון בבית חתן וכלה הכל שרי (תוספות וסמ''ג והגהות מיימוני):<\/i>","וכן גזרו על עטרות חתנים שלא להניח כלל ושלא יניח החתן בראשו שום כליל שנאמר הסר המצנפת והרם העטרה וכן גזרו על עטרות הכלה אם היא של כסף אבל של גדיל מותר לכלה ודוקא לחתן וכלה אבל בשאר כל אנשים ונשים לא גזרו:","אסור לאדם שימלא פיו שחוק בעולם הזה:"],["הרואה ערי יהודה בחורבנן אומר ערי קדשך היו מדבר וקורע <i>(ואינו חייב לקרוע אלא כשמגיע סמוך להם כמן הצופים לירושלים) (בית יוסף):<\/i>","הרואה ירושלים בחורבנה אומר ציון מדבר היתה ירושלים שממה וקורע וכשרואה בית המקדש אומר בית קדשנו ותפארתנו אשר הללוך בו אבותינו היה לשרפת אש וכל מחמדנו היה לחרבה וקורע ומהיכן חייב לקרוע מן הצופים ואחר כך כשיראה המקדש קורע קרע אחר וכל קריעה טפח ואם בא דרך המדבר שאז רואה המקדש תחלה קורע על המקדש טפח ואחר כך כשיראה ירושלים מוסיף על קרע ראשון כל שהוא:","אם קרע על אחת מערי יהודה אינו חוזר וקורע כשיראה שאר ערי יהודה חוץ מירושלים שחוזר וקורע עליה קרע אחר בפני עצמו ואם קרע על ירושלים תחלה אינו צריך לקרוע על שאר ערי יהודה:","כל הקרעים האלו בידו ומעומד וקורע כל כסותו שעליו עד שיגלה את לבו ואינו מאחה קרעים אלו לעולם אבל רשאי לשללן למללן ללקטן ולתופרן כמין סולמות:","היה הולך ובא לירושלים הולך ובא תוך ל' יום אינו קורע קרע אחר ואם לאחר ל' יום חוזר וקורע <i>(והוא הדין בערי יהודה ובמקדש):<\/i>"]]}