{"MISHNA_BERURA":[["(א) לא יהא רגיל ביותר - עיין רמב\"ן בחומש פרשת קדושים בראשו:","(ב) אלא בעונה וכו' - וצריך לקיים העונה גם כשהיא מעוברת או מניקה. ולא יבטל עונתה אלא מדעתה כשהיא מוחלת לו וכבר קיים מצות פו\"ר:","(ג) האמורה בתורה - וכ\"ז במי שגופו בריא אבל מי שאינו בריא אינו חייב אלא לפי מה שאומדין אותו שיכול לקיים [אה\"ע סימן ע\"ו ס\"ג]:","(ד) הטיילים - בני אדם הבריאים והמעונגים [רמב\"ם] ואפילו הם בני תורה כ\"ז שאיננו ת\"ח [א\"ר וכ\"כ בית שמואל באה\"ע סימן ע\"ו דבת\"ח שהתורה מתשת כחו בכל גווני הוא מע\"ש לע\"ש וכ\"מ בתשובת מ\"צ סימן נ\"א] ועיין לקמיה בסק\"ו:","(ה) הגמלים - שהם המביאים חבילות על הגמלים ממקום רחוק:","(ו) ת\"ח - שבחול צריכים לעסוק בתורה בלילה שתורתן אומנותן ואל יאמר אדם אעשה עצמי כת\"ח כי כתיב ועונתה לא יגרע [מ\"א בשם הקנה] ור\"ל להפקיע העונה שלא ברשותה אבל ברשותה תבוא עליו ברכה [פמ\"ג] וע\"ש שמסתפק בזמנינו אם נקרא ת\"ח לזה ומ\"מ מצדד דכיון דלפי הדור הוא ת\"ח והוא נשאה ע\"ד כן לית חיוב עונה כ\"א בליל שבת ועיין בבה\"ל:","(ז) מליל שבת וכו' - יש שכתבו שה\"ה בר\"ח ויו\"ט. ולכאורה לפי טעם המ\"א הנ\"ל בסק\"ו שצריך לעסוק בתורה בלילה אין שייך לחייב אותו בר\"ח ועיין בבה\"ל. אין לשמש בליל א' של פסח וליל שבועות ושני ימים של ר\"ה וליל שמיני עצרת אם לא בליל טבילה. וכ\"ז אינו אלא לאדם שהוא מלא ביראה ולא יחטא ח\"ו אבל אלו שיצרם מתגבר עליהם והם חושבים שהוא כעין איסור תורה ועי\"ז באים ח\"ו לידי כמה מכשולים מצוה לשמש אפילו בר\"ה ויטבול למחר דמצד הדין אין איסור אלא ביוה\"כ ובט\"ב ובימי אבלות שלו או שלה [חכמ\"א]:","(ח) בליל טבילתה - ר\"ל אפילו שלא בשעת עונתה:","(ט) לדרך - עיין לקמן בסט\"ו:","(י) מניקה - ר\"ל אף שהיא מניקה או מעוברת מ\"מ חייב לפקדה [ב\"י]:","(יא) לפקדה - היינו אפילו שלא בשעת עונתה וה\"ה ביוצא לדרך אך שם מהני מחילה דידה [פמ\"ג]:","(יב) כאדם שפורע חובו וכו' - וזה יכוין אפילו בעת עיבור ויניקה:","(יג) ויתן עיניו - פי' שיתן מחשבתו בשעת תשמיש על האחרת:","(יד) אנוסה - אפילו אינה אנוסה רק שאינה מרוצה מפני כעס שיש לה עליו לכן יפייס ואח\"כ יבעול:","(טו) שנואה - בשעת תשמיש אבל אם היא אז רצויה אע\"פ שהיא שנואה שרי [טור]:","(טז) תמורה - אפילו שתיהן נשיו וכגון שנתכוין לזו ונזדמנה לו אחרת:","(יז) מורדת - דאמרה לא בעינא לך לבעל ואעפ\"כ הוא משמש עמה אע\"פ שהיא מרוצה לו בשעת תשמיש:","(יח) שכרות - הוא או היא שכורה. ומסתברא דדוקא נתבלבל דעתו מחמת שכרות ולא בששתה רביעית [פמ\"ג]:","(יט) גרושת הלב - שבדעתו לגרשה אע\"פ שהוא אוהבה כגון מאותן שכופין להוציא:","(כ) ערבוביא - כגון שנותן אז דעתו על אחרת כמ\"ש ס\"ב:","(כא) חצופה - שתובעתו בפה אבל אי מקשטת עצמה ומרצה אותו שיתן דעתו עליה אדרבה אז חייב בעונה כדלעיל בס\"א והו\"ל בנים מהוגנים. וכל אלו הדברים הנזכרים כאן צריך ליזהר אפילו כשהיא מעוברת או זקנה שאינה ראויה לילד [פמ\"ג]. כתבו האחרונים דיש ליזהר מלבוא על אשתו כשהיא ישנה:","(כב) ואפילו ע\"י הפסק וכו' - הטעם דמרגיש הוא בעת שהלה משמש מטתו ואין כאן צניעות. ואם הוא בענין שאין מרגישים כלל מותר ע\"י הפסק מחיצה [אחרונים]:","(כג) העשויים בגלילה - ר\"ל שהן כתובין בקלף כמו ספר תורה אלא שיש בהן רק חומש התורה וה\"ה שאר כתבי קודש כשהן עשויין בגלילה:","(כד) עד שיהיה וכו' - ר\"ל אפילו היא מונחת בארגז וע\"ג הארגז יש עוד כיסוי דלגבי תפלין ושאר ספרים מהני וכדלקמיה בס\"ת אסור עד שיהיה מחיצה מפסקת וכשיש מחיצה אפילו אינה מונחת בארגז כלל ג\"כ שרי:","(כה) מחיצה - ומה שפרוש וילון סביב המטה אינה בכלל מחיצה [ואפילו הוילון הוא גבוה הרבה שאין הספר נראה עי\"ז והס\"ת מונחת בארגז ובכמה כיסויין על הארגז ג\"כ אסור] שהוילון נע ונד ע\"י רוח. כתב המ\"א אם יש נקבים וחלונות במחיצה כעין סריגה אסור עד שיהיו הספרים מכוסים מן העין שאין נראין ובספר נהר שלום מפקפק על דבריו וכן בספר תוספת ירושלים ובמקום הדחק יש לסמוך ע\"ז אכן לכתחלה טוב לכסות שלא יהיו הספרים נראין ובפרט ס\"ת בודאי יש להחמיר:","(כו) בית אחר - פי' חדר אחר:","(כז) תפילין - וה\"ה מזוזה ועיין לעיל בסימן מ' במ\"ב שם ביארנו כל פרטי הדינים:","(כח) או ספרים - ר\"ל כ\"ד ספרי קודש ומיירי שאינם עשויין בגלילה דאי עשויין בגלילה דינם כס\"ת וכנ\"ל:","(כט) אפילו של גמרא - ר\"ל אע\"ג דגמ' לא ניתן לכתוב בדורות הראשונים משום דדברים שבע\"פ אסור לאומרם בכתב אפ\"ה כיון דלבסוף התירו האמוראים לכתוב משום עת לעשות לה' הו\"ל כשאר ספרי קודש וממילא היום ה\"ה כל הספרים הן בכתיבה או בדפוס יש בהן קדושה [פמ\"ג]:","(ל) עד שיתנם וכו' - ר\"ל אע\"ג דלא בעינן בהו הפסק מחיצה כמו בס\"ת מ\"מ כלי בתוך כלי בעינן. וכתבו האחרונים דוילון התלוי לפני המטה אף דאין שם מחיצה עליה כיון דאינה קשורה לצד מטה והיא נע ונד ע\"י רוח ואין זה נחשב הפסק לענין ס\"ת וכנ\"ל בסקכ\"ה מ\"מ שם כיסוי יש עליה אם אין הספרים נראין עי\"ז וע\"כ אם יכסה על הספרים אפילו רק בכיסוי אחד מותר דתו הוי שני כיסויין וככלי בתוך כלי דמיא:","(לא) בכלי תוך כלי - וה\"ה שני כיסויין. ומה שנוהגין איזה אנשים שתולין נגד הספרים וילון לכסותם וסוברים שבזה לבד די לאו שפיר עבדי דזה הוי רק כיסוי אחד ובעינן עוד כיסוי אחר שיכסה אותן לבד זה:","(לב) טלית ע\"ג ארגז - ר\"ל אע\"ג דהטלית אינו פרוש רק מלמעלה ולא מלמטה אפ\"ה נחשב כאלו היה מונח בכלי תוך כלי:","(לג) חשוב וכו' - ואם הארגז גדול שמחזיק ארבעים סאה והוא אמה על אמה ברום שלש אמות חולקת רשות לעצמה וא\"צ לפרוס עוד כסוי על הארגז ויש מחמירין בזה אכן אם מחובר לכותל במסמרין לכו\"ע יש להקל:","(לד) בתחלת הלילה וכו' - ואם רואה שיצרו מתגבר עליו ובא לידי הרהורים ויכול לבוא לידי טומאה עי\"ז לא יחמיר בזה [אחרונים]:","(לה) מקצר וכו' - עיין במ\"א מש\"כ בזה:","(לו) וצריך וכו' - כתבו התוספות [נדה י\"ז] בשם המדרש דהקב\"ה שונא המשמש ערום. ודוקא ערום ממש ומשום דיש לו לאדם להיות צנוע אבל אם מכסה עצמו מלמעלה ליכא שום חשש בדבר:","(לז) שאינם וכו' - ואם היה לו כעס עמה מותר לספר עמה מתחלה כל דברי ריצוי כדי לפייסה וכדלקמיה [פמ\"ג]:","(לח) מעניני וכו' - ולפעמים אפילו מעניני תשמיש ג\"כ יש ליזהר שלא לספר מתחלה כגון שהוא איש מחומם ויכול לבוא עי\"ז לידי חטא [אחרונים]:","(לט) לאור הנר - ואפילו אין שם אלא קצת אור כגון שדולק הנר בתוך השפופרת שהנר מונח בתוכו או שמאיר קצת דרך לאנטערנ\"ע [אחר שאין שם מחיצה המפסקת] וה\"ה לאור הלבנה ג\"כ אסור ודוקא אם אור הלבנה מאיר עליהם להדיא אבל אם אינה מאירה עליהם אע\"פ שמאירה לבית מותר [ומ\"מ נכון שיאפיל בטליתו] ואם הם תחת אויר השמים אפילו אין אור הלבנה עליהם ממש אלא הם בצלה אפ\"ה אסור. והיינו אפילו יש שם מחיצות סביבם דבמקום מגולה שאין שם מחיצות בלא\"ה אסור לשמש כמבואר באה\"ע סימן כ\"ה ס\"ד:","(מ) מחיצה גבוה עשרה - ומיירי שקשר אותה מלמטה שלא ינוד ברוח מצויה דאל\"ה אין דין מחיצה עליה:","(מא) אע\"פ שהאור נראה וכו' - וה\"ה אם האור נראה למעלה מהמחיצה שרי כיון שהיא מחיצה גמורה. וכ\"ז דוקא כשמאפיל בטליתו אבל בלא\"ה אסור דמאחר שהחדר מלא אור לא עדיף מביום ויש שמחמירין אפילו ע\"י האפלת טלית כיון שמ\"מ האור נראה באותו חדר:","(מב) דרך המחיצה - וכ\"ש אם הנר בחדר אחר ומאיר לחדר זה דשרי וכתב בחכ\"א דמ\"מ צריך האפלת טלית:","(מג) כשכופה כלי - עיין לקמן בסוף סימן רע\"ז בט\"ז ומ\"ב שם:","(מד) ביום - דאין זה דרך צניעות:","(מה) ות\"ח - שהוא צנוע בדרכיו ולא יבוא להסתכל ע\"כ מותר ע\"י האפלת טלית אבל מ\"מ אין להקל בדבר זה אלא לצורך גדול דהיינו כשיצרו מתגבר עליו:","(מו) אלא וכו' - ואם יצרו מתגבר עליו ויש חשש שיבוא לידי השחתת זרע כתב א\"ר בשם ספר דברי דוד בסימן תקע\"ד להקל וכ\"כ בספר בית מאיר לאה\"ע:","(מז) שאין לו בנים - ר\"ל שלא קיים עדיין פ\"ו =פריה ורביה= ולכן אפילו יש לו בנים אם אין לו עדיין בת מותר:","(מח) וע\"ל סי' תקע\"ד - ר\"ל דמתיר שם המחבר גם בליל טבילה וע\"ש באחרונים:","(מט) אכסנאי וכו' - היינו אפילו כשהבני בית כולם ישנים:","(נ) ואם יחדו וכו' - היינו שאין לבעה\"ב עסק באותו מקום אלא מיוחד לשניהם לבדם דאז הו\"ל הוא כבעה\"ב:","(נא) בית - וה\"ה חדר:","(נב) בטליתו של בעה\"ב - שמא יראה קרי עליו. איתא בעירובין ס\"ג הישן בקילעא [בחדר] שאיש ואשתו ישנים שם עליו הכתוב אומר ואת נשי עמי תגרשון מבית תענוגיה ואפילו כשהיא נדה והובא בחידושי רע\"א:","(נג) ולא ביום הקזה - מי שחלה ונתרפא יזהר מלשמש עד שיתחזק גופו כי יכאיבהו ויחליאהו ולא ידע כי בנפשו הוא [א\"ר בשם צ\"ל]:","(נד) במהלך - ומ\"א כתב דכאן איירי מצד הרפואה ובס\"א איירי מהדין ותדע דהא קאמר נמי ולא ביום שנכנס למרחץ ולא לפניהם ולא לאחריהם וידוע דמצוה לרחוץ בכל ע\"ש ועונת ת\"ח משבת לשבת אע\"כ דכל זה רק מצד רפואה הוא. היוצא מבהכ\"ס קבוע [דהיינו שיש שם מקום מושב לאפוקי בהכ\"ס עראי] אל ישמש מטתו עד שישהה שיעור חצי מיל לפחות מפני ששד של בהכ\"ס מתדבק בו [גיטין דף ע'] וכ\"כ גם בסדה\"י בשם הזוהר אלא דהוא כתב שלא ישמש מטתו כל אותה שעה ועיין ביד אפרים דגם כונת הזוהר לאו דוקא שעה ממש אלא ר\"ל זמן מה ע\"ש. כתב בבדק הבית בשם הזוהר והביאוהו האחרונים דאשה מינקת לא תשמש אלא בשעה שהתינוק ישן ואחר התשמיש לא תניק את הילד עד אחר שיעור הילוך שני מילין ואם התינוק בוכה תמתין לפחות שיעור מיל. ואשה שמאחרת טבילתה לצער בעלה עבירה גדולה בידה וגורמת כמה רעות [זוהר]. כ' בס\"ח אסור להזכיר השם וכל דבר שבקדושה כשעדיין שכבת זרע עליו רק ישטוף מים על מקומות שטינף עצמו. וכתבו הספרים שתמיד יהא אצל מטתו כלי מים ויטלו ידיהם קודם התשמיש ואחריו. וכשמתעורר בקישוי אבר בחלום יזהר שלא לבעול אז כי הבנים יהיו פגומין ח\"ו ואף אם היא מעוברת תלד רוחין בישין [האר\"י ז\"ל]. יש ליזהר מלשום ספר על מטה שישן עליה ובפרט עם אשתו כי שכבת זרע מצוי עליו:","(נה) זה לצפון וכו' - עיין לעיל בסימן ג' ס\"ו ובמ\"ב שם:"],["(א) ששונא הקב\"ה וכו' - מפני שרצון הקב\"ה שיהיה האדם מתנהג בדרך נקיות וקדושה וזה מתנהג עצמו בדרך מיאוס וטינופת ולא יוכל להשרות שכינתו אצלו:","(ב) בפני מטתו - ומכ\"ש אם משתין מים לפני מקומות אחרים שצריכים להתנהג יותר בנקיות כגון לפני שלחנו וכיב\"ז:","(ג) ערום - לאו דוקא ערום אלא ה\"ה אם היה לבוש אלא אורחא דמלתא נקט מתוך שהוא ערום אינו יוצא לחוץ להשתין:","(ד) המשתין וכו' - קיצור לשון הוא וכונתו עוד אחז\"ל המשתין וכו':","(ה) לידי עניות - דאמרינן בערבי פסחים קי\"א דשרא דעניותא נבל שמיה ואוהב לשרות במקום מיאוס [ומשו\"ה קרי ליה נבל שחפץ לנבל את עצמו] ומשתין לפני מטתו היינו מיאוס:","(ו) לבראי וכו' - שהקלוח הולך וניתז למרחוק וממילא באשה אסור אפילו בכה\"ג [מ\"א]:","(ז) במנא וכו' - ומ\"מ ת\"ח צריך שיכפה עליו כלי מלמעלה דא\"א לו לת\"ח בלא הרהור תורה:","(ח) לית לן בה - וכשרוצה לברך אח\"כ ברכת אשר יצר יטול ידיו וגם יחגור עצמו כדי שלא יהא לבו רואה את הערוה וירחיק את עצמו כדין ממקום המי רגלים אם אין הכלי מכוסה כדין:"]],"AROCH_HASHULCHA":[["כתב הרמב\"ם סוף פרק ד' מדיעות: \"שכבת זרע היא כח הגוף וחייו ומאור העינים, וכל זמן שתצא ביותר הגוף כלה וכחו כלה וחייו אובדים והוא שאמר שלמה בחכמתו: \"אל תתן לנשים חילך\". וכל השטוף בבעילה, זקנה קופצת עליו וכחו תשש ועיניו כהות וריח רע נודף מפיו ומשחיו, ושער ראשו וגבות עיניו וריסי עיניו נושרות, ושיער זקנו ושחיו ושיער רגליו רבה, ושיניו נופלות והרבה כאבים חוץ מאלו באים עליו. ואמרו חכמי הרופאים: אחד מאלף מת בשאר חלאים, והאלף מרוב התשמיש, לפיכך צריך אדם להיות זהיר בדבר זה אם רצה להיות בטובה, ולא יבעול אלא כשימצא גופו בריא וחזק ביותר והוא מתקשה הרבה שלא לדעתו, ומסיח עצמו לדבר אחר והקישוי בו כשהיה, וימצא כובד ממתניו ולמטה וכאלו חוטי הבצים נמשכים ובשרו חם, זה צריך לבעול ורפואה לו שיבעול. ולא יבעול אדם והוא שבע או רעב אלא אחר שיתעכל המזון שבמעיו, ויבדוק נקביו קודם בעילה ולאחר בעילה, ולא יבעול מעומד ולא מיושב ולא בבית המרחץ ולא ביום שיכנס למרחץ ולא ביום הקזה ולא ביום יציאה לדרך או ביאה מן הדרך, לא לפניהם ולא לאחריהם\" עכ\"ל.וזה שאמרו ביבמות (ס\"ב:) שהאשה משתוקקת על בעלה בשעה שיוצא לדרך ושצריך לפוקדה, זהו כשנוסע בעגלה שאינו הולך ברגל, דזה שאמרנו: 'ולא ביום יציאה או ביאה מן הדרך', זהו כשהולך ברגליו והוא מתייגע, או אפשר שיפקדנה בלילה הקודמת (עיין לבוש וט\"ז).","ויש לאדם להתבונן, שעניין תאוה זו לא בראה הקדוש ברוך הוא לשם תאוה אלא לקיום המין, וראיה שבצאת הזרע תכרות התאוה עד שבמשך הזמן יאסוף עוד זרע ותתגבר התאוה. וגם לפי השכל והטבע היה לו לאדם להיות מאוס הדבר הזה בעיניו, כמו שדרשו חז\"ל בשבת (קנ\"ב.): \"'כי הוא אמר ויהי' - זו אשה, 'הוא צוה ויעמוד' - אלו בנים. תנא: אשה חמת מלא צואה ופיה מלא דם והכל רצין אחריה\". ואם לא על פי גזירת המלך לא היה מהראוי להתאוות לה, אלא 'כי הוא אמר ויהי', למען קיום המין כי לא תהו בראה לשבת יצרה.ולכן כל איש משכיל דורש וירא אלהים יתבונן בזה וילך לבטח דרכו, ולא יכשל בעולם הזה ולא יכלם בעולם הזה, וכבר ידוע שבעניין הזה תלוי מקור קדושת ישראל.","וגם בהיותו עם אשתו צריך להיות צנוע בעניין הזה דכתיב: \"והצנע לכת עם אלקיך\", כלומר אפילו כשאתה רק עם אלקיך שאין אדם רואה, מכל מקום תהיה הצנע לכת (לבוש), ותתבייש מפני ד' אלקיך, שלפניו יתברך כחשכה כאורה (שם).וגם לא יהא רגיל ביותר עם אשתו אלא כפי עונה האמורה בתורה, והיינו הטיילים שפרנסתן מצויין להן ואין פורעין מס - עונתן בכל יום. והפועלים שעושין מלאכה בעיר אחרת ולנין בכל לילה בבתיהם - פעם אחת בשבוע, ואם עושים מלאכה בעירם - פעמים בשבוע, ובאבן העזר סימן ע\"ו יש מחלוקת בזה ע\"ש. והחמרים - אחת בשבוע, והגמלים שהולכין למרחוק - אחת לל' יום, והספנים הפורשים לים - אחת לששה חדשים.והטיילים פירש הרמב\"ם: בני אדם הבריאים והמעונגים. ועונת תלמידי חכמים - משבת לשבת, דכל השבוע עוסקים בתורה ועליהם נאמר: \"אשר פריו יתן בעתו\".ואסור לישן בחדר שאיש ואשתו ישינים שם, ולא עוד אלא אפילו היא נדה מכל מקום לא יישן אחר שם (עירובין ס\"ג:), כי יש לה תענוג כשהיא בחדר אחד עם בעלה ומדברת ושואלת ממנו כל מה שתרצה, אבל כשיש אחר שם היא בושה ממנו, ועליהן אמר הנביא: \"נשי עמי תגרשון מבית תענוגיה\" (שם).","וכל אדם צריך לפקוד את אשתו בליל טבילתה ובשעה שיוצא לדרך, אם אינו הולך לדבר מצוה, וכן אם אשתו מניקה והוא מכיר בה שמשדלתו בדברים ומקשטת עצמה לפניו כדי שיתן דעתו עליה - חייב לפוקדה אפילו שלא בשעת עונתה.וגם כשהוא מצוי אצלה לא יכוין להנאתו בלבד כי אם כאדם שפורע חובו, והחוב הוא מה שחייבתו תורה שלא יגרע עונתה, ולקיים מצות בוראו שיהיו לו בנים עוסקים בתורה ומקיימי מצות בישראל.","וכן אם מכוין לתקון הולד, שבששה חדשים האחרונים התשמיש יפה לולד שמתוך זה יצא הולד מלובן ומזורז שפיר דמי, אבל בג' חדשים הראשונים התשמיש קשה לולד וקשה להאשה, ובג' אמצעיים קשה לאשה ויפה לולד, ובג' האחרונים יפה לשניהם.וכן אם הוא מכוין לגדור עצמו בה כדי שלא יתאוה לעבירה כי רואה יצרו גובר ומתאוה אל הדבר ההוא, גם בזה יש קיבול שכר, אך יותר טוב היה לו לדחות את יצרו ולכבוש אותו, כי אבר קטן יש באדם, מרעיבו שבע משביעו רעב.אבל מי שאינו צריך לדבר אלא מעורר תאוותו כדי למלאות תאוותו והוא שלא בשעת חיוב עונתה, הרי זה דרך היצר הרע ומן ההיתר יסיתנו אל האיסור, ועל זה אמרו בנדה (י\"ג.) המקשה עצמו לדעת יהא בקללה.","צריך לקיים העונה אף בימי עיבור ויניקה, ומי ששומר עצמו לטבול לקירויו ובימי החורף קשה לו הטבילה אם יכול לפטור עצמו מהעונה, שאלו מהאריז\"ל והשיב דאם אינה מעוברת ולא מינקת וודאי חייב, ואם היא מעוברת או מינקת מכל מקום צריך מחילתה, ובאם לאו מחוייב לקיים העונה אף אם אינו יכול לטבול (כ\"מ במג\"א ריש סימן זה), דמדינא דגמרא בטלוה לטבילותא.והתלמיד חכם כשם שעונתו בשבת, כמו כן ביום טוב וראש חודש. וממדת חסידות שלא לשמש מטתו בליל א' של פסח וליל א' של שבועות וליל שמיני עצרת, אם לא בליל טבילה (שם סק\"ב בשם כתבים), וכן בראש השנה. וכל זה אינו מדינא, דמדינא אין איסור רק בתשעה באב ויום הכיפורים, לכן מי שקשה עליו זה מותר בראש השנה ופסח ושבועות ושמיני עצרת.ולא ישתה בכוס זה ויתן עיניו בכוס אחר, כלומר שלא יחשוב בשעת מעשה על אשה אחרת ואפילו שתיהן נשיו, כגון בארצות ישמעאל שמותר להם ליקח שתי נשים, דזה דומה קצת לבני תמורה שיתבאר.","אמרו חז\"ל בנדרים (כ':) כתיב: \"וברותי מכם המורדים והפושעים בי\" - אלו בני תשע מדות: בני אנוסה, שבא על אשתו באונס, ואפילו לא באונס ממש רק שאינה מרוצה, לכן יפייס ואחר כך יבעול. וכך אמרו חז\"ל בעירובין (ק':): \"אסור לאדם שיכוף אשתו לדבר מצוה שנאמר: \"ואץ ברגלים חוטא\", וכל הכופה הוויין לו בנים שאינן מהוגנים דכתיב (שם): \"גם בלא דעת נפש לא טוב\".ויש לנו ללמוד דרך ארץ מתרנגול, שמפייס ואחר כך בועל, וכך אמרו שם שיש ללמוד צניעות מחתול שאינו מטיל רעי בפני אדם ומכסה צואתו, וגזל מנמלה, דכתיב: \"תכין בקיץ לחמה\", ואינה גוזלת מאחרים, ועריות מיונה, שאינו נזקק אלא לבת זוגו, ודרך ארץ מתרנגול ע\"ש.","והשנית בני שנואה, כשאינו אוהבה בשעת תשמיש. אבל אם בשעת מעשה אוהבה, אף על פי שהיתה שנואה - מותר (טור).והשלישית בני ריחוק, כלומר שהוא או היא מרוחקים מבית דין, כמ\"ש ביורה דעה סימן של\"ד.והרביעית בני תמורה, כגון שסבור בשעת מעשה שהיא אחרת, כלומר שנתכוין לגוף אחר ממה שהיא, אפילו שתיהן נשיו. אבל אם נתכוין לגוף זה אלא שטעה בשמה, כגון שסבור ששמה רחל ובאמת שמה לאה, לית לן בה (עיין מג\"א סק\"ט).","והחמישית בני מורדת, דאמרה: 'לא בעינא לך', ואף על פי כן הוא משמש עמה. ואף על פי שרצויה בשעת מעשה לזה, מכל מקום כיון שאומרת 'לא בעינא ליה' ועומדת להתגרש - אסור לשמש עמה עד שתתרצה לגמרי ולחזור מדבריה הראשונים.והששית בני שכרות, כשהוא שכור או היא שכורה.והשביעית בני גרושת הלב, שגמר בדעתו לגרשה מאיזה טעם אף על פי שאוהבה, ולכן כשגומר בלבו לגרשה לא יבוא עליה.והשמינית בני ערבוביא, כלומר כגון שבעת שהוא עמה נותן דעתו על אחרת, וכמ\"ש בסוף סעיף ו'.והתשיעית בני חצופה, שתובעתו בפה והרי היא כזונה. אבל אם אינה תובעתו להדיא אלא שמרצית אותו ומקשטת עצמה בפניו כדי שיתן דעתו עליה, הויין לה בנים מהוגנים, וכך אמרו חז\"ל בעירובין (ק':) ע\"ש.","אסור להסתכל באותו מקום, וכל המסתכל שם אין לו בושת פנים ועובר על 'והצנע לכת', ומעביר הבושה מעל פניו, שכל המתבייש אינו חוטא, שנאמר: \"ובעבור תהיה יראתו על פניכם\" זו הבושה, וכתיב (שם) \"לבלתי תחטאו\", דעל פניכם משמע בושת פנים (ר\"ן נדרים שם), וכל הירא מתבייש (רא\"ש שם). ועוד שמגרה יצר הרע בנפשו, וכל שכן הנושק שם שעובר על כל אלה, וגם עובר על \"בל תשקצו את נפשותיכם\".ובשעת מעשה יהיה הוא למעלה והיא למטה, אבל להיפך הרי זה דרך עזות, ואם שמשו שניהם כאחד הרי זה דרך עקש.","אסור לשמש מטתו בפני כל אדם כשהוא ניעור, ואפילו על ידי הפסק מחיצה עשרה. ובפני תינוק שאינו יודע לדבר מותר, אבל כשיודע לדבר - אסור אף שאינו מבין העניין, אך יספר מה שראה ומכוער הדבר.וחדר שיש בו ספר תורה או חומשים העשוים בגלילה כספר תורה - אסור לשמש בו עד שתהיה בפניהם מחיצה עשרה. ולא מהני כיסוי כלי תוך כלי, דהחמירו בכבוד ספר תורה, והוילון לא מקרי מחיצה, כיון שאינו קבוע והוא נע ונד, ולכן אם אינו מנענע ועומד כבקביעות - הוי מחיצה. ואפילו בהפסק מחיצה לא התירו רק כשאין חדר אחר, אבל כשיש לו חדר אחר - אסור עד שיוציא הספר תורה להחדר האחר.","ואם יש בהחדר תפילין או ספרים הנדפסים: מקרא משנה גמרא פוסקים - אסור לשמש עד שיתנם כלי תוך כלי, ושהכלי השני לא תהא מיוחד להם, וכמ\"ש לעיל סימן מ' ע\"ש. אבל כששני הכלים מיוחדים להם, אפילו מאה חשיבי כחד.ואם פירש בגד על ארגז של ספרים חשיב ככלי תוך כלי, ואם הארגז גדול שמחזיק מ' סאה, והיינו אמה על אמה ברום ג' אמות, אין צריך עוד כלי דחולק רשות לעצמו (מג\"א סקי\"ט).וכתבו דמזוזה צריך גם כן כלי תוך כלי, ואנחנו בארנו ביורה דעה סימן רפ\"ו דמזוזה אין צריך כלי תוך כלי, כיון שהמזוזה צריכה להיות שם, די בכיסוי בלבד, וכשהיא קבועה במזוזת החדר ומכוסה בנייר או בזכוכית או בשאר דבר – דיו, ומעשים בכל יום יוכיחו.","וטוב שלא ישמש לא בתחלת הלילה ולא בסופה, כדי שלא ישמע קול בני אדם ויתן דעתו באחרת, אלא באמצע הלילה, ואם אי אפשר לו באמצע הלילה, אין קפידא בזה.וישמש באימה ויראה, כמו שאמרו על רבי אליעזר (נדרים שם) שהיה מגלה טפח ומכסה טפח ודומה כא(י)לו כפאו שד, כלומר האימה והיראה היה כא(י)לו כפאו שד. ויש מפרשים מגלה טפח וכו', שלא היה ממרק האבר בשעת תשמיש כדי למעט הנאתו, ודומה כמו שכפאו שד, שעושה הדבר באונס. ויש מפרשים מגלה טפח שבאשה, כלומר עכשיו מגלה אותו לצורך תשמיש ועכשיו מכסה אותו שלא היה מאריך באותה מעשה, ודומה לו כמו שבעתו השד ונבעת והניח המעשה, וכל כך היה מקצר בתשמיש.","והקשה הראב\"ד ז\"ל הא אמרינן: בשכר שמשהין על הבטן הוה ליה בנים זכרים, ותירץ: דהכל לשם שמים כי כל לבבות דורש ד', ומי שבטוח בעצמו שיוכל לעשות זו המעשה ולא תכנס בו מחשבה אחרת ומשהה עצמו כדי שתהנה ממנו ותזריע תחילה, ומכוין לעשות מצות, הקדוש ברוך הוא משלם לו שכרו בבנים זכרים. ומי שאינו בטוח בעצמו וממהר במעשה כדי להנצל מן החטא שלא יחשוב באחרת, גם הוא עושה מצוה, והקדוש ברוך הוא משלם לו שכרו גם כן בבנים זכרים, וזו היא ששנינו וכל מעשיך יהיו לשם שמים.ויש מפרשים מגלה טפח על הסינר שהיתה חוגרת בו, שאף בשעת מעשה היה מצריכה לחוגרו, ומגלה רק טפח ממנה ומכסה מיד כדי למעט הנאתו. ואף על גב דבאבן העזר סימן ע\"ו מבואר דאי אפשר לכופה לשמש בבגדיה ע\"ש, אך הסינר אינו בגד, ועוד דכששניהם מתרצים מותר בכל גווני, והוה מדת צניעות (מג\"א סקכ\"ב). וכל הפירושים אמת, ויש לבעל נפש ליזהר בהם כשיש ביכולתו.","לא יספר עמה בדברים שאינם מענייני תשמיש, לא בשעת תשמיש ולא קודם לכן, שלא יתן דעתו באשה אחרת. אבל מענייני תשמיש מותר, כדי להרבות תאוותו (טור), ועיין באבן העזר סימן כ\"ה.אמנם הדיבור בעניין זה צריך להיות במדה ובמשקל, ועל זה אמרו בחגיגה: \"ומגיד לאדם מה שיחו\" - אפילו שיחה קלה שבין איש לאשתו מגידין לאדם בשעת הדין. ואם היה לו כעס עמה - אסור לשמש עד שיפייסנה, ויכול לספור עמה קודם תשמיש כדי לרצותה.","אסור לשמש לאור הנר אף על פי שמאפיל בטליתו, דאין זה דרך הצניעות. אבל אם עשה מחיצה גבוה עשרה טפחים לפני הנר, אף על פי שהאור נראה דרך המחיצה, כיון שיש הפסק בסדין – שרי, דאין זה אור ממש. וכן אם האור נראה למעלה מהמחיצה, כגון שאין המחיצה מגיע עד התקרה - גם כן מותר, ומכל מקום צריך להאפיל בטליתו שלא יסתכל בהערוה. והמקובלים כתבו שלא יראה אור כלל ואפילו כשהיא מעוברת, דבזה גורם נכפה להולד (מג\"א סקכ\"ד). והישן בכילה שקורין פאליה רבה האיינ\"ג, אם היריעות עבות, אפילו אין מחשיכות לגמרי - מותר (שם).ואם הלבנה מאירה עליהם להדיא דרך החלון - אין לשמש, אבל אם מאירה לבית ולא עליהם ממש, אין בזה חשש כל כך (שם). וכן אסור לשמש ביום אלא אם כן הוא בית אפל, ותלמיד חכם מאפיל בטליתו ומותר, דהתלמיד חכם יזהר מלהסתכל בערוה. ובגמרא מבואר הטעם דשמא יראה בה דבר מגונה ותתגנה עליו (נדה י\"ז.). וכתב הרמב\"ם שאין נזקקין לזה אלא מפני צורך גדול, ואם מותר לעשות מחיצה בסדין בשבת בשביל זה, יתבאר בסימן שט\"ו.","אמרו חז\"ל בתענית (י\"ח.): דאסור לשמש מטתו בשני רעבון, מפני שכל העולם בצער. ולמדו זה מקרא דכתיב: \"וליוסף יולד שני בנים בטרם תבא שנת הרעב\" ע\"ש. ואמרו שם בירושלמי דהוא הדין בשארי צרות שהם כרעבון. אמנם אם הוא חשוכי בנים ולא קיים עדיין פריה ורביה – מותר.ואמרו בכתובות סוף פרק ד' דאכסניא אסור לשמש כשאין לו ולאשתו חדר בפני עצמם, אבל אם יש להם חדר סגור בפני עצמם – מותר. ובלבד שלא יישן בטליתו של בעל הבית, דשמא ישאר קרי עליו ויתגנה, וגם אינו נכון, דעל זה לא נתן לו הבעל הבית (עיין יומא י\"ח.).(ומה שהקשה המג\"א בסקכ\"ז דבלא חדר מיוחד הא גם בביתו אסור, לא קשה כלל, דלכן דקדקנו לכתוב 'סגור', דבלא זה יש לחוש שגם אחר יבוא לשם, אבל בביתו אין חשש בזה. ועיין אליה רבה סקכ\"א שתירץ דבביתו כשיש בחדרו אדם ישן מותר, ובאכסניא גם בכהאי גוונא אין לשמש, וכמה חילוקים יש לחלק ודו\"ק)","אמרו חז\"ל בפסחים (קי\"ב.) דהמשמש מטתו במטה שתינוק ישן בה, יגרום להתינוק שיפול בחולי הנכפה. ודווקא כשאינו עדיין בן שנה, אבל כשהוא בן שנה ויותר - לית לן בה. ואפילו כשאינו בן שנה, דווקא כשהתינוק ישן למרגלות המטה, אבל כשישן אצל ראש המטה - לית לן בה. ואפילו כשהוא למרגלותיו, דווקא כשאינו מניח ידו על התינוק בשעת תשמיש, אבל כשהניח ידו עליו - לית לן בה. ואף שאין אנו מבינין, אך כך היו רבותינו הקדושים מקובלים על פי החכמה האמיתית.ובזוהר ויקרא יש שלא תניק התינוק לאחר תשמיש כדי מהלך שני מילין, ולא פחות מן כדי מיל שהם ח\"י מנוטי\"ן. והיוצא מבית הכסא אל ישמש מטתו שעה אחת, ואחר התשמיש יטול ידיו. ונכון להרהר בשעת תשמיש בצדיקים, שזה יהיה תועלת לולד כשתתעבר מביאה זו. והמטה שישן עם אשתו צריך שתהא ראשה ומרגלותיה זה לצפון וזה לדרום, ויש בזה פירושים שונים (עיין תשובות ש\"י סימן א')."],["איתא בנדה (י\"ז.): \"ד' דברים הקדוש ברוך הוא שונאן: הנכנס לביתו פתאום ואין צריך לומר לבית חבירו, והאוחז באמה ומשתין מים, ומשתין מים ערום לפני מטתו, והמשמש מטתו בפני כל חי\".ומשתין ערום לפני מטתו לאו דווקא ערום, אלא אורחא דמילתא קתני, דמתוך שהוא ערום מתעצל לילך לחוץ (מג\"א סק\"א). ומשתין פירושו על הקרקע.","והכי אמרינן בשבת (ס\"ב:): דהמשתין מים ערום לפני מטתו בא לידי עניות, דשרא דעניותא נבל שמיה, ובכל מקום שמוצא מקום מטונף ושלא בנקיות שורה שם. ודווקא כשמחזיר פניו להמטה, אבל אם מחזיר פניו לחוץ - לית לן בה, דהקילוח יוצא לחוץ. ודווקא כשמשתין על הארץ, אבל כשמשתין בכלי - לית לן בה.ותלמיד חכם צריך שיכפה עליו כלי או שיטיל מים בהכלי, שיהא מותר להרהר בדברי תורה, שאי אפשר לו לתלמיד חכם בלא הרהור תורה. (וכתבו שהנוטל צפרניו כסדר גם כן בא לידי עניות, וכתבו זה בשם אבודרהם ובשם חכמי צרפת ופרובינצא, הובא בעטרת זקנים)","וכתב הטור: \"יש חסידים ואנשי מעשה שהיו מחמירין על עצמן וטובלין לקירויין להתפלל, וחומרא יתירא היא זו, שאף להרי\"ף שכתב שיש מצריכין טבילה לתפלה, לאו דווקא טבילה אלא רחיצה בתשעה קבין”. ואני כתבתי למעלה שאין צריך לא טבילה ולא רחיצה, וכבר נתבאר זה בסימן פ\"ח, והמחמיר תבא עליו ברכה.עוד כתב הטור: דקודם שיאיר הבוקר ימהר לקום בזריזות לעבודת הבורא יתעלה, ולא יהא הבוקר מעירו אלא הוא יעיר הבוקר, ונתבאר בסימן א'."]],"SHULCHAN_ARUCH":[["אם היה נשוי לא יהא רגיל ביותר עם אשתו אלא בעונה האמורה בתורה. הטיילים שפרנסתן מצויה להם ואין פורעין מס, עונתן בכל יום. הפועלים שעושים מלאכה בעיר אחרת ולנין בכל לילה בבתיהם, פעם אחת בשבוע. ואם עושים מלאכה בעירם, פעמיים בשבוע. החמרים אחת בשבוע. הגמלים אחת לשלושים יום. הספנים אחת לששה חדשים. ועונת ת\"ח מליל שבת לליל שבת. וכל אדם צריך לפקוד את אשתו בליל טבילתה ובשעה שיוצא לדרך, אם אינו הולך לדבר מצוה, וכן אם אשתו מניקה והוא מכיר בה שהיא משדלתו ומרצה אותו ומקשטת עצמה לפניו כדי שיתן דעתו עליה חייב לפקדה. ואף כשהוא מצוי אצלה לא יכוין להנאתו אלא כאדם שפורע חובו שהוא חייב בעונתה ולקיים מצות בוראו שיהיו לו בנים עוסקים בתורה ומקיימי מצות בישראל. וכן אם מכוין לתיקון הולד שבששה חדשים אחרונים יפה לו שמתוך כך יצא מלובן ומזורז שפיר דמי. ואם הוא מכוין לגדור עצמו בה כדי שלא יתאוה לעבירה כי רואה יצרו גובר ומתאוה אל הדבר ההוא: <i>הגה: גם בזה יש קיבול שכר אך (טור)<\/i> יותר טוב היה לו לדחות את יצרו ולכבוש אותו כי אבר קטן יש באדם מרעיבו שבע משביעו רעב. אבל מי שאינו צריך לדבר אלא שמעורר תאותו כדי למלאות תאותו זו היא עצת יצר הרע ומן ההיתר יסיתנו אל האיסור ועל זה אמרו רבותינו ז\"ל המקשה עצמו לדעת יהא בנדוי:","לא ישתה אדם בכוס זה ויתן עיניו בכוס אחר ואפילו שתיהן נשיו:","וברותי מכם המורדים והפושעים בי אלו בני תשעה מדות בני אנוסה בני שנואה בני נדוי בני תמורה בני מורדת בני שכרות בני גרושת הלב בני ערבוביא בני חצופה:","אסור להסתכל באותו מקום שכל המסתכל שם אין לו בושת פנים ועובר על והצנע לכת ומעביר הבושה מעל פניו שכל המתבייש אינו חוטא דכתיב ובעבור תהיה יראתו על פניכם זו הבושה לבלתי תחטאו ועוד דקא מגרה יצר הרע בנפשיה וכל שכן הנושק שם שעובר על כל אלה ועוד שעובר על בל תשקצו את נפשותיכם:","הוא למטה והיא למעלה זו דרך עזות שמשו שניהם כאחד זו דרך עקש:","אסור לשמש מטתו בפני כל אדם אם הוא נעור ואפילו ע\"י הפסק מחיצה עשרה ובפני תינוק שאין יודע לדבר מותר בית שיש ספר תורה או חומשים העשוים בגלילה אסור לשמש בו עד שיהיה בפניו מחיצה <i>(ולענין לעשותה בשבת עיין לקמן ריש סימן שט\"ו)<\/i> ואם יש לו בית אחר אסור עד שיוציאנה ואם יש בו תפילין או ספרים אפילו של גמרא אסור עד שיתנם בכלי בתוך כלי והוא שלא יהא השני מיוחד להם <i>(וע\"ל סי' מ' סעיף ב')<\/i> אבל אם הוא מיוחד להם אפילו מאה כחד חשיבי ואם פירש טלית ע\"ג ארגז חשוב ככלי בתוך כלי:","לא ישמש בתחלת הלילה ולא בסופה כדי שלא ישמע קול בני אדם ויבא לחשוב באשה אחרת אלא באמצע הלילה:","וישמש באימה וביראה כמ\"ש על ר\"א שהיה מגלה טפח ומכסה טפח ודומה כמי שכפאו שד פי' באימה וביראה כאילו כפאו שד וי\"מ מגלה טפח ומכסה טפח שלא היה ממרק האבר בשעת תשמיש כדי למעט הנאתו ודומה כמי שכפאו שד שעושה הדבר באונס וי\"מ מגלה טפח שבאשה כלומר עכשיו מגלה אותה לצורך תשמיש ועכשיו מכסה אותה כלומר שלא היה מאריך באותה מעשה ודומה לו כמו שבעתו השד ונבעת והניח המעשה כל כך היה מקצר בתשמיש ויש מפרשים מגלה טפח על הסינר שהיתה חוגרת בו שאף בשעת תשמיש היה מצריכה לחגרה ומגלה רק טפח ממנה ומכסה מיד כדי למעט הנאתו וכולהו פירושי איתנהו וצריך בעל נפש ליזהר בהם:","לא יספר עמה בדברים שאינם מעניני התשמיש לא בשעת תשמיש ולא קודם לכן שלא יתן דעתו באשה אחרת ואם סיפר עמה ושימש אמרו עליו מגיד לאדם מה שיחו אפי' שיחה קלה שבין אדם לאשתו מגידין לו בשעת הדין:","אם היה לו כעס עמה אסור לשמש עד שיפייסנה ויכול לספר עמה קודם תשמיש כדי לרצותה:","אסור לשמש לאור הנר אע\"פ שמאפיל בטליתו:  <i>הגה: אבל אם עושה מחיצה גבוה עשרה לפני הנר (הגהות מיימוני פ\"ד מהל' י\"ט) אע\"פ שהאור נראה דרך המחיצה כגון שהפסיק בסדין שרי (כן נראה לי מדברי רש\"י בפ\"ב דמסכת ביצה) גם אמרינן התם דשרי כשכופה כלי על הנר ואם מותר לעשות מחיצה זו בשבת ע\"ל ריש סי' שט\"ו:<\/i>  וכן אסור לשמש ביום אלא אם כן הוא בית אפל:  <i>הגה: ותלמיד חכם מאפיל בטליתו ושרי (טור):<\/i>","אסור לשמש מטתו בשני רעבון אלא לחשוכי בנים <i>(פי' מי שאין לו בנים):  הג\"ה: ועיין להלן סי' תקע\"ד ס\"ד והוא הדין בשאר צרות שהם כרעבון (ירושלמי דתענית):<\/i>","אכסנאי אסור לשמש ואם יחדו לו ולאשתו בית מותר ובלבד שלא יישן בטליתו של בעל הבית:","שכבת הזרע הוא כח הגוף ומאור העינים וכל זמן שתצא ביותר הגוף כלה וחייו אובדים וכל השטוף בבעילה זקנה קופצת עליו וכחו תשש ועיניו כהות וריח רע נודף מפיו ושער ראשו וגבות עיניו וריסי עיניו נושרים ושער זקנו ושחיו ושער רגליו רבה ושיניו נושרות והרבה כאבים חוץ מאלו באים עליו אמרו חכמי הרופאים אחד מאלף מת משאר חלאים והאלף מרוב תשמיש לפיכך צריך אדם ליזהר:","לא יבעול והוא שבע או רעב אלא כשיתעכל המזון שבמעיו ולא יבעול מעומד ולא מיושב ולא בבית המרחץ ולא ביום שנכנס למרחץ ולא ביום הקזה ולא ביום יציאה לדרך או ביאה מן הדרך ולא לפניהם ולא לאחריהם. <i>(והא דבריש הסימן שחייב לפוקדה איירי כשהוא רוכב או יושב בקרון וכאן איירי במהלך) (מהרש\"ל):<\/i>","המשמש מטתו על מטה שתינוק ישן עליה אותו תינוק נכפה ולא אמרן אלא דלא הוי בר שתא אבל הוי בר שתא לית לן בה ולא אמרן אלא דגני להדי כרעיה <i>(פי' שישן לרגליו)<\/i> אבל גני להדי רישיה לית לן בה ולא אמרן אלא דלא מנח ידיה עליה אבל מנח ידיה עליה לית לן בה:","מטה שישן בה עם אשתו צריך שתהא ראשה ומרגלותיה זה לצפון וזה לדרום:"],["אחד מהדברים ששונא הקב\"ה המשתין בפני מטתו ערום והמשתין לפני מטתו ערום מביא לידי עניות ולא אמרן אלא דמהדר אפיה לפוריא <i>(פירוש למטה)<\/i> אבל לבראי לית לן בה ודמהדר אפיה לפוריא נמי לא אמרן אלא בארעא אבל במנא לית לן בה:"]]}